{
  "id": 1131296,
  "name": "share of global production|Cobalt|Refinery|tonnes",
  "unit": "%",
  "createdAt": "2025-12-17T13:53:02.000Z",
  "updatedAt": "2025-12-17T14:30:39.000Z",
  "coverage": "",
  "timespan": "1968-2021",
  "datasetId": 7297,
  "shortUnit": "%",
  "columnOrder": 0,
  "shortName": "share_of_global_production_cobalt_refinery_tonnes",
  "catalogPath": "grapher/minerals/2025-12-15/minerals/minerals#share_of_global_production_cobalt_refinery_tonnes",
  "descriptionShort": "Production of refined [cobalt](#dod:cobalt) as a share of global refined cobalt production. The amounts of [refined](#dod:refined-production) and raw materials differ because refining removes impurities and adjusts the composition to meet specific standards.",
  "descriptionFromProducer": "Notes found in original USGS historical data:\n- Note on global production: Data were not available for 1900–67. Data for 1968 to the most recent year are from the MYB and represent the cobalt content of refined cobalt products. U.S. production data are included in the total for 1969–71, and 1975–83. No U.S. production data are reported for 1968, 1972–74, and after 1983.\n\nNotes found in original BGS data:\n- In addition to the production listed above, several countries, including the United Kingdom, Finland, France and USA, are known to produce substantial amounts of cobalt compounds.\n- In addition to the production listed above, several countries, including the United Kingdom, Finland and France, are known to substantial amounts of cobalt compounds.\n- In addition to the production listed above, several countries, including the United Kingdom, Finland and France, are known to produce substantial amounts of cobalt compounds.\n- In addition to the production listed above, several countries, including the United Kingdom, are known to produce substantial amounts of cobalt compounds which are not shown here to avoid double counting.\n- Refined cobalt can be in the form of metal, oxides, carbonates, sulphates and many other compounds. Efforts are made to avoid double-counting but it is not always possible to be certain.\n- Production not reported. Much of the metal recorded under Zaire is believed to be further processed in Belgium and elsewhere.\n- In addition to the production listed above, several countries, including the United Kingdom, Finland, France and USA, are known to substantial amounts of cobalt compounds.\n- Much of the metal recorded under Zaire is believed to be further processed in Belgium and elsewhere.\n- Much of the metal recorded under Democratic Republic of the Congo is believed to be further processed in Belgium and elsewhere.\n- Some refined cobalt production in China is recorded in Belgium.\n- Metal produced from domestic and imported ores.\n- Including oxides.\n- Czechoslovakia is thought to recover cobalt from materials imported from Cuba, however, no data are available to enable a reliable estimate to be made.\n- Excludes white alloy and matte which are believed to be further processed in Belgium and elsewhere.\n- Including cobalt content of cobalt compounds.\n- Includes metal and cobalt contained in sulphate.\n- In 1990 the Federal Republic of Germany (West Germany) was reunited with the German Democratic Republic (East Germany). Therefore, from 1991 these 2 countries are shown simply as \"Germany\".",
  "descriptionProcessing": "- The majority of the data is sourced from USGS, supplemented by BGS data where available. Where both overlap, USGS data is prioritized.\n- As BGS does not provide global data, we calculated the world total by summing the data from individual countries, using this as a cross-check against USGS global figures.\n- Due to the inherent uncertainties in the data for certain minerals and countries, we allowed a maximum deviation of 10% between the global totals reported by USGS and the calculated ones for BGS. If the deviation exceeded this threshold, we excluded the BGS data.\n- The calculated global total from BGS data was used only on exceptional occasions, after ensuring that the resulting aggregate was sufficiently complete.\n- Both BGS and USGS datasets include numerous notes and footnotes. We have retained most of these, making only minor edits or deletions where necessary to maintain clarity.",
  "type": "float",
  "grapherConfigIdETL": "019b2c95-f10f-7973-b1ab-da8a05d6c116",
  "dataChecksum": "2863206595354328528",
  "metadataChecksum": "-6153624307972163783",
  "datasetName": "Minerals",
  "updatePeriodDays": 365,
  "datasetVersion": "2025-12-15",
  "nonRedistributable": false,
  "display": {
    "unit": "%",
    "shortUnit": "%"
  },
  "schemaVersion": 2,
  "processingLevel": "major",
  "presentation": {
    "titlePublic": "Refined cobalt production as a share of the global total",
    "topicTagsLinks": [
      "Metals & Minerals"
    ]
  },
  "dimensions": {
    "years": {
      "values": [
        {
          "id": 1987
        },
        {
          "id": 1988
        },
        {
          "id": 1989
        },
        {
          "id": 1990
        },
        {
          "id": 1997
        },
        {
          "id": 1998
        },
        {
          "id": 1999
        },
        {
          "id": 2000
        },
        {
          "id": 2001
        },
        {
          "id": 2002
        },
        {
          "id": 2003
        },
        {
          "id": 2004
        },
        {
          "id": 2005
        },
        {
          "id": 2006
        },
        {
          "id": 2007
        },
        {
          "id": 2008
        },
        {
          "id": 2009
        },
        {
          "id": 2010
        },
        {
          "id": 2011
        },
        {
          "id": 2012
        },
        {
          "id": 2013
        },
        {
          "id": 2014
        },
        {
          "id": 2015
        },
        {
          "id": 2016
        },
        {
          "id": 2017
        },
        {
          "id": 2018
        },
        {
          "id": 2019
        },
        {
          "id": 2020
        },
        {
          "id": 2021
        },
        {
          "id": 1979
        },
        {
          "id": 1993
        },
        {
          "id": 1994
        },
        {
          "id": 1995
        },
        {
          "id": 1996
        },
        {
          "id": 1991
        },
        {
          "id": 1973
        },
        {
          "id": 1974
        },
        {
          "id": 1975
        },
        {
          "id": 1976
        },
        {
          "id": 1977
        },
        {
          "id": 1978
        },
        {
          "id": 1980
        },
        {
          "id": 1981
        },
        {
          "id": 1982
        },
        {
          "id": 1983
        },
        {
          "id": 1984
        },
        {
          "id": 1985
        },
        {
          "id": 1986
        },
        {
          "id": 1972
        },
        {
          "id": 1968
        },
        {
          "id": 1969
        },
        {
          "id": 1970
        },
        {
          "id": 1971
        },
        {
          "id": 1992
        }
      ]
    },
    "entities": {
      "values": [
        {
          "id": 16,
          "name": "Albania",
          "code": "ALB"
        },
        {
          "id": 23,
          "name": "Australia",
          "code": "AUS"
        },
        {
          "id": 4,
          "name": "Belgium",
          "code": "BEL"
        },
        {
          "id": 37,
          "name": "Brazil",
          "code": "BRA"
        },
        {
          "id": 44,
          "name": "Canada",
          "code": "CAN"
        },
        {
          "id": 171,
          "name": "China",
          "code": "CHN"
        },
        {
          "id": 267,
          "name": "Czechoslovakia",
          "code": "OWID_CZS"
        },
        {
          "id": 167,
          "name": "Democratic Republic of Congo",
          "code": "COD"
        },
        {
          "id": 155,
          "name": "Finland",
          "code": "FIN"
        },
        {
          "id": 3,
          "name": "France",
          "code": "FRA"
        },
        {
          "id": 6,
          "name": "Germany",
          "code": "DEU"
        },
        {
          "id": 137,
          "name": "India",
          "code": "IND"
        },
        {
          "id": 136,
          "name": "Indonesia",
          "code": "IDN"
        },
        {
          "id": 14,
          "name": "Japan",
          "code": "JPN"
        },
        {
          "id": 118,
          "name": "Madagascar",
          "code": "MDG"
        },
        {
          "id": 110,
          "name": "Morocco",
          "code": "MAR"
        },
        {
          "id": 220,
          "name": "New Caledonia",
          "code": "NCL"
        },
        {
          "id": 102,
          "name": "Norway",
          "code": "NOR"
        },
        {
          "id": 12,
          "name": "Russia",
          "code": "RUS"
        },
        {
          "id": 81,
          "name": "South Africa",
          "code": "ZAF"
        },
        {
          "id": 270,
          "name": "USSR",
          "code": "OWID_USS"
        },
        {
          "id": 68,
          "name": "Uganda",
          "code": "UGA"
        },
        {
          "id": 13,
          "name": "United States",
          "code": "USA"
        },
        {
          "id": 185,
          "name": "West Germany",
          "code": "OWID_GFR"
        },
        {
          "id": 355,
          "name": "World",
          "code": "OWID_WRL"
        },
        {
          "id": 60,
          "name": "Zambia",
          "code": "ZMB"
        }
      ]
    }
  },
  "origins": [
    {
      "id": 9504,
      "title": "Historical Statistics for Mineral and Material Commodities",
      "description": "Information on mineral commodities, including production and unit value (the real and nominal price in U.S. dollars of a metric ton of apparent consumption). For many of the commodities, data are reported as far back as 1900.\nThe data was compiled primarily from publications of the United States Geological Survey (USGS) and the U.S. Bureau of Mines (USBM). The principal references are the annual Minerals Yearbook (MYB) publication and its predecessor, Mineral Resources of the United States (MR). Other USGS and USBM publications used as references included: Statistical Compendium (SC), Metal Prices in the United States Through 1991 (MP91), Metal Prices in the United States Through 1998 (MP98), Metal Prices in the United States Through 2010, MCS and its predecessor Commodity Data Summaries (CDS), Minerals Facts and Problems (MFP), and various USBM Information Circulars. In some cases, USGS mineral commodity specialists added previously unpublished or recently revised data to the historical statistics series.",
      "producer": "United States Geological Survey",
      "citationFull": "Kelly, T.D., and Matos, G.R., comps., 2014, Historical statistics for mineral and material commodities in the United States (2016 version): U.S. Geological Survey Data Series 140.",
      "attribution": "USGS - Historical Statistics for Mineral and Material Commodities (2024)",
      "attributionShort": "USGS",
      "urlMain": "https://www.usgs.gov/centers/national-minerals-information-center/historical-statistics-mineral-and-material-commodities",
      "dateAccessed": "2024-07-15",
      "datePublished": "2024-07-01",
      "license": {
        "url": "https://www.usgs.gov/centers/national-minerals-information-center/historical-statistics-mineral-and-material-commodities",
        "name": "Public domain"
      }
    },
    {
      "id": 9506,
      "titleSnapshot": "World Mineral Statistics - 1970 onwards",
      "title": "World Mineral Statistics",
      "descriptionSnapshot": "This is a compilation of all the data that is accessible via the BGS web interface, containing imports, exports and production of minerals by country from 1970 onwards.",
      "description": "The World Mineral Statistics dataset is a compilation of production and trade statistics on a wide range of mineral commodities since 1913.\nHowever, data prior to 1960 is only available a scanned PDF books, whose content, currently, cannot successfully be extracted programmatically.",
      "producer": "British Geological Survey",
      "citationFull": "World Mineral Statistics, contributed by permission of the British Geological Survey (BGS). The copyright of all materials derived from the BGS's work is vested in the Natural Environment Research Council (NERC) and/or the authority that commissioned the work.",
      "attribution": "BGS - World Mineral Statistics (2025)",
      "attributionShort": "BGS",
      "urlMain": "https://www.bgs.ac.uk/mineralsuk/statistics/world-mineral-statistics/",
      "dateAccessed": "2025-12-15",
      "datePublished": "2024",
      "license": {
        "url": "https://www.bgs.ac.uk/mineralsuk/statistics/world-mineral-statistics/",
        "name": "© Natural Environment Research Council (NERC) and/or the authority that commissioned the work"
      }
    }
  ]
}