{
  "id": 1131091,
  "name": "production|Coltan|Mine, columbite-tantalite|tonnes",
  "unit": "tonnes",
  "createdAt": "2025-12-17T13:52:48.000Z",
  "updatedAt": "2025-12-17T14:30:33.000Z",
  "coverage": "",
  "timespan": "1970-2023",
  "datasetId": 7297,
  "shortUnit": "t",
  "columnOrder": 0,
  "shortName": "production_coltan_mine__columbite_tantalite_tonnes",
  "catalogPath": "grapher/minerals/2025-12-15/minerals/minerals#production_coltan_mine__columbite_tantalite_tonnes",
  "descriptionShort": "Production of columbite-tantalite ([coltan](#dod:coltan)), in tonnes. Based on mined, rather than [refined](#dod:refined-production), production.",
  "descriptionFromProducer": "Notes found in original BGS data:\n- Content of Nb, Ta: 40%, 10%.\n- Estimated average niobium and tantalum contents are given in the form (Nb%,Ta%) for each country and each mineral, relating where possible to the later years.\n- Niobium and tantalum are also recovered from tin slags. This source is particularly important in the case of tantalum and in recent years is believed to have accounted for over 60% of all tantalum recovered.\n- Niobium and tantalum minerals are believed to be produced also in the former Soviet Union and China, and minor quantities in Argentina, Burundi, French Guiana, Namibia and Zambia.\n- No detailed information on the production of tantalum bearing tin slags is available but the major producers are Thailand and with small amounts from Australia, Brazil, Nigeria, Portugal, Africa and Zaire.\n- The figures in this table refer to gross tonnage of tantalum and niobium concentrates.\n- Niobium and tantalum minerals are believed to be produced also in Russia and China, and minor quantities in Burundi, French Guiana, and Zambia. Minor quantities are produced in Bolivia.\n- No detailed information on the production of tantalum bearing tin slags is available but the major producer is Thailand and small amounts from Australia, Brazil, Nigeria, Portugal, and D R Congo.\n- Niobium and tantalum minerals are believed to be produced also in Russia, and minor quantities in Congo, French Guiana, Uganda and Zambia. Minor quantities are produced in Bolivia.\n- Niobium and tantalum minerals are believed to be produced in Democratic Republic of the Congo, French Guiana, Russia, Uganda and Zambia. Minor quantities are produced in Bolivia.\n- Niobium and tantalum minerals are believed to be produced in Democratic Republic of the Congo, French Guiana, Ivory Coast, Russia and Zambia. Minor quantities are produced in Bolivia.\n- Niobium and tantalum minerals are believed to be produced in Democratic Republic of the Congo, Namibia, Russia and South Africa.\n- Tantalum is also recovered from tin slags and is believed to have accounted for approximately 20% of raw material supplied.\n- Niobium and tantalum minerals are believed to be produced in Namibia, Russia and South Africa.\n- Niobium and tantalum minerals are also believed to be produced in Namibia and South Africa.\n- The figures in this table refer to gross tonnage of tantalum and niobium concentrates, except where noted.\n- Tantalum is also recovered from tin slags and this is believed to have accounted for approximately 20% of raw material supplied.\n- The figures in this table include artisanal mining, where data are available.\n- Including columbite-tantalite content of tin-tantalite-columbite.\n- Content of Nb, Ta: 27%, 27%.\n- Content of Nb, Ta: 30%, 23%.\n- In 1980 Rhodesia was renamed Zimbabwe.\n- Content of Nb, Ta: 11%, 28%.",
  "descriptionProcessing": "- The majority of the data is sourced from USGS, supplemented by BGS data where available. Where both overlap, USGS data is prioritized.\n- As BGS does not provide global data, we calculated the world total by summing the data from individual countries, using this as a cross-check against USGS global figures.\n- Due to the inherent uncertainties in the data for certain minerals and countries, we allowed a maximum deviation of 10% between the global totals reported by USGS and the calculated ones for BGS. If the deviation exceeded this threshold, we excluded the BGS data.\n- The calculated global total from BGS data was used only on exceptional occasions, after ensuring that the resulting aggregate was sufficiently complete.\n- Both BGS and USGS datasets include numerous notes and footnotes. We have retained most of these, making only minor edits or deletions where necessary to maintain clarity.",
  "type": "int",
  "dataChecksum": "13077629398908337735",
  "metadataChecksum": "3074835423818531168",
  "datasetName": "Minerals",
  "updatePeriodDays": 365,
  "datasetVersion": "2025-12-15",
  "nonRedistributable": false,
  "display": {
    "unit": "tonnes",
    "shortUnit": "t"
  },
  "schemaVersion": 2,
  "processingLevel": "major",
  "presentation": {
    "titlePublic": "Coltan production",
    "topicTagsLinks": [
      "Metals & Minerals"
    ]
  },
  "dimensions": {
    "years": {
      "values": [
        {
          "id": 1970
        },
        {
          "id": 1971
        },
        {
          "id": 1972
        },
        {
          "id": 1973
        },
        {
          "id": 1974
        },
        {
          "id": 1975
        },
        {
          "id": 1976
        },
        {
          "id": 1977
        },
        {
          "id": 1978
        },
        {
          "id": 1979
        },
        {
          "id": 1980
        },
        {
          "id": 1981
        },
        {
          "id": 1982
        },
        {
          "id": 1983
        },
        {
          "id": 1984
        },
        {
          "id": 1985
        },
        {
          "id": 1986
        },
        {
          "id": 1987
        },
        {
          "id": 1988
        },
        {
          "id": 1989
        },
        {
          "id": 1990
        },
        {
          "id": 1991
        },
        {
          "id": 1992
        },
        {
          "id": 1993
        },
        {
          "id": 1994
        },
        {
          "id": 1995
        },
        {
          "id": 1996
        },
        {
          "id": 1997
        },
        {
          "id": 1998
        },
        {
          "id": 1999
        },
        {
          "id": 2000
        },
        {
          "id": 2001
        },
        {
          "id": 2002
        },
        {
          "id": 2003
        },
        {
          "id": 2004
        },
        {
          "id": 2005
        },
        {
          "id": 2006
        },
        {
          "id": 2007
        },
        {
          "id": 2008
        },
        {
          "id": 2009
        },
        {
          "id": 2010
        },
        {
          "id": 2011
        },
        {
          "id": 2012
        },
        {
          "id": 2013
        },
        {
          "id": 2014
        },
        {
          "id": 2015
        },
        {
          "id": 2016
        },
        {
          "id": 2017
        },
        {
          "id": 2018
        },
        {
          "id": 2019
        },
        {
          "id": 2020
        },
        {
          "id": 2021
        },
        {
          "id": 2022
        },
        {
          "id": 2023
        }
      ]
    },
    "entities": {
      "values": [
        {
          "id": 23,
          "name": "Australia",
          "code": "AUS"
        },
        {
          "id": 37,
          "name": "Brazil",
          "code": "BRA"
        },
        {
          "id": 41,
          "name": "Burundi",
          "code": "BDI"
        },
        {
          "id": 171,
          "name": "China",
          "code": "CHN"
        },
        {
          "id": 167,
          "name": "Democratic Republic of Congo",
          "code": "COD"
        },
        {
          "id": 109,
          "name": "Mozambique",
          "code": "MOZ"
        },
        {
          "id": 95,
          "name": "Portugal",
          "code": "PRT"
        },
        {
          "id": 91,
          "name": "Rwanda",
          "code": "RWA"
        },
        {
          "id": 81,
          "name": "South Africa",
          "code": "ZAF"
        },
        {
          "id": 75,
          "name": "Thailand",
          "code": "THA"
        },
        {
          "id": 68,
          "name": "Uganda",
          "code": "UGA"
        },
        {
          "id": 80,
          "name": "Zimbabwe",
          "code": "ZWE"
        }
      ]
    }
  },
  "origins": [
    {
      "id": 9506,
      "titleSnapshot": "World Mineral Statistics - 1970 onwards",
      "title": "World Mineral Statistics",
      "descriptionSnapshot": "This is a compilation of all the data that is accessible via the BGS web interface, containing imports, exports and production of minerals by country from 1970 onwards.",
      "description": "The World Mineral Statistics dataset is a compilation of production and trade statistics on a wide range of mineral commodities since 1913.\nHowever, data prior to 1960 is only available a scanned PDF books, whose content, currently, cannot successfully be extracted programmatically.",
      "producer": "British Geological Survey",
      "citationFull": "World Mineral Statistics, contributed by permission of the British Geological Survey (BGS). The copyright of all materials derived from the BGS's work is vested in the Natural Environment Research Council (NERC) and/or the authority that commissioned the work.",
      "attribution": "BGS - World Mineral Statistics (2025)",
      "attributionShort": "BGS",
      "urlMain": "https://www.bgs.ac.uk/mineralsuk/statistics/world-mineral-statistics/",
      "dateAccessed": "2025-12-15",
      "datePublished": "2024",
      "license": {
        "url": "https://www.bgs.ac.uk/mineralsuk/statistics/world-mineral-statistics/",
        "name": "© Natural Environment Research Council (NERC) and/or the authority that commissioned the work"
      }
    }
  ]
}