{
  "id": 1026154,
  "name": "Number of professional robots installed",
  "unit": "robots",
  "createdAt": "2025-04-18T10:16:44.000Z",
  "updatedAt": "2025-04-24T11:42:01.000Z",
  "coverage": "",
  "timespan": "2021-2023",
  "datasetId": 7056,
  "shortUnit": "",
  "columnOrder": 0,
  "shortName": "number_of_professional_robots_installed",
  "catalogPath": "grapher/artificial_intelligence/2025-04-08/ai_index/professional_robots#number_of_professional_robots_installed",
  "descriptionShort": "Professional service robots are semi- or fully autonomous machines that perform useful tasks in a professional setting outside of industrial applications, such as in cleaning or medical surgery. Consumer service robots are not included.",
  "type": "int",
  "grapherConfigIdETL": "01964866-9342-7d8b-8e22-cbcd9a20209c",
  "dataChecksum": "5191754356048499613",
  "metadataChecksum": "4193535385706799032",
  "datasetName": "AI Index Report",
  "updatePeriodDays": 365,
  "datasetVersion": "2025-04-08",
  "nonRedistributable": false,
  "display": {
    "unit": "robots",
    "numDecimalPlaces": 0
  },
  "schemaVersion": 2,
  "processingLevel": "minor",
  "presentation": {
    "topicTagsLinks": [
      "Artificial Intelligence"
    ]
  },
  "descriptionKey": [
    "Agriculture category includes robots used for tasks such as plowing, seeding, harvesting, weeding, fertilizing, and pesticide spraying—both indoors (e.g. greenhouses) and outdoors (e.g. fields and vineyards). It also covers robots for milking, as well as those used in other livestock activities like feeding and barn cleaning.",
    "Professional cleaning category includes robots designed to clean floors, windows, walls, tanks, pipes, and vehicle hulls in professional environments. This category also includes disinfection robots and others used for specialized or large-scale cleaning tasks.",
    "Transportation and logistics category includes robots that transport goods and manage inventory in both indoor and outdoor environments. These robots are used in places such as warehouses, hospitals, hotels, and public streets, and they support activities like deliveries, stock counting, and restocking.",
    "Medical and health care category includes robots used in clinical and care settings for diagnostics, surgery, rehabilitation, and non-invasive therapy. It also includes hospital support robots, wearable exoskeletons, and telepresence robots used specifically in healthcare.",
    "Hospitality category includes robots that prepare and serve food or drinks, as well as those that provide information, guidance, or remote presence in customer-facing environments like hotels, restaurants, and museums."
  ],
  "dimensions": {
    "years": {
      "values": [
        {
          "id": 2021
        },
        {
          "id": 2022
        },
        {
          "id": 2023
        }
      ]
    },
    "entities": {
      "values": [
        {
          "id": 36536,
          "name": "Agriculture",
          "code": null
        },
        {
          "id": 371489,
          "name": "Hospitality",
          "code": null
        },
        {
          "id": 371490,
          "name": "Medical and health care",
          "code": null
        },
        {
          "id": 371492,
          "name": "Professional cleaning",
          "code": null
        },
        {
          "id": 371491,
          "name": "Transportation and logistics",
          "code": null
        }
      ]
    }
  },
  "origins": [
    {
      "id": 3379,
      "titleSnapshot": "AI Index Report - Data on Robots",
      "title": "AI Index Report",
      "descriptionSnapshot": "Data on the installation and operation of industrial robots, which are defined as an “automatically controlled, reprogrammable, multipurpose manipulator, programmable in three or more axes, which can be either fixed in place or mobile for use in industrial automation applications.”",
      "description": "The AI Index Report tracks, collates, distills, and visualizes data related to artificial intelligence (AI). The mission is to provide unbiased, rigorously vetted, broadly sourced data to enable policymakers, researchers, executives, journalists, and the general public to develop a more thorough and nuanced understanding of the complex field of AI.",
      "producer": "International Federation of Robotics (IFR) via AI Index Report",
      "citationFull": "Nestor Maslej, Loredana Fattorini, Raymond Perrault, Yolanda Gil, Vanessa Parli, Njenga Kariuki, Emily Capstick, Anka Reuel, Erik\nBrynjolfsson, John Etchemendy, Katrina Ligett, Terah Lyons, James Manyika, Juan Carlos Niebles, Yoav Shoham, Russell Wald,\nTobi Walsh, Armin Hamrah, Lapo Santarlasci, Julia Betts Lotufo, Alexandra Rome, Andrew Shi, Sukrut Oak. “The AI Index 2025\nAnnual Report,” AI Index Steering Committee, Institute for Human-Centered AI, Stanford University, Stanford, CA, April 2025",
      "attributionShort": "AI Index Report",
      "urlMain": "https://aiindex.stanford.edu/wp-content/uploads/2024/04/HAI_2024_AI-Index-Report.pdf",
      "dateAccessed": "2025-04-08",
      "datePublished": "2025",
      "license": {
        "url": "https://aiindex.stanford.edu/wp-content/uploads/2024/04/HAI_2024_AI-Index-Report.pdf",
        "name": "CC BY-ND 4.0"
      }
    },
    {
      "id": 994,
      "titleSnapshot": "AI Index Report - Data on Robots",
      "title": "AI Index Report",
      "descriptionSnapshot": "Data on the installation and operation of industrial robots, which are defined as an “automatically controlled, reprogrammable, multipurpose manipulator, programmable in three or more axes, which can be either fixed in place or mobile for use in industrial automation applications.”",
      "description": "The AI Index Report tracks, collates, distills, and visualizes data related to artificial intelligence (AI). The mission is to provide unbiased, rigorously vetted, broadly sourced data to enable policymakers, researchers, executives, journalists, and the general public to develop a more thorough and nuanced understanding of the complex field of AI.",
      "producer": "International Federation of Robotics via AI Index",
      "citationFull": "Nestor Maslej, Loredana Fattorini, Raymond Perrault, Vanessa Parli, Anka Reuel, Erik Brynjolfsson, John Etchemendy, Katrina Ligett, Terah Lyons, James Manyika, Juan Carlos Niebles, Yoav Shoham, Russell Wald, and Jack Clark, “The AI Index 2024 Annual Report,” AI Index Steering Committee, Institute for Human-Centered AI, Stanford University, Stanford, CA, April 2024.",
      "attributionShort": "AI Index",
      "urlMain": "https://aiindex.stanford.edu/wp-content/uploads/2024/04/HAI_2024_AI-Index-Report.pdf",
      "dateAccessed": "2024-06-28",
      "datePublished": "2024",
      "license": {
        "url": "https://aiindex.stanford.edu/wp-content/uploads/2024/04/HAI_2024_AI-Index-Report.pdf",
        "name": "CC BY 4.0"
      }
    }
  ]
}