{"variables":{"65419":{"years":[2017,2017,2017,2017,2017,2017,2017],"entities":[64,68,74,89,103,109,129],"values":[53,57,40,31,23,56,48],"id":65419,"name":"Percentage of teachers absent from class","unit":"% teachers","description":"Teachers are marked as absent from class if during an unannounced visit, they are absent from school or present at school but absent from the classroom. Otherwise, they are marked as present. ","createdAt":"2017-11-29T16:52:12.000Z","updatedAt":"2018-02-28T08:59:08.000Z","code":null,"coverage":"Selected countries","timespan":"","datasetId":1846,"sourceId":13157,"shortUnit":null,"display":{},"columnOrder":0,"originalMetadata":null,"datasetName":"Teacher Absenteeism - Bold et al. (2017)","s_id":13157,"s_name":"Bold et al. (2017)","source":{"id":13157,"name":"Bold et al. (2017)","dataPublishedBy":"Bold, T., Filmer, D., Martin, G., Molina, E., Rockmore, C., Stacy, B., ... & Wane, W. (2017). What Do Teachers Know and Do? Does It Matter?. Policy Research Working Paper 7956, World Bank.","dataPublisherSource":"Data derived from direct observations, unannounced visits, and tests, from primary schools in seven Sub-Saharan African countries","link":"http://documents.worldbank.org/curated/en/882091485440895147/pdf/WPS7956.pdf","retrievedData":"","additionalInfo":"The data comes from Table 2 in the source paper with the following note: \" The table reports the absence rate for all teachers, the scheduled teaching time, actual teaching time and number of orphaned classrooms for all government\nschools. Teachers are marked as absent from school if during the second unannounced visit, they are not found anywhere on the school premises. Otherwise, they are marked as present. Teachers are marked as absent from class if during the second unannounced visit, they are absent from school or present at school but absent from the classroom. Otherwise, they are marked as present. The scheduled teaching time is the length of the school day minus break time. Time spent teaching adjusts the length of the school day by the share of teachers who are present in the classroom, on average, and the time the teacher spends teaching while in the classroom. The orphaned classrooms measure is the ratio of the classrooms with students but no teacher to the number of classrooms with students with or without a teacher. All individual country statistics are calculated using country-specific sampling weights. The average for all countries is taken by averaging over the country columns. Hence, each country is given equal weight. Further details on the construction of the variables and sampling weights are available in an Appendix available from the authors upon request. "}}},"entityKey":{"64":{"name":"Tanzania","code":"TZA"},"68":{"name":"Uganda","code":"UGA"},"74":{"name":"Togo","code":"TGO"},"89":{"name":"Senegal","code":"SEN"},"103":{"name":"Nigeria","code":"NGA"},"109":{"name":"Mozambique","code":"MOZ"},"129":{"name":"Kenya","code":"KEN"}}}