{
  "id": 1119833,
  "name": "Number of people in poverty ($3 a day)",
  "unit": "people",
  "createdAt": "2025-11-10T12:15:01.000Z",
  "updatedAt": "2025-11-10T14:10:26.000Z",
  "coverage": "",
  "timespan": "1981-2050",
  "datasetId": 7264,
  "shortUnit": "",
  "columnOrder": 0,
  "shortName": "headcount__povertyline_300",
  "catalogPath": "grapher/wb/2025-11-10/poverty_projections/poverty_projections#headcount__povertyline_300",
  "dimensions": {
    "years": {
      "values": [
        {
          "id": 1981
        },
        {
          "id": 1982
        },
        {
          "id": 1983
        },
        {
          "id": 1984
        },
        {
          "id": 1985
        },
        {
          "id": 1986
        },
        {
          "id": 1987
        },
        {
          "id": 1988
        },
        {
          "id": 1989
        },
        {
          "id": 1990
        },
        {
          "id": 1991
        },
        {
          "id": 1992
        },
        {
          "id": 1993
        },
        {
          "id": 1994
        },
        {
          "id": 1995
        },
        {
          "id": 1996
        },
        {
          "id": 1997
        },
        {
          "id": 1998
        },
        {
          "id": 1999
        },
        {
          "id": 2000
        },
        {
          "id": 2001
        },
        {
          "id": 2002
        },
        {
          "id": 2003
        },
        {
          "id": 2004
        },
        {
          "id": 2005
        },
        {
          "id": 2006
        },
        {
          "id": 2007
        },
        {
          "id": 2008
        },
        {
          "id": 2009
        },
        {
          "id": 2010
        },
        {
          "id": 2011
        },
        {
          "id": 2012
        },
        {
          "id": 2013
        },
        {
          "id": 2014
        },
        {
          "id": 2015
        },
        {
          "id": 2016
        },
        {
          "id": 2017
        },
        {
          "id": 2018
        },
        {
          "id": 2019
        },
        {
          "id": 2020
        },
        {
          "id": 2021
        },
        {
          "id": 2022
        },
        {
          "id": 2023
        },
        {
          "id": 2024
        },
        {
          "id": 2025
        },
        {
          "id": 2026
        },
        {
          "id": 2027
        },
        {
          "id": 2028
        },
        {
          "id": 2029
        },
        {
          "id": 2030
        },
        {
          "id": 2031
        },
        {
          "id": 2032
        },
        {
          "id": 2033
        },
        {
          "id": 2034
        },
        {
          "id": 2035
        },
        {
          "id": 2036
        },
        {
          "id": 2037
        },
        {
          "id": 2038
        },
        {
          "id": 2039
        },
        {
          "id": 2040
        },
        {
          "id": 2041
        },
        {
          "id": 2042
        },
        {
          "id": 2043
        },
        {
          "id": 2044
        },
        {
          "id": 2045
        },
        {
          "id": 2046
        },
        {
          "id": 2047
        },
        {
          "id": 2048
        },
        {
          "id": 2049
        },
        {
          "id": 2050
        }
      ]
    },
    "entities": {
      "values": [
        {
          "id": 349172,
          "name": "East Asia and Pacific (WB)",
          "code": null
        },
        {
          "id": 349171,
          "name": "Europe and Central Asia (WB)",
          "code": null
        },
        {
          "id": 349170,
          "name": "Latin America and Caribbean (WB)",
          "code": null
        },
        {
          "id": 372001,
          "name": "Middle East, North Africa, Afghanistan and Pakistan (WB)",
          "code": null
        },
        {
          "id": 278896,
          "name": "North America (WB)",
          "code": null
        },
        {
          "id": 277956,
          "name": "South Asia (WB)",
          "code": null
        },
        {
          "id": 277950,
          "name": "Sub-Saharan Africa (WB)",
          "code": null
        },
        {
          "id": 355,
          "name": "World",
          "code": "OWID_WRL"
        }
      ]
    }
  },
  "descriptionShort": "Number of people living in households with an income or consumption below $3 per day",
  "descriptionProcessing": "We obtained regional estimates of the number in poverty by summing the number of people in poverty in each region. For global estimates, we proceeded in a similar way, but summing the regional data. To calculate the share in poverty, we divided these results by the total population in each region or globally, and multiplied by 100 to get a percentage.",
  "type": "int",
  "dataChecksum": "18235986814879694516",
  "metadataChecksum": "8291758005210760831",
  "datasetName": "Poverty projections by the World Bank",
  "updatePeriodDays": 180,
  "datasetVersion": "2025-11-10",
  "nonRedistributable": false,
  "display": {
    "name": "Number of people in poverty ($3 a day)",
    "unit": "people",
    "tolerance": 0,
    "roundingMode": "significantFigures",
    "numDecimalPlaces": 0,
    "numSignificantFigures": 3
  },
  "schemaVersion": 2,
  "processingLevel": "major",
  "presentation": {
    "titleVariant": "Historical estimates with projections",
    "attributionShort": "World Bank",
    "topicTagsLinks": [
      "Poverty"
    ]
  },
  "descriptionKey": [
    "The World Bank defines extreme poverty as living on less than $3 per day. This threshold, known as the [\"International Poverty Line\"](#dod:international-poverty-line), is set so that poverty can be compared across countries. This indicator plays an important and successful role in focusing the world's attention on the very poorest people. The UN uses this indicator to track progress towards [ending extreme poverty by 2030](https://ourworldindata.org/sdgs/no-poverty).",
    "Two centuries ago, most of the world's population was extremely poor. Many believed that widespread poverty was inevitable. But this turned out to be wrong. Economic growth is possible, and poverty can decline. With this poverty line, we can track whether countries are leaving the worst poverty behind.",
    "This data is expressed in constant international dollars to adjust for inflation and differences in living costs between countries. Read more in our article, [What are international dollars?](https://ourworldindata.org/international-dollars)",
    "Many people, today and in the past, have no monetary income. This data accounts for this by including the estimated value of non-market income, such as food grown by subsistence farmers for their own use.",
    "The data refers to income (after taxes and benefits) or to consumption, [per capita](#dod:per-capita).",
    "This data combines data based on household surveys or extrapolated up until the year of the data release using GDP per capita growth estimates and forecasts, with projections from 2026-2030 based on GDP per capita growth projections from the World Bank's Global Economic Prospects (June 2025), supplemented by IMF's World Economic Outlook (April 2025). For the period 2031-2050, the data is projected using the average annual historical GDP per capita growth over 2015-2024."
  ],
  "origins": [
    {
      "id": 8984,
      "titleSnapshot": "Reproducibility package for Poverty, Prosperity and Planet Report 2024 - Poverty projections in 2021 prices",
      "title": "Reproducibility package for Poverty, Prosperity and Planet Report 2024",
      "descriptionSnapshot": "This file contains an update of the poverty projections estimated originally in the Poverty, Prosperity and Planet Report 2024 report. This version of the data uses the World Bank Poverty and Inequality data published on September 2025, in 2021 prices.",
      "description": "The World Bank has set a clear mission: ending extreme poverty and boosting shared prosperity on a livable planet. This new edition of the biennial series, previously titled Poverty and Shared Prosperity, assesses the three components of the mission and emphasizes that reducing poverty and increasing shared prosperity must be achieved without high costs to the environment. The current polycrisis—where the multiple crises of slow economic growth, increased fragility, climate risks, and heightened uncertainty have come together at the same time—makes national development strategies and international cooperation difficult. This overview summarizes the progress toward achieving these goals, outlines promising pathways to speed up the progress on multiple fronts, and proposes priorities tailored to countries at various levels of poverty, income, and environmental vulnerability. Offering the first post-COVID-19 (Coronavirus) pandemic assessment of global progress on this interlinked agenda, the report finds that global poverty reduction has resumed but at a pace slower than before the COVID-19 crisis. It also provides evidence that the number of countries with high levels of income inequality has declined considerably during the past two decades, but the pace of improvements in shared prosperity has slowed and that inequality remains high in Latin America and the Caribbean and in Sub-Saharan Africa. The report also finds evidence of countries’ increasing ability to manage natural hazards where there has been progress in poverty reduction and shared prosperity; but in the poorest settings, the report finds that climate risks are significantly higher.",
      "producer": "Lakner et al.",
      "citationFull": "Lakner, C., Genoni, M. E., Stemmler, H., Yonzan, N., & Tetteh Baah, S. K. (2024). Reproducibility package for Poverty, Prosperity and Planet Report 2024, updated using Poverty and Inequality Platform (version September 2025). World Bank. https://doi.org/10.60572/KGE4-CX54",
      "attribution": "Lakner et al. (2024) (updated using World Bank PIP in September 2025)",
      "urlMain": "https://reproducibility.worldbank.org/index.php/catalog/189/",
      "dateAccessed": "2025-11-10",
      "datePublished": "2025-11-07",
      "license": {
        "url": "https://reproducibility.worldbank.org/index.php/catalog/189/#project_desc_container1674844764972",
        "name": "Modified BSD3"
      }
    }
  ]
}