{
  "id": 1106109,
  "name": "There is legislation specifically addressing domestic violence - Yes (Population)",
  "unit": "people",
  "createdAt": "2025-09-13T20:20:07.000Z",
  "updatedAt": "2025-09-13T20:20:07.000Z",
  "coverage": "",
  "timespan": "1970-2023",
  "datasetId": 7210,
  "shortUnit": "",
  "columnOrder": 0,
  "shortName": "sg_leg_dvaw_yes_pop",
  "catalogPath": "grapher/wb/2025-09-08/gender_statistics_country_counts/gender_statistics#sg_leg_dvaw_yes_pop",
  "descriptionShort": "Population of countries with the status 'yes' for \"There is legislation specifically addressing domestic violence\".",
  "descriptionFromProducer": "**Definition:** The indicator measures whether there is legislation addressing domestic violence that includes criminal sanctions or provides for protection orders for domestic violence, or the legislation addresses \"harassment\" that clearly leads to physical or mental harm in the context of domestic violence.\n\n**Limitations and exceptions:** The Women, Business and the Law methodology has limitations that should be considered when interpreting the data. All eight indicators are based on standardized assumptions to ensure comparability across economies. Comparability is one of the strengths of the data, but the assumptions can also be limitations as they may not capture all restrictions or represent all particularities in a country. It is assumed that the woman resides in the economy's main business city. In federal economies, laws affecting women can vary by state or province. Even in nonfederal economies, women in rural areas and small towns could face more restrictive local legislation. Such restrictions are not captured by Women, Business and the Law unless they are also found in the main business city. The woman has reached the legal age of majority and is capable of making decisions as an adult, is in good health and has no criminal record. She is a lawful citizen of the economy being examined, and she works as a cashier in the food retail sector in a supermarket or grocery store that has 60 employees. She is a cisgender, heterosexual woman in a monogamous first marriage registered with the appropriate authorities (de facto marriages and customary unions are not measured), she is of the same religion as her husband, and is in a marriage under the rules of the default marital property regime, or the most common regime for that jurisdiction, which will not change during the course of the marriage. She is not a member of a union, unless membership is mandatory. Membership is considered mandatory when collective bargaining agreements cover more than 50 percent of the workforce in the food retail sector and when they apply to individuals who were not party to the original collective bargaining agreement. Where personal law prescribes different rights and obligations for different groups of women, the data focus on the most populous group, which may mean that restrictions that apply only to minority populations are missed. Women, Business and the Law focuses solely on the ways in which the formal legal and regulatory environment determines whether women can work or open their own businesses. The data set is constructed using laws and regulations that are codified (de jure) and currently in force, therefore implementation of laws (de facto) is not measured. The data looks only at laws that apply to the private sector. These assumptions can limit the representativeness of the data for the entire population in each country. Finally, Women, Business and the Law recognizes that the laws it measures do not apply to all women in the same way. Women face intersectional forms of discrimination based on gender, sex, sexuality, race, gender identity, religion, family status, ethnicity, nationality, disability, and a myriad of other grounds. Women, Business and the Law therefore encourages readers to interpret the data in conjunction with other available research.\n\n**Notes from original source:** This is one of the 35 scored indicators.\n\n**General comments:** 1. For the reference period, WDI and Gender Databases take the data coverage years instead of reporting years used in WBL (https://wbl.worldbank.org/).  For example, the data for YR2020 in WBL (report year) corresponds to data for YR2019 in WDI and Gender Databases.\n2. The 2024 Women, Business and the Law (WBL) report has introduced two distinct datasets, labeled as 1.0 and 2.0. The WBL data in the Gender database is based on the dataset 1.0.  This dataset maintains consistency with the indicators used in previous WBL reports from 2020 to 2023. In contrast, the WBL 2.0 dataset includes new areas of childcare and safety. For those interested in exploring the WBL 2.0 dataset, it is available on the WBL website at https://wbl.worldbank.org.",
  "type": "int",
  "datasetName": "World Bank Gender Statistics (country counts)",
  "updatePeriodDays": 365,
  "datasetVersion": "2025-09-08",
  "nonRedistributable": false,
  "display": {
    "name": "There is legislation specifically addressing domestic violence - Yes (Population)",
    "unit": "people",
    "tolerance": 0,
    "numDecimalPlaces": 0
  },
  "schemaVersion": 2,
  "presentation": {
    "titlePublic": "There is legislation specifically addressing domestic violence - Yes (Population)"
  },
  "dimensions": {
    "years": {
      "values": [
        {
          "id": 1970
        },
        {
          "id": 1971
        },
        {
          "id": 1972
        },
        {
          "id": 1973
        },
        {
          "id": 1974
        },
        {
          "id": 1975
        },
        {
          "id": 1976
        },
        {
          "id": 1977
        },
        {
          "id": 1978
        },
        {
          "id": 1979
        },
        {
          "id": 1980
        },
        {
          "id": 1981
        },
        {
          "id": 1982
        },
        {
          "id": 1983
        },
        {
          "id": 1984
        },
        {
          "id": 1985
        },
        {
          "id": 1986
        },
        {
          "id": 1987
        },
        {
          "id": 1988
        },
        {
          "id": 1989
        },
        {
          "id": 1990
        },
        {
          "id": 1991
        },
        {
          "id": 1992
        },
        {
          "id": 1993
        },
        {
          "id": 1994
        },
        {
          "id": 1995
        },
        {
          "id": 1996
        },
        {
          "id": 1997
        },
        {
          "id": 1998
        },
        {
          "id": 1999
        },
        {
          "id": 2000
        },
        {
          "id": 2001
        },
        {
          "id": 2002
        },
        {
          "id": 2003
        },
        {
          "id": 2004
        },
        {
          "id": 2005
        },
        {
          "id": 2006
        },
        {
          "id": 2007
        },
        {
          "id": 2008
        },
        {
          "id": 2009
        },
        {
          "id": 2010
        },
        {
          "id": 2011
        },
        {
          "id": 2012
        },
        {
          "id": 2013
        },
        {
          "id": 2014
        },
        {
          "id": 2015
        },
        {
          "id": 2016
        },
        {
          "id": 2017
        },
        {
          "id": 2018
        },
        {
          "id": 2019
        },
        {
          "id": 2020
        },
        {
          "id": 2021
        },
        {
          "id": 2022
        },
        {
          "id": 2023
        }
      ]
    },
    "entities": {
      "values": [
        {
          "id": 273,
          "name": "Africa",
          "code": null
        },
        {
          "id": 275,
          "name": "Asia",
          "code": null
        },
        {
          "id": 276,
          "name": "Europe",
          "code": null
        },
        {
          "id": 294,
          "name": "North America",
          "code": null
        },
        {
          "id": 277,
          "name": "Oceania",
          "code": null
        },
        {
          "id": 295,
          "name": "South America",
          "code": null
        },
        {
          "id": 355,
          "name": "World",
          "code": "OWID_WRL"
        }
      ]
    }
  },
  "origins": [
    {
      "id": 7157,
      "title": "World Bank Gender Statistics",
      "description": "The World Bank Gender Statistics dataset provides a comprehensive range of gender-related indicators grouped by various topics. These indicators are categorized under different themes such as education, employment and time use, entrepreneurship, environment, health, leadership, norms and decision-making, technology, violence, and contextual information. Each category contains numerous specific indicators, covering a wide range of issues such as literacy rates, employment by sector, legal rights, health statistics, and more. This dataset offers detailed information and insights into various aspects of gender disparity and equality across different regions and countries.",
      "producer": "World Bank Gender Statistics",
      "citationFull": "World Bank Gender Statistics, World Bank, 2025. Licence: CC BY 4.0.",
      "attributionShort": "World Bank",
      "urlMain": "https://genderdata.worldbank.org/en/home",
      "urlDownload": "https://databank.worldbank.org/data/download/Gender_Stats_CSV.zip",
      "dateAccessed": "2025-09-08",
      "datePublished": "2025",
      "license": {
        "url": "https://datacatalog.worldbank.org/public-licenses#cc-by",
        "name": "CC BY 4.0"
      }
    },
    {
      "id": 1080,
      "title": "Population",
      "description": "Our World in Data builds and maintains a long-run dataset on population by country, region, and for the world, based on various sources.\n\nYou can find more information on these sources and how our time series is constructed on this page: https://ourworldindata.org/population-sources",
      "producer": "Various sources",
      "citationFull": "The long-run data on population is based on various sources, described on this page: https://ourworldindata.org/population-sources",
      "attribution": "Population based on various sources (2024)",
      "attributionShort": "Population",
      "urlMain": "https://ourworldindata.org/population-sources",
      "dateAccessed": "2024-07-11",
      "datePublished": "2024-07-15",
      "license": {
        "url": "https://creativecommons.org/licenses/by/4.0/",
        "name": "CC BY 4.0"
      }
    }
  ]
}