{
  "id": 467340,
  "name": "Indicator:nqx - probability of dying between ages x and x+n - Sex:Both sexes - Age Group:95-99 years",
  "unit": "",
  "description": "Rationale: The indicator is part of a life table, a set of tabulations that summarizes the mortality pattern that prevails across all age groups - children and adolescents, adults and the elderly.\n\nDefinition: Probability of dying between the beginning of the age group x and the beginning of the next age group x+n, n being the interval of the age group.\n\nMethod of measurement: (n nMx)/[1+(n-nax)nMx]\nwhere nax is the mean number of person-years lived in the interval by those duing in the interval\n\nMethod of estimation: The indicator is part of a life table for which the estimation process is summarized as follows: when mortality data from civil registration are available, their quality is assessed; they are adjusted for the level of completeness of registration if necessary and they are directly used to construct the life tables. WHO has developed a model life table using a modified logit system based on about 1800 life tables from vital registration judged to be of good quality to project life tables and to estimate life table using limited number of parameter as input. For projections of countries where the civil registration provides a time series of annual life tables, parameters from the life tables, adjusted if necessary, were projected using a weighted regression model, giving more weight to recent years. Projected values of the two life table parameters were then applied to the modified logit life table model, where the most recent national data provided an age pattern, to predict the full life tables.  When no useable data from civil registration are available, the latest life table analyses of the UN population Division were used.",
  "createdAt": "2022-08-05T09:45:14.000Z",
  "updatedAt": "2023-06-15T05:05:42.000Z",
  "coverage": "",
  "timespan": "2000 - 2015",
  "datasetId": 5676,
  "shortUnit": "",
  "columnOrder": 0,
  "originalMetadata": "{}",
  "dataPath": "https://api.ourworldindata.org/v1/indicators/467340.data.json",
  "metadataPath": "https://api.ourworldindata.org/v1/indicators/467340.metadata.json",
  "datasetName": "Global Health Observatory - World Health Organization (2022.08)",
  "type": "float",
  "nonRedistributable": false,
  "display": {},
  "source": {
    "id": 26700,
    "name": "WHO, Global Health Observatory (2022)",
    "dataPublishedBy": "WHO, Global Health Observatory (2022)",
    "dataPublisherSource": "",
    "link": "https://ghoapi.azureedge.net/api/",
    "retrievedDate": "2022-08-03",
    "additionalInfo": ""
  },
  "dimensions": {
    "years": {
      "values": [
        {
          "id": 2000
        },
        {
          "id": 2001
        },
        {
          "id": 2002
        },
        {
          "id": 2003
        },
        {
          "id": 2004
        },
        {
          "id": 2005
        },
        {
          "id": 2006
        },
        {
          "id": 2007
        },
        {
          "id": 2008
        },
        {
          "id": 2009
        },
        {
          "id": 2010
        },
        {
          "id": 2011
        },
        {
          "id": 2012
        },
        {
          "id": 2013
        },
        {
          "id": 2014
        },
        {
          "id": 2015
        }
      ]
    },
    "entities": {
      "values": [
        {
          "id": 91,
          "name": "Rwanda",
          "code": "RWA"
        }
      ]
    }
  }
}