{
  "id": 1015496,
  "name": "Annual number of AI systems by domain",
  "unit": "AI systems",
  "createdAt": "2025-03-15T08:53:16.000Z",
  "updatedAt": "2026-01-05T09:29:24.000Z",
  "coverage": "",
  "timespan": "1950-2025",
  "datasetId": 6997,
  "shortUnit": "",
  "columnOrder": 0,
  "shortName": "yearly_count",
  "catalogPath": "grapher/artificial_intelligence/2025-03-12/epoch_aggregates_domain/epoch_aggregates_domain#yearly_count",
  "descriptionShort": "Describes the specific area, application, or field in which an AI system is designed to operate. An AI system can operate in more than one domain, thus contributing to the count for multiple domains. The 2026 data is incomplete and was last updated 04 January 2026.",
  "descriptionFromProducer": "A foreign key field categorizing the system’s domain of machine learning. This field links to the [ML Domains table](https://airtable.com/appDFXXgaG1xLtXGL/shrhzolGiQCVnwOY5/tbleYEsZORsiYRVTM), and domains are selected from the options in that table.",
  "descriptionProcessing": "The count of notable AI systems per domain is derived by tallying the instances of machine learning models classified under each domain category. It's important to note that a single machine learning model can fall under multiple domains. The classification into domains is determined by the specific area, application, or field that the AI system is primarily designed to operate within. System domains with less than 10 systems are grouped under \"Other.\"",
  "type": "int",
  "dataChecksum": "9908688054811413708",
  "metadataChecksum": "-2978584340418159084",
  "datasetName": "Notable AI systems by domain type",
  "updatePeriodDays": 31,
  "datasetVersion": "2025-03-12",
  "nonRedistributable": false,
  "display": {
    "unit": "AI systems"
  },
  "schemaVersion": 2,
  "processingLevel": "major",
  "presentation": {
    "topicTagsLinks": [
      "Artificial Intelligence"
    ]
  },
  "descriptionKey": [
    "Game systems are specifically designed for games and excel in understanding and strategizing gameplay. For instance, AlphaGo, developed by DeepMind, defeated the world champion in the game of Go. Such systems use complex algorithms to compete effectively, even against skilled human players.",
    "Language systems are tailored to process language, focusing on understanding, translating, and interacting with human languages. Examples include chatbots, machine translation tools like Google Translate, and sentiment analysis algorithms that can detect emotions in text.",
    "Multimodal systems are artificial intelligence frameworks that integrate and interpret more than one type of data input, such as text, images, and audio. ChatGPT-4 is an example of a multimodal system, as it has the capability to process and generate responses based on both textual and visual inputs.",
    "Vision systems focus on processing visual information, playing a pivotal role in image recognition and related areas. For example, Facebook's photo tagging system uses vision AI to identify faces.",
    "Speech systems are dedicated to handling spoken language, serving as the backbone of voice assistants and similar applications. They recognize, interpret, and generate spoken language to interact with users.",
    "Recommendation systems offer suggestions based on user preferences, prominently seen in online shopping and media streaming. For instance, Netflix's movie suggestions or Amazon's product recommendations are powered by algorithms that analyze users' preferences and past behaviors.",
    "Audio systems process and generate sound, with applications in music composition, signal processing, and sound recognition.",
    "Biology systems analyze biological data and simulate biological processes, aiding in drug discovery and genetic research.",
    "Image generation systems create visual content from text descriptions or other inputs, used in graphic design and content creation.",
    "Robotics systems combine AI with mechanical engineering to create autonomous robots for various industries.",
    "Video systems analyze and generate video content, aiding in editing, surveillance, and content creation."
  ],
  "dimensions": {
    "years": {
      "values": [
        {
          "id": 1950
        },
        {
          "id": 1952
        },
        {
          "id": 1954
        },
        {
          "id": 1955
        },
        {
          "id": 1957
        },
        {
          "id": 1959
        },
        {
          "id": 1960
        },
        {
          "id": 1962
        },
        {
          "id": 1963
        },
        {
          "id": 1965
        },
        {
          "id": 1966
        },
        {
          "id": 1968
        },
        {
          "id": 1969
        },
        {
          "id": 1973
        },
        {
          "id": 1975
        },
        {
          "id": 1976
        },
        {
          "id": 1980
        },
        {
          "id": 1981
        },
        {
          "id": 1982
        },
        {
          "id": 1983
        },
        {
          "id": 1984
        },
        {
          "id": 1986
        },
        {
          "id": 1987
        },
        {
          "id": 1988
        },
        {
          "id": 1989
        },
        {
          "id": 1990
        },
        {
          "id": 1991
        },
        {
          "id": 1992
        },
        {
          "id": 1993
        },
        {
          "id": 1994
        },
        {
          "id": 1995
        },
        {
          "id": 1996
        },
        {
          "id": 1997
        },
        {
          "id": 1998
        },
        {
          "id": 1999
        },
        {
          "id": 2000
        },
        {
          "id": 2001
        },
        {
          "id": 2002
        },
        {
          "id": 2003
        },
        {
          "id": 2004
        },
        {
          "id": 2005
        },
        {
          "id": 2006
        },
        {
          "id": 2007
        },
        {
          "id": 2008
        },
        {
          "id": 2009
        },
        {
          "id": 2010
        },
        {
          "id": 2011
        },
        {
          "id": 2012
        },
        {
          "id": 2013
        },
        {
          "id": 2014
        },
        {
          "id": 2015
        },
        {
          "id": 2016
        },
        {
          "id": 2017
        },
        {
          "id": 2018
        },
        {
          "id": 2019
        },
        {
          "id": 2020
        },
        {
          "id": 2021
        },
        {
          "id": 2022
        },
        {
          "id": 2023
        },
        {
          "id": 2024
        },
        {
          "id": 2025
        }
      ]
    },
    "entities": {
      "values": [
        {
          "id": 369579,
          "name": "Audio",
          "code": null
        },
        {
          "id": 369045,
          "name": "Biology",
          "code": null
        },
        {
          "id": 368122,
          "name": "Games",
          "code": null
        },
        {
          "id": 306044,
          "name": "Image generation",
          "code": null
        },
        {
          "id": 368116,
          "name": "Language",
          "code": null
        },
        {
          "id": 369580,
          "name": "Mathematics",
          "code": null
        },
        {
          "id": 368118,
          "name": "Multimodal",
          "code": null
        },
        {
          "id": 35473,
          "name": "Other",
          "code": null
        },
        {
          "id": 368117,
          "name": "Recommendation",
          "code": null
        },
        {
          "id": 369044,
          "name": "Robotics",
          "code": null
        },
        {
          "id": 368119,
          "name": "Speech",
          "code": null
        },
        {
          "id": 369576,
          "name": "Video",
          "code": null
        },
        {
          "id": 368120,
          "name": "Vision",
          "code": null
        }
      ]
    }
  },
  "origins": [
    {
      "id": 10724,
      "title": "Parameter, Compute and Data Trends in Machine Learning",
      "descriptionSnapshot": "We update this chart with the latest available data from our source every month.\n\nThe authors selected the AI systems for inclusion based on the following necessary criteria:\n— Have an explicit learning component\n— Showcase experimental results\n— Advance the state of the art\n\nIn addition, the systems had to meet at least one of the following notability criteria:\n— Paper has more than 1000 citations\n— Historical importance\n— Important state-of-the-art advance\n— Deployed in a notable context\n\nThe authors note that: \"For new models (from 2020 onward) it is harder to assess these criteria, so we fall back to a subjective selection. We refer to models meeting our selection criteria as 'milestone models.\"\n",
      "producer": "Epoch AI",
      "citationFull": "Epoch AI, ‘Parameter, Compute and Data Trends in Machine Learning’. Published online at epochai.org. Retrieved from: ‘https://epoch.ai/data/epochdb/visualization’ [online resource]",
      "urlMain": "https://epoch.ai/mlinputs/visualization",
      "urlDownload": "https://epoch.ai/data/epochdb/notable_ai_models.csv",
      "dateAccessed": "2026-01-04",
      "datePublished": "2025",
      "license": {
        "url": "https://creativecommons.org/licenses/by/4.0/",
        "name": "CC BY 4.0"
      }
    }
  ]
}