{
  "id": 1119719,
  "name": "Total economic damages as a share of GDP - Glacial lake outburst flood",
  "unit": "%",
  "createdAt": "2025-10-30T21:34:27.000Z",
  "updatedAt": "2025-11-06T14:30:19.000Z",
  "coverage": "",
  "timespan": "2021-2024",
  "datasetId": 7261,
  "shortUnit": "%",
  "columnOrder": 0,
  "shortName": "total_damages_per_gdp_glacial_lake_outburst_flood_yearly",
  "catalogPath": "grapher/emdat/2025-10-29/natural_disasters/natural_disasters_yearly#total_damages_per_gdp_glacial_lake_outburst_flood_yearly",
  "descriptionShort": "Total economic damages from natural disasters as a share of GDP.",
  "type": "float",
  "dataChecksum": "7341829620501748632",
  "metadataChecksum": "-3992677159064344503",
  "datasetName": "Natural disasters",
  "updatePeriodDays": 365,
  "datasetVersion": "2025-10-29",
  "nonRedistributable": false,
  "display": {
    "name": "Glacial lake outburst flood",
    "unit": "%",
    "shortUnit": "%"
  },
  "schemaVersion": 2,
  "processingLevel": "major",
  "presentation": {
    "titlePublic": "Annual economic damages as a share of GDP from glacial lake outburst floods",
    "attributionShort": "EM-DAT",
    "topicTagsLinks": [
      "Natural Disasters"
    ]
  },
  "descriptionKey": [
    "The total damage is defined as the value of all economic losses directly or indirectly due to the disaster, unadjusted for inflation.",
    "EM-DAT defines a disaster as a situation or event which overwhelms local capacity, necessitating a request to the national or international level for external assistance; an unforeseen and often sudden event that causes great damage, destruction, and human suffering. Of all EM-DAT disasters, we select geophysical, meteorological, hydrological, and climatological events, which include droughts, earthquakes, extreme temperatures, floods, glacial lake outburst floods, mass movements, extreme weather events, volcanic activity, and wildfires.",
    "Drought is defined as an extended period of unusually low precipitation that produces a shortage of water for people, animals, and plants. Drought is different from most other hazards in that it develops slowly, sometimes even over the years, and its onset is generally difficult to detect.",
    "An earthquake is defined as a sudden movement of a block of the Earth's crust along a geological fault and associated ground shaking. The data includes the impacts of earthquake events, aftershocks and tsunamis.",
    "Extreme temperature is used as a general term for temperature variations above (extreme heat) or below (extreme cold) normal conditions.",
    "Extreme weather events include tornadoes, hailstorms, thunderstorms, sandstorms, blizzards, and extreme wind events.",
    "Flood is used as a general term for the overflow of water from a stream channel onto normally dry land in the floodplain (riverine flooding), higher-than-normal levels along the coast (coastal flooding) and in lakes or reservoirs as well as ponding of water at or near the point where the rain fell (flash floods).",
    "Volcanic activity is defined as any type of volcanic event near an opening/vent in the Earth's surface including volcanic eruptions of lava, ash, hot vapor, gas, and pyroclastic material.",
    "A wildfire is defined as any uncontrolled and non-prescribed combustion or burning of plants in a natural setting such as a forest, grassland, brush land or tundra, which consumes natural fuels and spreads based on environmental conditions (e.g., wind, or topography). Wildfires can be triggered by lightning or human actions.",
    "A dry mass movement is defined as any type of downslope movement of earth materials under hydrological dry conditions.",
    "A wet mass movement is defined as a type of mass movement that occur when heavy rain or rapid snow/ice melt send large amounts of vegetation, mud, or rock down a slope driven by gravitational forces.",
    "Glacial lake outburst floods are defined as those that occur when water held back by a glacier or moraine is suddenly released. Glacial lakes can be at the front of the glacier (marginal lake) or below the ice sheet (sub-glacial lake).",
    "Fog is defined as water droplets that are suspended in the air near the Earth's surface. Fog is simply a cloud that is in contact with the ground. Currently, the only fog disaster recorded in EM-DAT is the Great Smog of London in 1952."
  ],
  "dimensions": {
    "years": {
      "values": [
        {
          "id": 2022
        },
        {
          "id": 2021
        },
        {
          "id": 2023
        },
        {
          "id": 2024
        }
      ]
    },
    "entities": {
      "values": [
        {
          "id": 115117,
          "name": "European Union (27)",
          "code": null
        },
        {
          "id": 457,
          "name": "High-income countries",
          "code": null
        },
        {
          "id": 137,
          "name": "India",
          "code": "IND"
        },
        {
          "id": 8,
          "name": "Italy",
          "code": "ITA"
        },
        {
          "id": 460,
          "name": "Lower-middle-income countries",
          "code": null
        },
        {
          "id": 107,
          "name": "Nepal",
          "code": "NPL"
        },
        {
          "id": 355,
          "name": "World",
          "code": "OWID_WRL"
        }
      ]
    }
  },
  "origins": [
    {
      "id": 8969,
      "title": "Natural disasters",
      "description": "EM-DAT contains data on the occurrence and impacts of mass disasters worldwide from 1900 to the present day. EM-DAT data includes all categories classified as \"natural disasters\" (distinguished from technological disasters, such as oil spills and industrial accidents). This includes those from drought, earthquakes, extreme temperatures, extreme weather, floods, glacial lake outburst floods, mass movements, volcanic activity, and wildfires.",
      "producer": "EM-DAT, CRED / UCLouvain",
      "citationFull": "EM-DAT, CRED / UCLouvain, Brussels, Belgium - www.emdat.be",
      "urlMain": "https://emdat.be/",
      "dateAccessed": "2025-11-06",
      "datePublished": "2025-10-31",
      "license": {
        "url": "https://doc.emdat.be/docs/legal/terms-of-use/",
        "name": "UCLouvain 2023"
      }
    },
    {
      "id": 7885,
      "title": "World Development Indicators",
      "description": "The World Development Indicators (WDI) is the primary World Bank collection of development indicators, compiled from officially-recognized international sources. It presents the most current and accurate global development data available, and includes national, regional and global estimates.",
      "producer": "World Bank and OECD national accounts",
      "citationFull": "World Bank national accounts data, and OECD National Accounts data files. Indicator NY.GDP.MKTP.CD (https://data.worldbank.org/indicator/NY.GDP.MKTP.CD). World Development Indicators - World Bank (2025). Accessed on 2025-09-08.",
      "versionProducer": "122",
      "urlMain": "https://data.worldbank.org/indicator/NY.GDP.MKTP.CD",
      "urlDownload": "https://datacatalogfiles.worldbank.org/ddh-published/0037712/DR0095335/WDI_CSV_2025_07_02.zip",
      "dateAccessed": "2025-09-08",
      "datePublished": "2025-07-03",
      "license": {
        "url": "https://datacatalog.worldbank.org/search/dataset/0037712/World-Development-Indicators",
        "name": "CC BY 4.0"
      }
    }
  ]
}