{
  "id": 145260,
  "name": "Married mothers' average time spent on childcare per day",
  "unit": "",
  "description": "Average minutes spent, by married mothers, on primary childcare where children are aged 18 and under.",
  "createdAt": "2020-10-21T13:49:37.000Z",
  "updatedAt": "2023-06-15T05:05:42.000Z",
  "coverage": "",
  "timespan": "",
  "datasetId": 5203,
  "columnOrder": 0,
  "dataPath": "https://api.ourworldindata.org/v1/indicators/145260.data.json",
  "metadataPath": "https://api.ourworldindata.org/v1/indicators/145260.metadata.json",
  "datasetName": "Time spent on primary childcare activities - Sayer, Bianchi, and Robinson (2004)",
  "type": "int",
  "nonRedistributable": false,
  "display": {
    "unit": "minutes",
    "shortUnit": "mins",
    "includeInTable": true,
    "numDecimalPlaces": 0
  },
  "source": {
    "id": 17933,
    "name": "Sayer, Bianchi, and Robinson (2004)",
    "dataPublishedBy": "Sayer, L., Bianchi, S., & Robinson, J. (2004). Are Parents Investing Less in Children? Trends in Mothers’ and Fathers’ Time with Children. American Journal of Sociology, 110(1), 1-43. doi:10.1086/386270",
    "dataPublisherSource": "Time diary data",
    "link": "https://www.journals.uchicago.edu/doi/pdf/10.1086/386270",
    "retrievedDate": "21/10/2020",
    "additionalInfo": "This dataset details the trends in parents' primary childcare participation in minutes per day for 1965, 1975, 1985, and 1998. \n\nFigures can be found in Table 1 and Table 2 of Sayer, Bianchi, and Robinson (2004) and are obtained from cross-sectional time diary data collections. The data sources for the authors’ calculations are Converse and Robinson (1980), Juster et al. (1979), Robinson (1997), and Bianchi et al. (2001).\n\nThe sample is restricted to respondents in households with children aged under 18.\n\nFor 1965, 1975, and 1985 studies, respondents were asked about their own children under 18 residing in the household. \n\nIn the 1998 study, respondents were asked about children under 18 residing in the same household, thus an older sibling or roommate could be the respondent. \n\nParental status was therefore determined in 3 ways: \n1) Respondents with children under 18 who indicated they were either married or cohabiting and that there were no more than two adults in the household were classified as parents. \n\n2) Respondents in households with children under 18 who indicated they were single with no other adults in the household were also classified as parents.\n\n3) Married respondents with more than one adult in the household whose diary activity verbatim referenced their own child or children (e.g. the respondent reports \"read book to my daughter\") were coded as parents. \n\nSingle fathers are excluded due to the small number surveyed at each point in time. \n\nFor a full comparison of methodological features in each of the US national time diary studies see Table A1.\n\nPoints of information taken from Sayer, Bianchi, and Robinson (2004): \n\t- Shift in mode of survey administration from a “tomorrow” diary completed by the respondent on the day after the visit by the interviewer in 1965 to a “yesterday” diary completed during the personal interview in 1975\n\n\t- Comparison of 1975 and 1985 suggests little change in mother’s child care time when using only the personal interview sample in 1985, but an increase in mother’s child care activities when only the telephone sample is used\n\n\t- Estimates for single mothers are based on small samples. It is possible the dissimilarity between trends for single and married mothers is due to the 1965 sample design; only persons in families with a labor force participant were sampled in 1965. The percentage of employed single mothers in the sample was about 30 percentage points higher than national levels and this may be deflating the percentage reporting time with children and thus average minutes in child care. \n\n-Comparison of fathers’ child care time in 1985 by mode of survey administration suggests that, unlike for mothers, fathers’ estimates are unaffected by whether the mode of data collection was by personal interview or by telephone."
  },
  "dimensions": {
    "years": {
      "values": [
        {
          "id": 1965
        },
        {
          "id": 1975
        },
        {
          "id": 1985
        },
        {
          "id": 1998
        }
      ]
    },
    "entities": {
      "values": [
        {
          "id": 13,
          "name": "United States",
          "code": "USA"
        }
      ]
    }
  }
}