{"variables":{"108404":{"years":[2005,2006,2007,2007,2008,2009,2011,2012,2012,2012,2013,2013,2013,2013,2013,2014,2014,2014,2014,2014,2015,2015,2015,2015,2015,2015,2015,2015,2015,2015,2016,2016,2016,2016,2016,2016,2016,2016,2016,2017,2017,2017,2017,2017,2017,2017,2017,2017,2017,2017,2017],"entities":[111,25,67,121,150,232,43,139,153,169,108,103,160,87,151,74,129,167,60,42,117,109,148,100,91,80,170,173,28,15,158,225,19,142,64,68,107,132,137,96,89,76,73,145,41,289,355,470,5404,36460,38228],"values":[5.22623906845974,0.090439720894152,1.8400653702059,4.20964471263456,10.3073932791146,3.37889623205311,15.9897217121178,5.14189898608858,9.27710999763057,3.13708002117597,0.546334016542284,3.8614353361461,1.31499274895925,1.83595419815251,0.356536380072225,3.78409870311593,4.39769796429934,13.3687614639901,5.4748819468701,1.70381859670563,4.1,1.9,4,3.4,9.90745487108401,5.86231945971174,2.2,1.81930844496965,3.5,1.1,5.1,2.8,4.6,1.2,7.3003083981619,5.2,3,2.3,1.3,2,2.1,0,24.8,4.8,3.5,6,3,1.6,4.2,1.5,4.8],"id":108404,"name":"16.2.3 - Proportion of population aged 18-29 years who experienced sexual violence by age 18, by sex (% of population aged 18-29) - VC_VAW_SXVLN - 18 to 29 years old - Female","unit":"Percentage","description":null,"createdAt":"2019-11-15T20:24:06.000Z","updatedAt":"2019-11-15T20:24:06.000Z","code":null,"coverage":"","timespan":"","datasetId":4597,"sourceId":17336,"shortUnit":null,"display":{},"columnOrder":0,"originalMetadata":null,"datasetName":"Proportion of population aged 18-29 years who experienced sexual violence by age 18, by sex (% of population aged 18-29)","s_id":17336,"s_name":"Proportion of population aged 18-29 years who experienced sexual violence by age 18, by sex (% of population aged 18-29) (UN SDG, 2019)","source":{"id":17336,"name":"Proportion of population aged 18-29 years who experienced sexual violence by age 18, by sex (% of population aged 18-29) (UN SDG, 2019)","dataPublishedBy":"United Nations Statistics Division","dataPublisherSource":"","link":"https://unstats.un.org/sdgs/indicators/database/","retrievedData":"","additionalInfo":"Last updated: March 2019 \n\nGoal 16: Promote peaceful and inclusive societies for sustainable development, provide access to justice \nfor all and build effective, accountable and inclusive institutions at all levels \nTarget 16.2: End abuse, exploitation, trafficking and all forms of violence against and torture of children \nIndicator 16.2.3:  Proportion of young women and men aged 18-29 years who experienced sexual \nviolence by age 18 \n \nInstitutional information \n\n \nOrganization(s): \n \nUnited Nations Children's Fund (UNICEF) \n \nConcepts and definitions \n\n \nDefinition: \n \nProportion of young women and men aged 18-29 years who experienced sexual violence by age 18 \n \nRationale: \n \nSexual violence is one of the most unsettling of children's rights violations. Experiences of sexual violence \nin childhood hinder all aspects of development: physical, psychological/emotional and social. Apart from \nthe physical injuries that can result, researchers have consistently found that the sexual abuse of children \nis associated with a wide array of mental health consequences and adverse behavioural outcomes in \nadulthood.  \n \nThe issue is universally relevant and the indicator captures one of the gravest forms of violence against \nchildren. The right of children to protection from all forms of violence is enshrined in the Convention on \nthe Rights of the Child (CRC) and its Optional Protocols. \n \nConcepts: \n \nDefinition from General Comment No. 13 on the Convention of the Rights of the Child (CRC): \n \nSexual violence comprises any sexual activities imposed by an adult on a child against which the child is \nentitled to protection by criminal law. This includes: (a) The inducement or coercion of a child to engage \nin any unlawful or psychologically harmful sexual activity; (b) The use of children in commercial sexual \nexploitation; (c) The use of children in audio or visual images of child sexual abuse; and (d) Child \nprostitution, sexual slavery, sexual exploitation in travel and tourism, trafficking for purposes of sexual \nexploitation (within and between countries), sale of children for sexual purposes and forced marriage. \nSexual activities are also considered as abuse when committed against a child by another child if the \noffender is significantly older than the victim or uses power, threat or other means of pressure. \nConsensual sexual activities between children are not considered as sexual abuse if the children are older \nthan the age limit defined by the State Party. \n\n \n\n \n\n\fLast updated: March 2019 \n\n \nComments and limitations: \n \nThe availability of comparable data remains a serious challenge in this area as many data collection \nefforts have relied on different study methodologies and designs, definitions of sexual violence, samples \nand questions to elicit information. Data on the experiences of boys are particularly sparse. A further \nchallenge in this field is underreporting, especially when it comes to reporting on experiences of sexual \nviolence among boys and men. \n \nMethodology \n\n \nComputation Method: \n \nNumber of young women and men aged 18-29 years who report having experienced any sexual violence \nby age 18 divided by the total number of young women and men aged 18-29 years, respectively, in the \npopulation multiplied by 100. \n \nDisaggregation: \n \nSex, age, income, place of residence, geographic location, marital status, education \n \nTreatment of missing values: \n \n\n•  At country level \n\n \nWhen data for a country are entirely missing, UNICEF does not publish any country-level estimate. \n \n\n•  At regional and global levels \n\n \nThe regional average is applied to those countries within the region with missing values for the \npurposes of calculating regional aggregates only, but are not published as country-level estimates. \nRegional aggregates are only published when at least 50 per cent of the regional population for the \nrelevant age group are covered by the available data. \n \nThe global aggregate is a weighted average of all countries with available data. Global aggregates \nare published regardless of population coverage, but the number of countries and the proportion of \nthe relevant population group represented by the available data are clearly indicated. \n\n \nRegional aggregates: \n \nRegional aggregates are weighted averages of all the countries within the region. \n \nSources of discrepancies: \n \n\n \n\n \n\n\fLast updated: March 2019 \n\nThe country estimates compiled and presented in the global SDG database have been re-analyzed by \nUNICEF in order to obtain estimates for the standard age group for reporting (i.e., ages 18-29 years) since \ndata for this age group are not typically available in published survey reports.  \n \nMethods and guidance available to countries for the compilation of the data at the national level: \n \nCountries gather data on childhood experiences of sexual violence through household surveys such as the \nDemographic and Health Surveys. In some countries, such data are also collected through other national \nhousehold surveys, including dedicated surveys on violence. This indicator captures all experiences of \nsexual violence that occurred during childhood (i.e. prior to the age of 18 years) regardless of the legal \nage of consent stipulated in relevant national legislation. \n \nQuality assurance \n \nUNICEF maintains the global database on sexual violence in childhood that is used for SDG and other \nofficial reporting. Before the inclusion of any data point in the database, it is reviewed by technical focal \npoints at UNICEF headquarters to check for consistency and overall data quality. This review is based on a \nset of objective criteria to ensure that only the most recent and reliable information are included in the \ndatabases. These criteria include the following: data sources must include proper documentation; data \nvalues must be representative at the national population level; data are collected using an appropriate \nmethodology (e.g., sampling); data values are based on a sufficiently large sample; data conform to the \nstandard indicator definition including age group and concepts, to the extent possible; data are plausible \nbased on trends and consistency with previously published/reported estimates for the indicator.  \n \nAs of 2018, UNICEF undertakes an annual consultation with government authorities on 10 of the child-\nrelated SDG indicators in its role of sole or joint custodian, and in line with its global monitoring mandate \nand normative commitments to advancing the 2030 Agenda for children. This includes indicator 16.2.3. \nMore details on the process for the country consultation are outlined below.  \n \n \nData Sources \n\n \nDescription: \n \nHousehold surveys such as DHS have been collecting data on this indicator in low- and middle-income \ncountries since the late 1990s. \n \nThe DHS includes a standard module that captures information on a few specific forms of sexual violence. \nRespondents are asked whether, at any time in their lives (as children or adults), anyone ever forced \nthem – physically or in any other way – to have sexual intercourse or to perform any other sexual acts \nagainst their will. Those responding ‘yes’ to this question are then asked how old they were the first time \nthis happened. It is important to flag that the DHS module was not specifically designed to capture \nexperiences of sexual violence in childhood and while it produces data that can be used to report on \n16.2.3, further methodological work is needed to develop standard questions specifically designed to \nmeasure child sexual abuse. \n\n \n\n \n\n\fLast updated: March 2019 \n\n \nCollection process: \n \nUNICEF undertakes a wide consultative process of compiling and assessing data from national sources for \nthe purposes of updating its global databases on the situation of children. Up until 2017, the mechanism \nUNICEF used to collaborate with national authorities on ensuring data quality and international \ncomparability on key indicators of relevance to children was known as Country Data Reporting on the \nIndicators for the Goals (CRING). \n \nAs of 2018, UNICEF launched a new country consultation process with national authorities on selected \nchild-related global SDG indicators it is custodian or co-custodian to meet emerging standards and \nguidelines on data flows for global reporting of SDG indicators, which place strong emphasis on technical \nrigour, country ownership and use of official data and statistics. The consultation process solicited \nfeedback directly from National Statistical Offices, as well as other government agencies responsible for \nofficial statistics, on the compilation of the indicators, including the data sources used, and the \napplication of internationally agreed definitions, classification and methodologies to the data from that \nsource. Once reviewed, feedback is made available to countries on whether or not specific data points \nare accepted, and if not, the reasons why. More details on the consultation process can be found in the \nguidance note.  \n \n \nData Availability \n\n \nDescription: \n \nNationally representative and comparable data are currently available for women from around 46 low- \nand middle-income countries and for men from around 9 low- and middle-income countries. \n \nTime series: \n \nNot available \n \n \nCalendar \n\n \nData collection: \nUNICEF will undertake an annual country consultation likely between December and January every year \nto allow for review and processing of the feedback received in order to meet global SDG reporting \ndeadlines. \n \nData release: \nJune 2019. \n \nData providers \n\n \n\n \n\n\fLast updated: March 2019 \n\n \nNational Statistical Offices (for the most part) or line ministries/other government agencies that have \nconducted national surveys on sexual violence against women and men. \n \nData compilers \n\n \nUNICEF \n \nReferences \n\n \nURL: \n \ndata.unicef.org \n \nReferences: \n \nhttp://data.unicef.org/child-protection/sexual-violence.html \n \nRelated indicators \n\n \n\n \n\n \n\n\f"}}},"entityKey":{"15":{"name":"Afghanistan","code":"AFG"},"19":{"name":"Angola","code":"AGO"},"25":{"name":"Azerbaijan","code":"AZE"},"28":{"name":"Bangladesh","code":"BGD"},"41":{"name":"Burundi","code":"BDI"},"42":{"name":"Cambodia","code":"KHM"},"43":{"name":"Cameroon","code":"CMR"},"60":{"name":"Zambia","code":"ZMB"},"64":{"name":"Tanzania","code":"TZA"},"67":{"name":"Ukraine","code":"UKR"},"68":{"name":"Uganda","code":"UGA"},"73":{"name":"Trinidad and Tobago","code":"TTO"},"74":{"name":"Togo","code":"TGO"},"76":{"name":"Tajikistan","code":"TJK"},"80":{"name":"Zimbabwe","code":"ZWE"},"87":{"name":"Sierra Leone","code":"SLE"},"89":{"name":"Senegal","code":"SEN"},"91":{"name":"Rwanda","code":"RWA"},"96":{"name":"Philippines","code":"PHL"},"100":{"name":"Panama","code":"PAN"},"103":{"name":"Nigeria","code":"NGA"},"107":{"name":"Nepal","code":"NPL"},"108":{"name":"Namibia","code":"NAM"},"109":{"name":"Mozambique","code":"MOZ"},"111":{"name":"Moldova","code":"MDA"},"117":{"name":"Malawi","code":"MWI"},"121":{"name":"Liberia","code":"LBR"},"129":{"name":"Kenya","code":"KEN"},"132":{"name":"Jamaica","code":"JAM"},"137":{"name":"India","code":"IND"},"139":{"name":"Honduras","code":"HND"},"142":{"name":"Myanmar","code":"MMR"},"145":{"name":"Haiti","code":"HTI"},"148":{"name":"Guatemala","code":"GTM"},"150":{"name":"Ghana","code":"GHA"},"151":{"name":"Gambia","code":"GMB"},"153":{"name":"Gabon","code":"GAB"},"158":{"name":"Ethiopia","code":"ETH"},"160":{"name":"Dominican Republic","code":"DOM"},"167":{"name":"Democratic Republic of Congo","code":"COD"},"169":{"name":"Comoros","code":"COM"},"170":{"name":"Colombia","code":"COL"},"173":{"name":"Chad","code":"TCD"},"225":{"name":"Timor","code":"TLS"},"232":{"name":"Sao Tome and Principe","code":"STP"},"289":{"name":"Sub-Saharan Africa","code":null},"355":{"name":"World","code":"OWID_WRL"},"470":{"name":"Southern Asia","code":null},"5404":{"name":"Landlocked developing countries","code":null},"36460":{"name":"Central and Southern Asia","code":null},"38228":{"name":"Least Developed Countries (LDCs)","code":null}}}