{"variables":{"108562":{"years":[2018,2018,2018,2018,2018,2018,2018,2018,2018,2018,2018,2018,2018,2018,2018,2018,2018,2018,2018,2018,2019,2019,2019,2019,2019,2019,2019,2019,2019,2019,2019,2019,2019,2019,2019,2019,2019,2019,2019,2019,2019,2019,2019,2019,2019],"entities":[161,84,83,102,70,67,127,64,39,155,33,24,8,4,5,7,162,165,9,10,155,127,162,165,439,102,215,3,84,161,83,70,67,64,39,37,33,24,21,10,9,8,7,5,4],"values":[0,0,0,0,0,0,0,0,1.85185,0,0,9.23077,0.30769,3.44828,6.0241,11.36364,6.38298,0,4.8,0,0,0,8.10811,0,3.58056,0,0,6.07143,0,3.77358,0,0,0,0,2.32558,2.91262,0,13.33333,0,0,11.45374,0.31746,17.24138,9.90991,3.75],"id":108562,"name":"2.5.1 - Proportion of local breeds for which sufficient genetic resources are stored for reconstitution (%) - ER_GRF_ANIMRCNT","unit":"Percentage","description":null,"createdAt":"2019-11-15T20:24:29.000Z","updatedAt":"2019-11-15T20:24:29.000Z","code":null,"coverage":"","timespan":"","datasetId":4672,"sourceId":17409,"shortUnit":null,"display":{},"columnOrder":0,"originalMetadata":null,"datasetName":"Proportion of local breeds for which sufficient genetic resources are stored for reconstitution (%)","s_id":17409,"s_name":"Proportion of local breeds for which sufficient genetic resources are stored for reconstitution (%) (UN SDG, 2019)","source":{"id":17409,"name":"Proportion of local breeds for which sufficient genetic resources are stored for reconstitution (%) (UN SDG, 2019)","dataPublishedBy":"United Nations Statistics Division","dataPublisherSource":"","link":"https://unstats.un.org/sdgs/indicators/database/","retrievedData":"","additionalInfo":" \n\nLast updated: 01 March 2019 \n\nGoal 2: End hunger, achieve food security and improved nutrition and promote sustainable agriculture \nTarget 2.5: By 2020, maintain the genetic diversity of seeds, cultivated plants and farmed and \ndomesticated animals and their related wild species, including through soundly managed and diversified \nseed and plant banks at the national, regional and international levels, and promote access to and fair \nand equitable sharing of benefits arising from the utilization of genetic resources and associated \ntraditional knowledge, as internationally agreed \nIndicator 2.5.1: Number of plant and animal genetic resources for food and agriculture secured in \neither medium or long-term conservation facilities \n \nInstitutional information \n\n \nOrganization(s): \nFood and Agriculture Organization of the United Nations (UN FAO) \n \nConcepts and definitions \n\n \nDefinition: \nThe conservation of plant and animal genetic resources for food and agriculture (GRFA) in medium or \nlong term conservation facilities (ex situ, in genebanks) represents the most trusted means of conserving \ngenetic resources worldwide. Plant and animal GRFA conserved in these facilities can be easily used in \nbreeding programmes as well, even directly on-farm. \n \nThe measure of trends in ex situ conserved materials provides an overall assessment of the extent to \nwhich we are managing to maintain and/or increase the total genetic diversity available for future use \nand thus protected from any permanent loss of genetic diversity which may occur in the natural habitat, \ni.e. in situ, or on-farm. \n \nThe two components of the indicator, plant and animal GRFA, are separately counted. \n \nPlant genetic resources  \nThe plant component is calculated as the number of accessions of plant genetic resources secured in \nconservation facilities under medium or long term conditions, where an ‘accession’ is defined as a distinct \nsample of seeds, planting materials or plants which is maintained in a genebank. Genebank Standards for \nPlant Genetic Resources for Food and Agriculture (accessible at \nhttp://www.fao.org/documents/card/en/c/7b79ee93-0f3c-5f58-9adc-5d4ef063f9c7/), set the benchmark \nfor current scientific and technical best practices for conserving plant genetic resources, and support key \ninternational policy instruments for the conservation and use of plant genetic resources. These voluntary \nstandards have been endorsed by the FAO Commission on Genetic Resources for Food and Agriculture at \nits Fourteenth Regular Session (http://www.fao.org/docrep/meeting/028/mg538e.pdf).  \n \nAnimal genetic resources  \nThe animal component is calculated as the number of local breeds (i.e.  being reported to exist only in \none country) stored within a genebank collection with an amount of genetic material stored which is \nrequired to reconstitute the breed in case of extinction (further information on “sufficient material stored \n\n\f \n\nLast updated: 01 March 2019 \n\nto reconstitute a breed” can be found in the  Guidelines on Cryconservation of Animal Genetic Resources, \nFAO, 2012, accessible at http://www.fao.org/docrep/016/i3017e/i3017e00.htm). The guidelines have \nbeen endorsed by the FAO Commission on Genetic Resources for Food and Agriculture at its Thirteenth \nRegular Session (http://www.fao.org/docrep/meeting/024/mc192e.pdf). \nRationale: \nGenetic resources for food and agriculture provide the building blocks of food security and, directly or \nindirectly, support the livelihoods of every person on earth. As the conservation and accessibility to these \nresources are of vital importance, medium- or long- term conservation facilities (genebanks) to preserve \nand make these resources and their associated information accessible for breeding and research have \nbeen established at country, regional and global levels. Inventories of genebank holdings provide a \ndynamic measure of the existing plant and animal diversity and its level of preservation. Data relevant to \nthis indicator facilitate the monitoring of diversity secured and accessible through genebanks and support \nthe development and updating of strategies for the conservation and sustainable use of genetic \nresources. \n \nThe indicator is related to a monitoring framework endorsed by the FAO Commission on Genetic \nResources for Food and Agriculture in which the status and trends of plant and animal genetic resources \nare described through globally agreed indicators and regular country-driven assessments.  \n \nThe number of materials conserved under medium- or long-term storage conditions provides an indirect \nmeasurement of the total genetic diversity, which are managed to secure for future use. Overall, positive \nvariations are therefore approximated to an increase in the agro-biodiversity secured, while negative \nvariations to a loss of it.  \n \nCaution needs to be paid in the reporting and interpretation of the indicator. In the case of plant genetic \nresources, an uncontrolled addition of accessions that are in fact duplicates of samples already conserved \nand accounted for, or, vice versa, the deletion from the reported collections of redundant duplicates may \nlead to wrong interpretations. In order to avoid duplicate counting at the national level, primarily base \ncollections should be reported. An active collection could be reported, only when, in the absence of a \nbase collection, it also serves the function of the base collection.Another example that needs to be \nmonitored both while reporting and interpreting the results include the grouping or splitting of \naccessions, as in both cases the variation in the accounted number does not reflect a variation in the \ngenetic diversity conserved and secured. Therefore, it is crucial that reporting countries and \nregional/international centres together with the accession level information requested explain also the \nreason for the decrease or increase in the number of accessions, in particular when this does not reflect a \nreal loss or gain in the genetic diversity conserved and secured. \n \nConcepts: \nPlant genetic resources \nPlant genetic resources for food and agriculture (PGRFA): Any genetic material of plant origin of actual or \npotential value for food and agriculture. \n \nAccession: An accession is defined as a sample of seeds, planting materials or plants representing either a \nwild population, a landrace, a breeding line or an improved cultivar, which is conserved in a genebank. \nEach accession should be distinct and, in terms of genetic integrity, as close as possible to the sample \nprovided originally. \n \n\n\f \n\nLast updated: 01 March 2019 \n\nBase collection: A base collection is defined as a set of unique accessions to be preserved for a medium to \nlong-term period. \n \nActive collection: An active collection is defined as a set of distinct accessions that is used for \nregeneration, multiplication, distribution, characterization and evaluation. Active collections are \nmaintained in short to medium-term storage and usually duplicated in a base collection.  \n \nMedium or long term conservation facilities: Biological diversity is often conserved ex situ, outside its \nnatural habitat, in facilities called genebanks. In the case of plant genetic resources, genebanks conserve \nbase collections under medium or long term storage conditions, in the form of seeds in cold rooms, \nplants in the field and tissues in vitro and/or cryoconserved.  \n \nAnimal genetic resources \nBreed: A breed is either a sub-specific group of domestic livestock with definable and identifiable external \ncharacteristics that enable it to be separated by visual appraisal from other similarly defined groups \nwithin the same species, or a group for which geographical and/or cultural separation from \nphenotypically similar groups has led to acceptance of its separate identity.   \n \nMedium or long term conservation facilities: Biological diversity is often conserved ex situ, outside its \nnatural habitat, in facilities called genebanks. In the case of domestic animal diversity, ex situ \nconservation includes both the maintenance of live animals (in vivo) and cryoconservation.  \n \nCryoconservation is the collection and deep-freezing of semen, ova, embryos or tissues for potential \nfuture use in breeding or regenerating animals. \n \nComments and limitations: \nPlant genetic resources \nBroadly, two issues are of concern in using the “number of accessions” as an indicator of diversity in ex \nsitu collections: \n \nUndetected duplicates of accessions may contribute to an increase of the indicator, as each accession is a \nmanaged unit, kept and recorded as distinct. The detection of such duplicates will therefore result in a \nreduction in the number of accession previously reported. This can occur at different levels, for example \nwithin genebank collections and also at international level. \n \nA loss of viability of the material(s) conserved that is not promptly detected may similarly not be reflected \nin the number of accessions, contributing to an overestimate of the actual number of accessions. \n \nAdditional information could be provided by other indicators measuring ex situ conservation, which are \npart of the monitoring of the implementation of the Global Plan of Action for PGRFA under the FAO \nCommission on Genetic Resources for Food and Agriculture.  \n \nAnimal genetic resources \nInformation on cryoconserved material in the Domestic Animal Diversity Information System DAD-IS \nneeds to be updated on a regular base.. \n \n\n\f \n\nMethodology \n\nLast updated: 01 March 2019 \n\n \nComputation Method: \nPlant genetic resources \nThe plant component of the indicator is calculated as the total number of unique accessions of plant \ngenetic resources secured in medium to long term conservation facilities. This should include all the \naccessions in base collections, and unique accessions stored in medium term conservation facilities, as \nactive collections, only when these accessions are considered to become part of the national base \ncollections. Base collections may include both seed, field, cryo-preserved or in vitro collections depending \non the species conserved and the available facilities in the country. \n \nAnimal genetic resources \nFor the animal component the indicator is calculated as the number of local breeds with enough genetic \nmaterial stored within genebank collections  allowing to reconstitute the breed in case of extinction \n(based on the Guidelines on Cryconservation of animal genetic resources, FAO, 2012, \nhttp://www.fao.org/docrep/016/i3017e/i3017e00.htm). \n \nDisaggregation: \nFor both plant and animal components geographic disaggregation (national, regional, global) is made. \nGrouping by sex, age etc. is not applicable. \n \nTreatment of missing values: \n \n\n•  At country level \n\nFor plants missing values are treated as such and not replaced by estimates. For animals, for a given \nbreed, if no data are provided for a respective year, it is assumed that the storage status remains \nthe same as for the last year for which data have been reported.  In this case the nature of data is \nconsidered to be estimated. However, if the most recent reporting refers to a year more than 10- \nyears before, the storage status  is considered “unknown”.  \n \n\n•  At regional and global levels \n\nFor both components, plants and animals, missing values are treated as such and not replaced by \nestimates. \n\n \nRegional aggregates: \nFor both components, plants and animals, aggregates are the sum of country values. \n \nSources of discrepancies: \nThere are no internationally estimated data. Data on this indicator are all produced by countries and \nregional or international centres.  \n \nMethods and guidance available to countries for the compilation of the data at the national level: \nFor the plant component of the indicator, officially appointed National Focal Points and managers of \nregional or international genebanks are requested to provide the list of accessions conserved in medium \nor long term conservation facilities by filling a spreadsheet contained in document List of descriptors for \nreporting on the Plant Component of SDG indicator 2.5.1 (see References) accessible from the WIEWS \nhome page (http://www.fao.org/wiews). Out of the 12 passport descriptors which can be used to \n\n\f \n\nLast updated: 01 March 2019 \n\ncharacterize each accession, four are mandatory: (i) the name of the genebank (or holding institute code); \n(ii) the accession number1; (iii) the scientific name of the accession (name of taxon, including genus, \nspecies and lower taxonomic ranking); and (iv) the type of storage. Reporting on the remaining \ndescriptors is highly recommended, as it allows the analysis of changes in different types of diversity \nconcerned, including changes in the type and origin of the material secured (e.g. biological status; \ncountry of origin; locations of safety duplications; etc.) and better describes the composition of the \nsecured materials. The descriptors have been agreed by the FAO Commission on Genetic Resources for \nFood and Agriculture (see question 6.2 in the “Reporting format for monitoring the implementation of \nthe Second global Plan of Action for Plant Genetic Resources for Food and Agriculture” \nhttp://www.fao.org/3/a-mm294e.pdf). Genebank holdings are counted based on the list of accessions \nreported. \n \nFor the animal component the National Coordinators for the Management of Animal Genetic Resources \nprovide the type of material (e.g. semen samples, embryos, somatic cells) cryo-conserved within the \nframework of a cryconservation programme, as well as the number of the respective male and female \ndonors to the Domestic Animal Diversity Information System DAD-IS. \n \nQuality assurance \nFAO. 2012. Cryoconservation of animal genetic resources. FAO Animal Production and Health Guidelines \nNo. 12. Rome. (available at http://www.fao.org/docrep/016/i3017e/i3017e00.pdf) \n \nFAO 2014. Genebank Standards for Plant Genetic Resources for Food and Agriculture. Rome. \n(http://www.fao.org/3/a-i3704e.pdf) \n \nData Sources \n\n \nDescription: \nPlant genetic resources \nData are sourced from officially appointed National Focal Points (NFP) (see \nhttp://www.fao.org/agriculture/crops/thematic-sitemap/theme/seeds-pgr/gpa/national-focal-\npoints/en/) and regional and international agricultural research centres holding PGRFA ex situ collections. \nData providers report either (i) directly to FAO by using the spreadsheet contained in document List of \ndescriptors for reporting on the Plant Component of SDG indicator 2.5.1 (see References) accessible from \nthe WIEWS home page (http://www.fao.org/wiews) or (ii) through published information systems which \ncomply with the standard of the FAO/Bioversity Multi-crop Passport Descriptor List (MCPD) v. 2 (see \nReferences), e.g. EURISCO (http://eurisco.ipk-gatersleben.de/) and Genesys (https://www.genesys-\npgr.org).  \n \nData are stored in the World Information and Early Warning System for plant genetic resources for food \nand agriculture (WIEWS - http://www.fao.org/wiews), the FAO platform established to facilitate \ninformation exchange as well as periodic assessments of the state of the world’s plant genetic resources \nfor food and agriculture.  \n \nAnimal genetic resources \nNational Coordinators for Management of Animal Genetic Resources, nominated by their respective \ngovernment, provide data to the Domestic Animal Diversity Information System (DAD-IS) \n\n                                                           \n \n\n\f \n\nLast updated: 01 March 2019 \n\n(http://dad.fao.org/). DAD-IS allows countries the storage of data on animal genetic resources being \nsecured in either medium or long term conservation facilities as needed for the indicator. \n \nCollection process: \nThe indicator is related to a monitoring framework endorsed by the FAO Commission on Genetic \nResources for Food and Agriculture in which the status and trends of plant and animal genetic resources \nare described through globally agreed indicators and regular country-driven assessments. Officially \nappointed National Focal Points / National Coordinators report directly to FAO, using a format agreed by \nthe FAO Commission on Genetic Resources for Food and Agriculture. \n \nSessions of the intergovernmental technical working groups on plant and on animal genetic resources for \nfood and agriculture allow for formal consultation processes. \n \nData Availability \n\n \nDescription: \nPlant genetic resources \nThe data collected as part of the first monitoring cycle of the implementation of the Second Global Plan \nof Action for PGRFA serve as baseline (number of accessions as of June 2014).  \n \nAs of February 2019, data on over 5 million accessions from 98 countries and 17 international/regional \ncentres are being published. The data collection is carried out annually in January. Continued efforts are \nmade to improve the coverage of countries and international/regional centres, as well as the quality of \nthe information. \n \nAnimal genetic resources \nThe analysis of country reports to FAO provided by 128 countries in 2014 for the preparation of ‘The \nSecond Report on the State of the World’s Animal Genetic Resources for Food and Agriculture’ provided a \nfirst baseline with regard to the number of national breed populations where sufficient material is stored. \nAs of March 2018 the information reported in DAD-IS was still scarce. According to DAD-IS, genetic \nmaterial is cryoconserved for only a very low proportion (3 percent) of local breeds and for only around 1 \npercent of breeds is the quantity of stored material estimated to be sufficient for population \nreconstitution. The data from the Country Reports are not directly comparable with the data in DAD-IS, \nbecause the Country Reports refer also to transboundary breeds. However, the results based on DAD-IS \ndata underline the urgent need for countries to report information relating to cryconserved material in \nDAD-IS. \n \nTime series: \nPlant genetic resources \nData are available in WIEWS for 2014, 2016, 2017 and 2018. Estimates of the status of the indicator \nbefore 2014 are made using the acquisition date of the accessions reported in 2014. \n \nAnimal genetic resources \nBase line of data are country reports provided in 2014. DAD-IS data are available for 2017 and 2018. \n \n\n\f \n\nCalendar \n\nLast updated: 01 March 2019 \n\n \nData collection: \nPlant genetic resources  \nData collection is undertaken on an annual basis in the context of the FAO Commission on Genetic \nresources for Food and Agriculture. \n \nAnimal genetic resources  \nData in DAD-IS can be updated throughout the whole year.  \n \nData release: \nPlant genetic resources  \nFirst quarter of the year. \n \nAnimal genetic resources \nFirst quarter of the year. \n \nData providers \n\nThe officially nominated National Focal Points / National Coordinators, and managers of \nregional/international genebanks. For information by country see for plant genetic resources \nhttp://www.fao.org/agriculture/crops/thematic-sitemap/theme/seeds-pgr/gpa/national-focal-points/en/ \nand for animal genetic resources http://www.fao.org/dad-is/national-coordinators/en/ . \n \nData compilers \n\nFood and Agriculture Organization of the United Nations (UN FAO) \n \nReferences \n\n \nPlant genetic resources \nNational Focal Points for the monitoring of the Second Global Plan of Action for Plant Genetic Resources \nfor Food and Agriculture and the preparation of country reports for The Third Report on the State of the \nWorld's Plant Genetic Resources for Food and Agriculture: \nhttp://www.fao.org/agriculture/crops/thematic-sitemap/theme/seeds-pgr/gpa/national-focal-points/en/ \nList of descriptors for reporting on the Plant Component of SDG indicator 2.5.1, FAO 2017 \nhttp://www.fao.org/fileadmin/user_upload/wiews/docs/SDG_251_data_requirement_sheet_table_EN.d\nocx  \nSecond Global Plan of Action for Plant Genetic Resources for Food and Agriculture: \nhttp://www.fao.org/docrep/015/i2624e/i2624e00.htm \nSecond Report on the State of the World’s Plant Genetic Resources for Food and Agriculture \nhttp://www.fao.org/docrep/013/i1500e/i1500e00.htm \nGenebank Standards for Plant Genetic Resources for Food and Agriculture, FAO, 2014 \nhttp://www.fao.org/documents/card/en/c/7b79ee93-0f3c-5f58-9adc-5d4ef063f9c7/ \n\n\f \n\nLast updated: 01 March 2019 \n\nTargets and Indicators for Plant Genetic Resources for Food and Agriculture, In: Report of the Fourteenth \nRegular Session of the Commission on Genetic Resources for Food and Agriculture,  \nCGRFA-14/13/Report, Appendix C, http://www.fao.org/docrep/meeting/028/mg538e.pdf \nReporting Format for Monitoring the Implementation of the Second Global Plan of Action for Plant \nGenetic Resources for Food and Agriculture, CGRFA-15/15/Inf.9, http://www.fao.org/3/a-mm294e.pdf \nFAO/Bioversity Multi-Crop Passport Descriptor (MCPD) v. 2  \nhttp://www.bioversityinternational.org/fileadmin/user_upload/online_library/publications/pdfs/FAO-\nBioversity_multi_crop_passport_descriptors_V_2_Final_rev_1526.pdf \n \nAnimal genetic resources \nPreparation of the First Report on the State of the World's Animal Genetic Resources \nGuidelines for the Development of Country Reports. Annex 2. Working definitions for use in developing \ncountry reports and providing supporting data. \nhttp://www.fao.org/docrep/004/y1100m/y1100m03.htm \nGuidelines on Cryconservation of Animal Genetic Resources, FAO, 2012, accessible at \nhttp://www.fao.org/docrep/016/i3017e/i3017e00.htm \nNational Coordinator for Management of Animal Genetic Resources:  \nhttp://dad.fao.org/cgi-bin/EfabisWeb.cgi?sid=-1,contacts \nStatus of Animal Genetic Resources – 2016, CGRFA/WG-AnGR-9/16/Inf.3, \nhttp://www.fao.org/3/a-mq950e.pdf \nGuidelines on In vivo Conservation of Animal Genetic Resources, FAO, 2013, \nhttp://www.fao.org/docrep/018/i3327e/i3327e.pdf \nThe Second Report on the State of the World’s Animal Genetic Resources for Food and Agriculture \nhttp://www.fao.org/3/a-i4787e.pdf \n \nRelated indicators \n\n \nThe component on animal genetic resources has linkages with indicator 2.5.2. \n \n\n\f"}}},"entityKey":{"3":{"name":"France","code":"FRA"},"4":{"name":"Belgium","code":"BEL"},"5":{"name":"Netherlands","code":"NLD"},"7":{"name":"Switzerland","code":"CHE"},"8":{"name":"Italy","code":"ITA"},"9":{"name":"Spain","code":"ESP"},"10":{"name":"Sweden","code":"SWE"},"21":{"name":"Argentina","code":"ARG"},"24":{"name":"Austria","code":"AUT"},"33":{"name":"Bhutan","code":"BTN"},"37":{"name":"Brazil","code":"BRA"},"39":{"name":"Bulgaria","code":"BGR"},"64":{"name":"Tanzania","code":"TZA"},"67":{"name":"Ukraine","code":"UKR"},"70":{"name":"Turkey","code":"TUR"},"83":{"name":"Slovenia","code":"SVN"},"84":{"name":"Vietnam","code":"VNM"},"102":{"name":"Norway","code":"NOR"},"127":{"name":"South Korea","code":"KOR"},"155":{"name":"Finland","code":"FIN"},"161":{"name":"Denmark","code":"DNK"},"162":{"name":"Czechia","code":"CZE"},"165":{"name":"Croatia","code":"HRV"},"215":{"name":"Montenegro","code":"MNE"},"439":{"name":"Europe, Western","code":null}}}