{"variables":{"109399":{"years":[2017,2017,2017,2017,2017,2017,2017,2017,2017,2017,2017,2017,2017,2017,2017,2017,2017,2017,2017,2017,2017,2017,2017,2017,2017,2017],"entities":[2,5,10,11,14,18,24,36,66,79,83,92,110,118,119,122,123,124,127,129,138,155,202,209,215,223],"values":[91.42,86.96,97.7,85.71,0,75,94.57,7.69,0,90,90.48,83.69,76.27,81.58,100,100,0,100,96.01,42.18,81.98,76.35,100,100,0,100],"id":109399,"name":"6.3.2 - Proportion of groundwater bodies with good ambient water quality (%) - EN_H2O_GRAMBQ","unit":"Percentage","description":null,"createdAt":"2019-11-15T20:25:38.000Z","updatedAt":"2019-11-15T20:25:38.000Z","code":null,"coverage":"","timespan":"","datasetId":4783,"sourceId":17520,"shortUnit":null,"display":{},"columnOrder":0,"originalMetadata":null,"datasetName":"Proportion of groundwater bodies with good ambient water quality (%)","s_id":17520,"s_name":"Proportion of groundwater bodies with good ambient water quality (%) (UN SDG, 2019)","source":{"id":17520,"name":"Proportion of groundwater bodies with good ambient water quality (%) (UN SDG, 2019)","dataPublishedBy":"United Nations Statistics Division","dataPublisherSource":"","link":"https://unstats.un.org/sdgs/indicators/database/","retrievedData":"","additionalInfo":"Last updated: 09 May 2018 \n\nGoal 6: Ensure availability and sustainable management of water and sanitation for all \nTarget: 6.3 By 2030, improve water quality by reducing pollution, eliminating dumping and minimizing \nrelease of hazardous chemicals and materials, halving the proportion of untreated wastewater and \nsubstantially increasing recycling and safe reuse globally. \nIndicator: 6.3.2 Proportion of bodies of water with good ambient water quality \n \nInstitutional information \n\n \nOrganization(s): \nUN Environment (United Nations Environment Programme) \n \nConcepts and definitions \n\n \nDefinition: \nThe indicator is defined as the proportion of water bodies in the country that have good ambient water \nquality. Ambient water quality refers to natural, untreated water in rivers, lakes and groundwaters and \nrepresents a combination of natural influences together with the impacts of all anthropogenic activities. \nThe indicator relies on water quality data derived from in situ measurements and the analysis of samples \ncollected from surface and groundwaters. Water quality is assessed by means of core physical and chemical \nparameters that reflect natural water quality related to climatological and geological factors, together with \nmajor impacts on water quality. The continuous monitoring of all surface and groundwaters is economically \nunfeasible and not required to sufficiently characterize the status of ambient water quality in a country. \nTherefore, countries select river, lake and groundwater bodies that are representative and significant for \nthe assessment and management of water quality to monitor and report on indicator 6.3.2. The quality \nstatus  of  individual  water  bodies  is  classified  based  on  the  compliance  of  the  available  water  quality \nmonitoring  data  for  the  core  parameters  with  target  values  defined  by  the  country.  The  indicator  is \ncomputed as the proportion of the number of water bodies classified as having good quality (i.e. with at \nleast 80 % compliance) to the total number of assessed water bodies, expressed as a percentage.  \n  \nRationale: \nGood ambient water quality is essential for protecting aquatic ecosystems and the services they provide, \nincluding:  the  preservation of  biodiversity;  the  protection of  human  health  during recreational  use and \nthrough the provision of drinking water; the support of human nutrition through the provision of fish and \nwater for irrigation; the enabling of a variety of economic activities; and the strengthening of the resilience \nof people against water-related disasters. Good ambient water quality is therefore closely linked to the \nachievement of many other Sustainable Development Goals. \n \nTarget 6.3 aims at improving water quality and indicator 6.3.2 provides a mechanism for determining \nwhether, and to which extent, water quality management measures are contributing to the improvement \nof water quality over time. The indicator is also directly linked to indicator 6.3.1 on wastewater treatment \nbecause inadequate wastewater treatment leads to degradation in quality of the waters receiving the \nwastewater effluents. It directly informs progress towards target 6.3 and is strongly linked to target 6.6 \non water-related ecosystems, as well as target 14.1 on marine pollution (coastal eutrophication). \n \n\n\fLast updated: 09 May 2018 \n\nThe methodology recognises that countries have different capacity levels to monitor water quality, with \nmany developed countries operating extensive and complex programmes that collect and report data to \nexisting reporting frameworks beyond the scope of this methodology. For these countries it is recognised \nthat this methodology will not contribute to improving their water quality; however it must be \nsufficiently flexible to capture data from existing monitoring frameworks without burdening countries \nwith additional reporting obligations. Conversely, many of the least developed countries currently do not \nmonitor water quality or operate very limited monitoring programmes. The methodology must therefore \nallow these countries to contribute to the global indicator, according to their national capacity and \navailable resources.  \n \nThe development of the methodology builds on best practice for water quality monitoring promoted by \nthe UN Environment GEMS/Water programme since 1978 together with testing by several pilot countries \nduring the Integrated Monitoring Initiative Proof of Concept phase of 2016, and external review by \nexperts and international organizations. This led to revision of the original methodology, which was then \nfurther tested through the 2017 global data drive. The feedback received has contributed to the present \nrefined methodology. \n \nConcepts: \nThe  concepts  and  definitions  used  in  the  methodology  have  been  based  on  existing  international \nframeworks and glossaries (WMO 2012) unless where indicated otherwise below. \nAquifer: Geological formation capable of storing, transmitting and yielding exploitable quantities of \nwater.  \n\nClassification of water quality: If at least 80% of the monitoring values for prescribed parameters in a \nwater body comply with their respective target values, the water body is classified as having a “good” \nwater quality status. Each water body is classified as being of “good” or “not good” status.  \n\nGroundwater: Subsurface water occupying the saturated zone.  \n\nGroundwater  body:  A  distinct  volume  of  groundwater  within  an  aquifer  or  aquifers  (EU  2000). \nGroundwater bodies that cross river basin district (RBD) boundaries should be divided at the boundary with \neach separate portion of the groundwater body being reported separately along with its respective RBD.  \n\nLake: Inland body of standing surface water of significant extent.  \n\nNon-point-source pollution: Pollution of water bodies from dispersed sources such as fertilizers, \nchemicals and pesticides used in agricultural activities. \n\nParameter: Water quality variable or characteristic of water quality, also called a determinand. \n\nPoint source pollution: Pollution with a precisely located origin. \n\nPollution (of water): Introduction into water of any undesirable substance which renders the water unfit \nfor its intended use. \n\nPollutant: Substance which disrupts and interferes with the equilibrium of a water system and impairs \nthe suitability of using the water for a desired purpose.  \n\nReservoir: Body of water, either natural or man-made, used for storage, regulation and control of water \nresources. \n\n\fLast updated: 09 May 2018 \n\nRiver: Large stream which serves as the natural drainage for a basin. \n\nRiver basin: Geographical area having a common outlet for its surface runoff. \n\nRiver basin district:  Area of land, made up of one or more neighbouring river basins together with their \nassociated groundwaters (EU, 2000). \n\nRiver water body: A coherent section of a river that is discrete (does not overlap with another water \nbody) and is significant rather than arbitrarily designated.  \n\nStream: Flowing body of water in a natural surface channel. \n\nSurface water: Water which flows over, or lies on, the ground surface. Note: Indicator 6.3.2 does not \ninclude the monitoring of water quality in wetlands under monitoring level 1. \n\nTarget value:  A value (or range) for any given water quality parameter that indicates the threshold for a \ndesignated water quality, such as good water quality rather than acceptable water quality. \n\nToxic substance: Chemical substance which can disturb the physiological functions of humans, animals \nand plants. \n\nTransboundary waters: Surface or ground waters which mark, cross or are located on boundaries \nbetween two or more States; wherever transboundary waters flow directly into the sea, these \ntransboundary waters end at a straight line across their respective mouths between points on the low-\nwater line of the banks (UNECE, 1992). \n \nWater quality index: The measured water quality results for all parameters combined into a numeric value \nfor each monitoring location. These scores are then aggregated over the time of the assessment period. \nThe index score can range between zero (worst) to 100 (best). \n\nComments and limitations: \nThe monitoring and reporting of SDG Indicator 6.3.2 requires considerable national financial and human \ncapacities to regularly measure water quality parameters at sufficient spatial and temporal resolutions, \nand to consistently collect, quality-assure and process the monitoring data to compute the indicator. \nSubstantial investments in monitoring and data management infrastructures, as well as targeted capacity \ndevelopment in water quality monitoring programme design and operation, will be required in many \ncountries to enhance national capacities to regularly and consistently report on the indicator.  \n \nRecognizing the differences in monitoring and data processing capacities among countries, the indicator \nmethodology offers a progressive monitoring approach allowing countries to start with reporting based \non their existing capacity and progressively enhance the data coverage and indicator significance with \nincreasing capacity. \nLevel 1 monitoring includes a set of general, easily measurable, physico-chemical water quality \nparameters that can indicate water quality degradation. They can be used to assess the quality status of \nwater bodies, facilitating global comparability and maintaining a balance between the significance of the \nindicator and the monitoring requirements for each country.  \nLevel 2 monitoring allows countries with enhanced capacities to include additional water quality \nparameters, such as toxic substances and biological monitoring, as well as more sophisticated quality \nclassification schemes to assess and report on the quality of their water bodies more accurately. \n \n\n\fLast updated: 09 May 2018 \n\nMethodology \n\nComputation Method: \nThe indicator is computed by first classifying all assessed water bodies based on the compliance of the \nmonitoring  data  collected  for  selected  parameters  at  monitoring  locations  within  the  water  body  with \nparameter-specific target values:  \n\n??? =\n\n× 100 \n\n??\n??\n\nWhere \n\nWhere \n\n??? is the percentage compliance [%]; \n?? is the number of monitoring values in compliance with the target values; \n?? is the total number of monitoring values. \n\nA threshold value of 80% compliance is defined to classify water bodies as “good” quality. Thus, a body of \nwater is classified as having a good quality status if at least 80% of all monitoring data from all monitoring \nstations within the water body are in compliance with the respective targets. \n \nIn  a  second  step,  the  classification  results  are  used  to  compute  the  indicator  as  the  proportion  of  the \nnumber of water bodies classified as having a good quality status to the total number of classified water \nbodies expressed in percentage: \n\n????   =  \n\n× 100 \n\n??\n??\n\n????  is the percentage of water bodies classified as having a good quality status; \n?? is the number of classified water bodies classified as having a good quality status; \n?? is the total number of monitored and classified water bodies. \n\nDisaggregation: \nThe indicator can be disaggregated by water body type (river, lake, groundwater) and river basin district. \nThis disaggregated data can support informed decision-making at the national and sub-national scale to \nmonitor and improve water quality management measures. \n\n \n\nTreatment of missing values: \n \n\n•  At country level \n\nMissing values are not imputed.  \n\n•  At regional and global levels \n\nMissing values are not imputed. \n \nRegional aggregates: \nhttp://pre-uneplive.unep.org/media/docs/graphs/aggregation_methods.pdf.  \n \nSources of discrepancies: \nNot applicable as no internationally estimated data is used to impute.  \n \n\n\fLast updated: 09 May 2018 \n\nData Sources \n\nDescription: \nThe recommended sources of data are water quality monitoring data derived from in situ measurements \nand the analysis of samples collected from surface and groundwaters in national or sub-national ambient \nwater quality monitoring programmes implemented by governmental authorities. Additional water \nquality monitoring data from research or citizen-science monitoring programmes can be used to \nsupplement the available authoritative monitoring data, provided they are authorised by the national \nreporting agency. \n \nThe number of monitoring locations required to determine the quality status of a water body depends on \nthe type and size of the water body, but a minimum of one monitoring location per water body is \nrequired. The minimum data requirements for calculating this indicator are measurements for all of the \nrecommended or alternative core parameters appropriate to the type of water body as defined in the \nmethodology.  \n \nMeasurements should be taken routinely, at prescribed intervals, or the same time of year each year, \nfrom the same locations. Even if new monitoring stations are introduced, data should continue to be \ncollected from the original locations. This ensures that results are comparable between reports, thereby \nenabling trends to be established over time. The monitoring data needed for the indicator computation \nmay be collected by different monitoring programmes involving different agencies and organizations. It is \ntherefore important to establish and maintain centralized data repositories at the national level that \ncollate the data from the various stakeholders, ensuring compatibility in reporting units between all \nagencies submitting data. Data should be compiled for each core parameter at each sampling location in \norder to calculate the indicator. \n    \nCollection process: \nThe data will be collected by UN Environment and its Global Environment Monitoring System for Water \n(GEMS/Water) through electronic reporting in the global water quality information system GEMStat. At \nthe national level, data reports will be provided by the GEMS/Water National Focal Points or any other \nofficial counterpart appointed by the respective government. GEMS/Water offers consultation and \nsupport in selecting and compiling the required monitoring data, defining suitable river basin districts and \ndelineating water bodies, as well as computing the indicator, upon request through its helpdesk. Data \nreported by the countries will be checked for consistency with respect to the monitoring parameters, \ntarget values and spatial units and compared with monitoring data available in GEMStat, if applicable.  \n \nData Availability \n\nDescription: \nAn  initial  baseline  data  collection  has  been  conducted  in  2017  with  48  country  data  submissions  as  of \nFebruary 2018. \n \n\n\fLast updated: 09 May 2018 \n\nTime series: \nThe reporting on this indicator will follow a 5-year cycle.  \n\n- \n\nInitial baseline data collection completed in 2017; First reporting cycle in 2020: data collected from \n2015 to 2019; Second reporting cycle in 2025: data collected from 2020 to 2024; Third reporting \ncycle in 2030: data collected from 2025 to 2029. \n\n \nCalendar \n\nData collection: \n\n \nData release: \n\n1.  First reporting cycle: 2020; \n2.  Second reporting cycle: 2025; \n3.  Third reporting cycle: 2030. \n\n1.  First reporting cycle: June 2021; \n2.  Second reporting cycle: June 2026; \n3.  Third reporting cycle: June 2031. \n\n \nData providers \n\nnominated representative. \n\n \nData compilers \n\n \nReferences \n\n1.  GEMS/Water  National  Focal  Points  in  relevant  Ministries,  Water  Authorities,  etc.  or  their \n\n1.  UN Environment (United Nations Environment Programme)  \n\n \nURL: http://www.sdg6monitoring.org/indicators/target-63/indicators632/ \n \nReferences: \nEU (European Parliament, Council of the European Union) 2000. Water Framework Directive (WFD) \n2000/60/EC of the European Parliament and of the Council of 23 October 2000 establishing a \nframework for Community action in the field of water policy, Official Journal L327, 1–72. Available \nat: http://eur-lex.europa.eu/legal-content/EN/TXT/?uri=CELEX:32000L0060 \n\nUNECE 1992 Convention on the Protection and Use of Transboundary Watercourses and \nInternational Lakes. Available at: \nhttp://www.unece.org/fileadmin/DAM/env/water/pdf/watercon.pdf \n\nWMO 2012 International Glossary of Hydrology. No. 385 World Meteorological Organization and \nUnited Nations Educational, Scientific and Cultural Organization. Available at: \nhttp://library.wmo.int/pmb_ged/wmo_385-2012.pdf  \n\n \n\n\fLast updated: 09 May 2018 \n\nRelated indicators \n\n \nIndicators 6.3.1, 6.6.1, 14.1.1 \n\n\f"}},"109400":{"years":[2017,2017,2017,2017,2017,2017,2017,2017,2017,2017,2017,2017,2017,2017,2017,2017,2017,2017,2017,2017,2017,2017,2017,2017,2017,2017,2017,2017,2017,2017,2017],"entities":[2,5,6,10,11,14,24,36,37,64,66,79,81,83,91,92,103,110,118,119,122,123,124,127,129,138,155,156,202,215,223],"values":[45.78,53.22,72.41,48.85,38.51,75,91.94,94.44,74.63,0,0,70,62.5,9.09,0,62.61,41,85.94,94.59,74.69,52.9,0,0,0,0,41.77,80.82,100,100,100,100],"id":109400,"name":"6.3.2 - Proportion of open water bodies with good ambient water quality (%) - EN_H2O_OPAMBQ","unit":"Percentage","description":null,"createdAt":"2019-11-15T20:25:38.000Z","updatedAt":"2019-11-15T20:25:38.000Z","code":null,"coverage":"","timespan":"","datasetId":4784,"sourceId":17521,"shortUnit":null,"display":{},"columnOrder":0,"originalMetadata":null,"datasetName":"Proportion of open water bodies with good ambient water quality (%)","s_id":17521,"s_name":"Proportion of open water bodies with good ambient water quality (%) (UN SDG, 2019)","source":{"id":17521,"name":"Proportion of open water bodies with good ambient water quality (%) (UN SDG, 2019)","dataPublishedBy":"United Nations Statistics Division","dataPublisherSource":"","link":"https://unstats.un.org/sdgs/indicators/database/","retrievedData":"","additionalInfo":"Last updated: 09 May 2018 \n\nGoal 6: Ensure availability and sustainable management of water and sanitation for all \nTarget: 6.3 By 2030, improve water quality by reducing pollution, eliminating dumping and minimizing \nrelease of hazardous chemicals and materials, halving the proportion of untreated wastewater and \nsubstantially increasing recycling and safe reuse globally. \nIndicator: 6.3.2 Proportion of bodies of water with good ambient water quality \n \nInstitutional information \n\n \nOrganization(s): \nUN Environment (United Nations Environment Programme) \n \nConcepts and definitions \n\n \nDefinition: \nThe indicator is defined as the proportion of water bodies in the country that have good ambient water \nquality. Ambient water quality refers to natural, untreated water in rivers, lakes and groundwaters and \nrepresents a combination of natural influences together with the impacts of all anthropogenic activities. \nThe indicator relies on water quality data derived from in situ measurements and the analysis of samples \ncollected from surface and groundwaters. Water quality is assessed by means of core physical and chemical \nparameters that reflect natural water quality related to climatological and geological factors, together with \nmajor impacts on water quality. The continuous monitoring of all surface and groundwaters is economically \nunfeasible and not required to sufficiently characterize the status of ambient water quality in a country. \nTherefore, countries select river, lake and groundwater bodies that are representative and significant for \nthe assessment and management of water quality to monitor and report on indicator 6.3.2. The quality \nstatus  of  individual  water  bodies  is  classified  based  on  the  compliance  of  the  available  water  quality \nmonitoring  data  for  the  core  parameters  with  target  values  defined  by  the  country.  The  indicator  is \ncomputed as the proportion of the number of water bodies classified as having good quality (i.e. with at \nleast 80 % compliance) to the total number of assessed water bodies, expressed as a percentage.  \n  \nRationale: \nGood ambient water quality is essential for protecting aquatic ecosystems and the services they provide, \nincluding:  the  preservation of  biodiversity;  the  protection of  human  health  during recreational  use and \nthrough the provision of drinking water; the support of human nutrition through the provision of fish and \nwater for irrigation; the enabling of a variety of economic activities; and the strengthening of the resilience \nof people against water-related disasters. Good ambient water quality is therefore closely linked to the \nachievement of many other Sustainable Development Goals. \n \nTarget 6.3 aims at improving water quality and indicator 6.3.2 provides a mechanism for determining \nwhether, and to which extent, water quality management measures are contributing to the improvement \nof water quality over time. The indicator is also directly linked to indicator 6.3.1 on wastewater treatment \nbecause inadequate wastewater treatment leads to degradation in quality of the waters receiving the \nwastewater effluents. It directly informs progress towards target 6.3 and is strongly linked to target 6.6 \non water-related ecosystems, as well as target 14.1 on marine pollution (coastal eutrophication). \n \n\n\fLast updated: 09 May 2018 \n\nThe methodology recognises that countries have different capacity levels to monitor water quality, with \nmany developed countries operating extensive and complex programmes that collect and report data to \nexisting reporting frameworks beyond the scope of this methodology. For these countries it is recognised \nthat this methodology will not contribute to improving their water quality; however it must be \nsufficiently flexible to capture data from existing monitoring frameworks without burdening countries \nwith additional reporting obligations. Conversely, many of the least developed countries currently do not \nmonitor water quality or operate very limited monitoring programmes. The methodology must therefore \nallow these countries to contribute to the global indicator, according to their national capacity and \navailable resources.  \n \nThe development of the methodology builds on best practice for water quality monitoring promoted by \nthe UN Environment GEMS/Water programme since 1978 together with testing by several pilot countries \nduring the Integrated Monitoring Initiative Proof of Concept phase of 2016, and external review by \nexperts and international organizations. This led to revision of the original methodology, which was then \nfurther tested through the 2017 global data drive. The feedback received has contributed to the present \nrefined methodology. \n \nConcepts: \nThe  concepts  and  definitions  used  in  the  methodology  have  been  based  on  existing  international \nframeworks and glossaries (WMO 2012) unless where indicated otherwise below. \nAquifer: Geological formation capable of storing, transmitting and yielding exploitable quantities of \nwater.  \n\nClassification of water quality: If at least 80% of the monitoring values for prescribed parameters in a \nwater body comply with their respective target values, the water body is classified as having a “good” \nwater quality status. Each water body is classified as being of “good” or “not good” status.  \n\nGroundwater: Subsurface water occupying the saturated zone.  \n\nGroundwater  body:  A  distinct  volume  of  groundwater  within  an  aquifer  or  aquifers  (EU  2000). \nGroundwater bodies that cross river basin district (RBD) boundaries should be divided at the boundary with \neach separate portion of the groundwater body being reported separately along with its respective RBD.  \n\nLake: Inland body of standing surface water of significant extent.  \n\nNon-point-source pollution: Pollution of water bodies from dispersed sources such as fertilizers, \nchemicals and pesticides used in agricultural activities. \n\nParameter: Water quality variable or characteristic of water quality, also called a determinand. \n\nPoint source pollution: Pollution with a precisely located origin. \n\nPollution (of water): Introduction into water of any undesirable substance which renders the water unfit \nfor its intended use. \n\nPollutant: Substance which disrupts and interferes with the equilibrium of a water system and impairs \nthe suitability of using the water for a desired purpose.  \n\nReservoir: Body of water, either natural or man-made, used for storage, regulation and control of water \nresources. \n\n\fLast updated: 09 May 2018 \n\nRiver: Large stream which serves as the natural drainage for a basin. \n\nRiver basin: Geographical area having a common outlet for its surface runoff. \n\nRiver basin district:  Area of land, made up of one or more neighbouring river basins together with their \nassociated groundwaters (EU, 2000). \n\nRiver water body: A coherent section of a river that is discrete (does not overlap with another water \nbody) and is significant rather than arbitrarily designated.  \n\nStream: Flowing body of water in a natural surface channel. \n\nSurface water: Water which flows over, or lies on, the ground surface. Note: Indicator 6.3.2 does not \ninclude the monitoring of water quality in wetlands under monitoring level 1. \n\nTarget value:  A value (or range) for any given water quality parameter that indicates the threshold for a \ndesignated water quality, such as good water quality rather than acceptable water quality. \n\nToxic substance: Chemical substance which can disturb the physiological functions of humans, animals \nand plants. \n\nTransboundary waters: Surface or ground waters which mark, cross or are located on boundaries \nbetween two or more States; wherever transboundary waters flow directly into the sea, these \ntransboundary waters end at a straight line across their respective mouths between points on the low-\nwater line of the banks (UNECE, 1992). \n \nWater quality index: The measured water quality results for all parameters combined into a numeric value \nfor each monitoring location. These scores are then aggregated over the time of the assessment period. \nThe index score can range between zero (worst) to 100 (best). \n\nComments and limitations: \nThe monitoring and reporting of SDG Indicator 6.3.2 requires considerable national financial and human \ncapacities to regularly measure water quality parameters at sufficient spatial and temporal resolutions, \nand to consistently collect, quality-assure and process the monitoring data to compute the indicator. \nSubstantial investments in monitoring and data management infrastructures, as well as targeted capacity \ndevelopment in water quality monitoring programme design and operation, will be required in many \ncountries to enhance national capacities to regularly and consistently report on the indicator.  \n \nRecognizing the differences in monitoring and data processing capacities among countries, the indicator \nmethodology offers a progressive monitoring approach allowing countries to start with reporting based \non their existing capacity and progressively enhance the data coverage and indicator significance with \nincreasing capacity. \nLevel 1 monitoring includes a set of general, easily measurable, physico-chemical water quality \nparameters that can indicate water quality degradation. They can be used to assess the quality status of \nwater bodies, facilitating global comparability and maintaining a balance between the significance of the \nindicator and the monitoring requirements for each country.  \nLevel 2 monitoring allows countries with enhanced capacities to include additional water quality \nparameters, such as toxic substances and biological monitoring, as well as more sophisticated quality \nclassification schemes to assess and report on the quality of their water bodies more accurately. \n \n\n\fLast updated: 09 May 2018 \n\nMethodology \n\nComputation Method: \nThe indicator is computed by first classifying all assessed water bodies based on the compliance of the \nmonitoring  data  collected  for  selected  parameters  at  monitoring  locations  within  the  water  body  with \nparameter-specific target values:  \n\n??? =\n\n× 100 \n\n??\n??\n\nWhere \n\nWhere \n\n??? is the percentage compliance [%]; \n?? is the number of monitoring values in compliance with the target values; \n?? is the total number of monitoring values. \n\nA threshold value of 80% compliance is defined to classify water bodies as “good” quality. Thus, a body of \nwater is classified as having a good quality status if at least 80% of all monitoring data from all monitoring \nstations within the water body are in compliance with the respective targets. \n \nIn  a  second  step,  the  classification  results  are  used  to  compute  the  indicator  as  the  proportion  of  the \nnumber of water bodies classified as having a good quality status to the total number of classified water \nbodies expressed in percentage: \n\n????   =  \n\n× 100 \n\n??\n??\n\n????  is the percentage of water bodies classified as having a good quality status; \n?? is the number of classified water bodies classified as having a good quality status; \n?? is the total number of monitored and classified water bodies. \n\nDisaggregation: \nThe indicator can be disaggregated by water body type (river, lake, groundwater) and river basin district. \nThis disaggregated data can support informed decision-making at the national and sub-national scale to \nmonitor and improve water quality management measures. \n\n \n\nTreatment of missing values: \n \n\n•  At country level \n\nMissing values are not imputed.  \n\n•  At regional and global levels \n\nMissing values are not imputed. \n \nRegional aggregates: \nhttp://pre-uneplive.unep.org/media/docs/graphs/aggregation_methods.pdf.  \n \nSources of discrepancies: \nNot applicable as no internationally estimated data is used to impute.  \n \n\n\fLast updated: 09 May 2018 \n\nData Sources \n\nDescription: \nThe recommended sources of data are water quality monitoring data derived from in situ measurements \nand the analysis of samples collected from surface and groundwaters in national or sub-national ambient \nwater quality monitoring programmes implemented by governmental authorities. Additional water \nquality monitoring data from research or citizen-science monitoring programmes can be used to \nsupplement the available authoritative monitoring data, provided they are authorised by the national \nreporting agency. \n \nThe number of monitoring locations required to determine the quality status of a water body depends on \nthe type and size of the water body, but a minimum of one monitoring location per water body is \nrequired. The minimum data requirements for calculating this indicator are measurements for all of the \nrecommended or alternative core parameters appropriate to the type of water body as defined in the \nmethodology.  \n \nMeasurements should be taken routinely, at prescribed intervals, or the same time of year each year, \nfrom the same locations. Even if new monitoring stations are introduced, data should continue to be \ncollected from the original locations. This ensures that results are comparable between reports, thereby \nenabling trends to be established over time. The monitoring data needed for the indicator computation \nmay be collected by different monitoring programmes involving different agencies and organizations. It is \ntherefore important to establish and maintain centralized data repositories at the national level that \ncollate the data from the various stakeholders, ensuring compatibility in reporting units between all \nagencies submitting data. Data should be compiled for each core parameter at each sampling location in \norder to calculate the indicator. \n    \nCollection process: \nThe data will be collected by UN Environment and its Global Environment Monitoring System for Water \n(GEMS/Water) through electronic reporting in the global water quality information system GEMStat. At \nthe national level, data reports will be provided by the GEMS/Water National Focal Points or any other \nofficial counterpart appointed by the respective government. GEMS/Water offers consultation and \nsupport in selecting and compiling the required monitoring data, defining suitable river basin districts and \ndelineating water bodies, as well as computing the indicator, upon request through its helpdesk. Data \nreported by the countries will be checked for consistency with respect to the monitoring parameters, \ntarget values and spatial units and compared with monitoring data available in GEMStat, if applicable.  \n \nData Availability \n\nDescription: \nAn  initial  baseline  data  collection  has  been  conducted  in  2017  with  48  country  data  submissions  as  of \nFebruary 2018. \n \n\n\fLast updated: 09 May 2018 \n\nTime series: \nThe reporting on this indicator will follow a 5-year cycle.  \n\n- \n\nInitial baseline data collection completed in 2017; First reporting cycle in 2020: data collected from \n2015 to 2019; Second reporting cycle in 2025: data collected from 2020 to 2024; Third reporting \ncycle in 2030: data collected from 2025 to 2029. \n\n \nCalendar \n\nData collection: \n\n \nData release: \n\n1.  First reporting cycle: 2020; \n2.  Second reporting cycle: 2025; \n3.  Third reporting cycle: 2030. \n\n1.  First reporting cycle: June 2021; \n2.  Second reporting cycle: June 2026; \n3.  Third reporting cycle: June 2031. \n\n \nData providers \n\nnominated representative. \n\n \nData compilers \n\n \nReferences \n\n1.  GEMS/Water  National  Focal  Points  in  relevant  Ministries,  Water  Authorities,  etc.  or  their \n\n1.  UN Environment (United Nations Environment Programme)  \n\n \nURL: http://www.sdg6monitoring.org/indicators/target-63/indicators632/ \n \nReferences: \nEU (European Parliament, Council of the European Union) 2000. Water Framework Directive (WFD) \n2000/60/EC of the European Parliament and of the Council of 23 October 2000 establishing a \nframework for Community action in the field of water policy, Official Journal L327, 1–72. Available \nat: http://eur-lex.europa.eu/legal-content/EN/TXT/?uri=CELEX:32000L0060 \n\nUNECE 1992 Convention on the Protection and Use of Transboundary Watercourses and \nInternational Lakes. Available at: \nhttp://www.unece.org/fileadmin/DAM/env/water/pdf/watercon.pdf \n\nWMO 2012 International Glossary of Hydrology. No. 385 World Meteorological Organization and \nUnited Nations Educational, Scientific and Cultural Organization. Available at: \nhttp://library.wmo.int/pmb_ged/wmo_385-2012.pdf  \n\n \n\n\fLast updated: 09 May 2018 \n\nRelated indicators \n\n \nIndicators 6.3.1, 6.6.1, 14.1.1 \n\n\f"}},"109401":{"years":[2017,2017,2017,2017,2017,2017,2017,2017,2017,2017,2017,2017,2017,2017,2017,2017,2017,2017,2017,2017,2017,2017,2017,2017,2017,2017,2017,2017,2017,2017,2017,2017,2017,2017,2017,2017],"entities":[2,5,6,7,10,11,14,18,24,36,37,66,79,80,81,83,91,92,97,103,110,118,119,122,123,124,127,129,132,138,155,156,202,209,215,259],"values":[56.72,47.15,35.08,100,31.77,30.64,30,100,80.12,94.74,73.04,12.5,100,76.47,37.05,80.43,37.5,57.37,36.84,66.27,76.14,94.12,41.12,72.44,33.33,50,82.61,30.52,92.08,53.6,64.09,100,100,77.78,100,43.33],"id":109401,"name":"6.3.2 - Proportion of river water bodies with good ambient water quality (%) - EN_H2O_RVAMBQ","unit":"Percentage","description":null,"createdAt":"2019-11-15T20:25:38.000Z","updatedAt":"2019-11-15T20:25:38.000Z","code":null,"coverage":"","timespan":"","datasetId":4785,"sourceId":17522,"shortUnit":null,"display":{},"columnOrder":0,"originalMetadata":null,"datasetName":"Proportion of river water bodies with good ambient water quality (%)","s_id":17522,"s_name":"Proportion of river water bodies with good ambient water quality (%) (UN SDG, 2019)","source":{"id":17522,"name":"Proportion of river water bodies with good ambient water quality (%) (UN SDG, 2019)","dataPublishedBy":"United Nations Statistics Division","dataPublisherSource":"","link":"https://unstats.un.org/sdgs/indicators/database/","retrievedData":"","additionalInfo":"Last updated: 09 May 2018 \n\nGoal 6: Ensure availability and sustainable management of water and sanitation for all \nTarget: 6.3 By 2030, improve water quality by reducing pollution, eliminating dumping and minimizing \nrelease of hazardous chemicals and materials, halving the proportion of untreated wastewater and \nsubstantially increasing recycling and safe reuse globally. \nIndicator: 6.3.2 Proportion of bodies of water with good ambient water quality \n \nInstitutional information \n\n \nOrganization(s): \nUN Environment (United Nations Environment Programme) \n \nConcepts and definitions \n\n \nDefinition: \nThe indicator is defined as the proportion of water bodies in the country that have good ambient water \nquality. Ambient water quality refers to natural, untreated water in rivers, lakes and groundwaters and \nrepresents a combination of natural influences together with the impacts of all anthropogenic activities. \nThe indicator relies on water quality data derived from in situ measurements and the analysis of samples \ncollected from surface and groundwaters. Water quality is assessed by means of core physical and chemical \nparameters that reflect natural water quality related to climatological and geological factors, together with \nmajor impacts on water quality. The continuous monitoring of all surface and groundwaters is economically \nunfeasible and not required to sufficiently characterize the status of ambient water quality in a country. \nTherefore, countries select river, lake and groundwater bodies that are representative and significant for \nthe assessment and management of water quality to monitor and report on indicator 6.3.2. The quality \nstatus  of  individual  water  bodies  is  classified  based  on  the  compliance  of  the  available  water  quality \nmonitoring  data  for  the  core  parameters  with  target  values  defined  by  the  country.  The  indicator  is \ncomputed as the proportion of the number of water bodies classified as having good quality (i.e. with at \nleast 80 % compliance) to the total number of assessed water bodies, expressed as a percentage.  \n  \nRationale: \nGood ambient water quality is essential for protecting aquatic ecosystems and the services they provide, \nincluding:  the  preservation of  biodiversity;  the  protection of  human  health  during recreational  use and \nthrough the provision of drinking water; the support of human nutrition through the provision of fish and \nwater for irrigation; the enabling of a variety of economic activities; and the strengthening of the resilience \nof people against water-related disasters. Good ambient water quality is therefore closely linked to the \nachievement of many other Sustainable Development Goals. \n \nTarget 6.3 aims at improving water quality and indicator 6.3.2 provides a mechanism for determining \nwhether, and to which extent, water quality management measures are contributing to the improvement \nof water quality over time. The indicator is also directly linked to indicator 6.3.1 on wastewater treatment \nbecause inadequate wastewater treatment leads to degradation in quality of the waters receiving the \nwastewater effluents. It directly informs progress towards target 6.3 and is strongly linked to target 6.6 \non water-related ecosystems, as well as target 14.1 on marine pollution (coastal eutrophication). \n \n\n\fLast updated: 09 May 2018 \n\nThe methodology recognises that countries have different capacity levels to monitor water quality, with \nmany developed countries operating extensive and complex programmes that collect and report data to \nexisting reporting frameworks beyond the scope of this methodology. For these countries it is recognised \nthat this methodology will not contribute to improving their water quality; however it must be \nsufficiently flexible to capture data from existing monitoring frameworks without burdening countries \nwith additional reporting obligations. Conversely, many of the least developed countries currently do not \nmonitor water quality or operate very limited monitoring programmes. The methodology must therefore \nallow these countries to contribute to the global indicator, according to their national capacity and \navailable resources.  \n \nThe development of the methodology builds on best practice for water quality monitoring promoted by \nthe UN Environment GEMS/Water programme since 1978 together with testing by several pilot countries \nduring the Integrated Monitoring Initiative Proof of Concept phase of 2016, and external review by \nexperts and international organizations. This led to revision of the original methodology, which was then \nfurther tested through the 2017 global data drive. The feedback received has contributed to the present \nrefined methodology. \n \nConcepts: \nThe  concepts  and  definitions  used  in  the  methodology  have  been  based  on  existing  international \nframeworks and glossaries (WMO 2012) unless where indicated otherwise below. \nAquifer: Geological formation capable of storing, transmitting and yielding exploitable quantities of \nwater.  \n\nClassification of water quality: If at least 80% of the monitoring values for prescribed parameters in a \nwater body comply with their respective target values, the water body is classified as having a “good” \nwater quality status. Each water body is classified as being of “good” or “not good” status.  \n\nGroundwater: Subsurface water occupying the saturated zone.  \n\nGroundwater  body:  A  distinct  volume  of  groundwater  within  an  aquifer  or  aquifers  (EU  2000). \nGroundwater bodies that cross river basin district (RBD) boundaries should be divided at the boundary with \neach separate portion of the groundwater body being reported separately along with its respective RBD.  \n\nLake: Inland body of standing surface water of significant extent.  \n\nNon-point-source pollution: Pollution of water bodies from dispersed sources such as fertilizers, \nchemicals and pesticides used in agricultural activities. \n\nParameter: Water quality variable or characteristic of water quality, also called a determinand. \n\nPoint source pollution: Pollution with a precisely located origin. \n\nPollution (of water): Introduction into water of any undesirable substance which renders the water unfit \nfor its intended use. \n\nPollutant: Substance which disrupts and interferes with the equilibrium of a water system and impairs \nthe suitability of using the water for a desired purpose.  \n\nReservoir: Body of water, either natural or man-made, used for storage, regulation and control of water \nresources. \n\n\fLast updated: 09 May 2018 \n\nRiver: Large stream which serves as the natural drainage for a basin. \n\nRiver basin: Geographical area having a common outlet for its surface runoff. \n\nRiver basin district:  Area of land, made up of one or more neighbouring river basins together with their \nassociated groundwaters (EU, 2000). \n\nRiver water body: A coherent section of a river that is discrete (does not overlap with another water \nbody) and is significant rather than arbitrarily designated.  \n\nStream: Flowing body of water in a natural surface channel. \n\nSurface water: Water which flows over, or lies on, the ground surface. Note: Indicator 6.3.2 does not \ninclude the monitoring of water quality in wetlands under monitoring level 1. \n\nTarget value:  A value (or range) for any given water quality parameter that indicates the threshold for a \ndesignated water quality, such as good water quality rather than acceptable water quality. \n\nToxic substance: Chemical substance which can disturb the physiological functions of humans, animals \nand plants. \n\nTransboundary waters: Surface or ground waters which mark, cross or are located on boundaries \nbetween two or more States; wherever transboundary waters flow directly into the sea, these \ntransboundary waters end at a straight line across their respective mouths between points on the low-\nwater line of the banks (UNECE, 1992). \n \nWater quality index: The measured water quality results for all parameters combined into a numeric value \nfor each monitoring location. These scores are then aggregated over the time of the assessment period. \nThe index score can range between zero (worst) to 100 (best). \n\nComments and limitations: \nThe monitoring and reporting of SDG Indicator 6.3.2 requires considerable national financial and human \ncapacities to regularly measure water quality parameters at sufficient spatial and temporal resolutions, \nand to consistently collect, quality-assure and process the monitoring data to compute the indicator. \nSubstantial investments in monitoring and data management infrastructures, as well as targeted capacity \ndevelopment in water quality monitoring programme design and operation, will be required in many \ncountries to enhance national capacities to regularly and consistently report on the indicator.  \n \nRecognizing the differences in monitoring and data processing capacities among countries, the indicator \nmethodology offers a progressive monitoring approach allowing countries to start with reporting based \non their existing capacity and progressively enhance the data coverage and indicator significance with \nincreasing capacity. \nLevel 1 monitoring includes a set of general, easily measurable, physico-chemical water quality \nparameters that can indicate water quality degradation. They can be used to assess the quality status of \nwater bodies, facilitating global comparability and maintaining a balance between the significance of the \nindicator and the monitoring requirements for each country.  \nLevel 2 monitoring allows countries with enhanced capacities to include additional water quality \nparameters, such as toxic substances and biological monitoring, as well as more sophisticated quality \nclassification schemes to assess and report on the quality of their water bodies more accurately. \n \n\n\fLast updated: 09 May 2018 \n\nMethodology \n\nComputation Method: \nThe indicator is computed by first classifying all assessed water bodies based on the compliance of the \nmonitoring  data  collected  for  selected  parameters  at  monitoring  locations  within  the  water  body  with \nparameter-specific target values:  \n\n??? =\n\n× 100 \n\n??\n??\n\nWhere \n\nWhere \n\n??? is the percentage compliance [%]; \n?? is the number of monitoring values in compliance with the target values; \n?? is the total number of monitoring values. \n\nA threshold value of 80% compliance is defined to classify water bodies as “good” quality. Thus, a body of \nwater is classified as having a good quality status if at least 80% of all monitoring data from all monitoring \nstations within the water body are in compliance with the respective targets. \n \nIn  a  second  step,  the  classification  results  are  used  to  compute  the  indicator  as  the  proportion  of  the \nnumber of water bodies classified as having a good quality status to the total number of classified water \nbodies expressed in percentage: \n\n????   =  \n\n× 100 \n\n??\n??\n\n????  is the percentage of water bodies classified as having a good quality status; \n?? is the number of classified water bodies classified as having a good quality status; \n?? is the total number of monitored and classified water bodies. \n\nDisaggregation: \nThe indicator can be disaggregated by water body type (river, lake, groundwater) and river basin district. \nThis disaggregated data can support informed decision-making at the national and sub-national scale to \nmonitor and improve water quality management measures. \n\n \n\nTreatment of missing values: \n \n\n•  At country level \n\nMissing values are not imputed.  \n\n•  At regional and global levels \n\nMissing values are not imputed. \n \nRegional aggregates: \nhttp://pre-uneplive.unep.org/media/docs/graphs/aggregation_methods.pdf.  \n \nSources of discrepancies: \nNot applicable as no internationally estimated data is used to impute.  \n \n\n\fLast updated: 09 May 2018 \n\nData Sources \n\nDescription: \nThe recommended sources of data are water quality monitoring data derived from in situ measurements \nand the analysis of samples collected from surface and groundwaters in national or sub-national ambient \nwater quality monitoring programmes implemented by governmental authorities. Additional water \nquality monitoring data from research or citizen-science monitoring programmes can be used to \nsupplement the available authoritative monitoring data, provided they are authorised by the national \nreporting agency. \n \nThe number of monitoring locations required to determine the quality status of a water body depends on \nthe type and size of the water body, but a minimum of one monitoring location per water body is \nrequired. The minimum data requirements for calculating this indicator are measurements for all of the \nrecommended or alternative core parameters appropriate to the type of water body as defined in the \nmethodology.  \n \nMeasurements should be taken routinely, at prescribed intervals, or the same time of year each year, \nfrom the same locations. Even if new monitoring stations are introduced, data should continue to be \ncollected from the original locations. This ensures that results are comparable between reports, thereby \nenabling trends to be established over time. The monitoring data needed for the indicator computation \nmay be collected by different monitoring programmes involving different agencies and organizations. It is \ntherefore important to establish and maintain centralized data repositories at the national level that \ncollate the data from the various stakeholders, ensuring compatibility in reporting units between all \nagencies submitting data. Data should be compiled for each core parameter at each sampling location in \norder to calculate the indicator. \n    \nCollection process: \nThe data will be collected by UN Environment and its Global Environment Monitoring System for Water \n(GEMS/Water) through electronic reporting in the global water quality information system GEMStat. At \nthe national level, data reports will be provided by the GEMS/Water National Focal Points or any other \nofficial counterpart appointed by the respective government. GEMS/Water offers consultation and \nsupport in selecting and compiling the required monitoring data, defining suitable river basin districts and \ndelineating water bodies, as well as computing the indicator, upon request through its helpdesk. Data \nreported by the countries will be checked for consistency with respect to the monitoring parameters, \ntarget values and spatial units and compared with monitoring data available in GEMStat, if applicable.  \n \nData Availability \n\nDescription: \nAn  initial  baseline  data  collection  has  been  conducted  in  2017  with  48  country  data  submissions  as  of \nFebruary 2018. \n \n\n\fLast updated: 09 May 2018 \n\nTime series: \nThe reporting on this indicator will follow a 5-year cycle.  \n\n- \n\nInitial baseline data collection completed in 2017; First reporting cycle in 2020: data collected from \n2015 to 2019; Second reporting cycle in 2025: data collected from 2020 to 2024; Third reporting \ncycle in 2030: data collected from 2025 to 2029. \n\n \nCalendar \n\nData collection: \n\n \nData release: \n\n1.  First reporting cycle: 2020; \n2.  Second reporting cycle: 2025; \n3.  Third reporting cycle: 2030. \n\n1.  First reporting cycle: June 2021; \n2.  Second reporting cycle: June 2026; \n3.  Third reporting cycle: June 2031. \n\n \nData providers \n\nnominated representative. \n\n \nData compilers \n\n \nReferences \n\n1.  GEMS/Water  National  Focal  Points  in  relevant  Ministries,  Water  Authorities,  etc.  or  their \n\n1.  UN Environment (United Nations Environment Programme)  \n\n \nURL: http://www.sdg6monitoring.org/indicators/target-63/indicators632/ \n \nReferences: \nEU (European Parliament, Council of the European Union) 2000. Water Framework Directive (WFD) \n2000/60/EC of the European Parliament and of the Council of 23 October 2000 establishing a \nframework for Community action in the field of water policy, Official Journal L327, 1–72. Available \nat: http://eur-lex.europa.eu/legal-content/EN/TXT/?uri=CELEX:32000L0060 \n\nUNECE 1992 Convention on the Protection and Use of Transboundary Watercourses and \nInternational Lakes. Available at: \nhttp://www.unece.org/fileadmin/DAM/env/water/pdf/watercon.pdf \n\nWMO 2012 International Glossary of Hydrology. No. 385 World Meteorological Organization and \nUnited Nations Educational, Scientific and Cultural Organization. Available at: \nhttp://library.wmo.int/pmb_ged/wmo_385-2012.pdf  \n\n \n\n\fLast updated: 09 May 2018 \n\nRelated indicators \n\n \nIndicators 6.3.1, 6.6.1, 14.1.1 \n\n\f"}},"109402":{"years":[2017,2017,2017,2017,2017,2017,2017,2017,2017,2017,2017,2017,2017,2017,2017,2017,2017,2017,2017,2017,2017,2017,2017,2017,2017,2017,2017,2017,2017,2017,2017,2017,2017,2017,2017,2017,2017,2017],"entities":[2,5,6,7,10,11,14,18,24,36,37,64,66,79,80,81,83,91,92,97,103,110,118,119,122,123,124,127,129,132,138,155,156,202,209,215,223,259],"values":[61.69,52.22,38.99,100,45.13,33.71,37.5,92.86,80.44,50,73.32,0,8.7,86.05,76.47,46.92,75.81,30,61.37,36.84,52.46,79.15,90.91,55.39,64.41,16.67,50,87.29,35.5,92.08,57.66,76.06,100,100,80,94.12,100,43.33],"id":109402,"name":"6.3.2 - Proportion of bodies of water with good ambient water quality (%) - EN_H2O_WBAMBQ","unit":"Percentage","description":null,"createdAt":"2019-11-15T20:25:38.000Z","updatedAt":"2019-11-15T20:25:38.000Z","code":null,"coverage":"","timespan":"","datasetId":4786,"sourceId":17523,"shortUnit":null,"display":{},"columnOrder":0,"originalMetadata":null,"datasetName":"Proportion of bodies of water with good ambient water quality (%)","s_id":17523,"s_name":"Proportion of bodies of water with good ambient water quality (%) (UN SDG, 2019)","source":{"id":17523,"name":"Proportion of bodies of water with good ambient water quality (%) (UN SDG, 2019)","dataPublishedBy":"United Nations Statistics Division","dataPublisherSource":"","link":"https://unstats.un.org/sdgs/indicators/database/","retrievedData":"","additionalInfo":"Last updated: 09 May 2018 \n\nGoal 6: Ensure availability and sustainable management of water and sanitation for all \nTarget: 6.3 By 2030, improve water quality by reducing pollution, eliminating dumping and minimizing \nrelease of hazardous chemicals and materials, halving the proportion of untreated wastewater and \nsubstantially increasing recycling and safe reuse globally. \nIndicator: 6.3.2 Proportion of bodies of water with good ambient water quality \n \nInstitutional information \n\n \nOrganization(s): \nUN Environment (United Nations Environment Programme) \n \nConcepts and definitions \n\n \nDefinition: \nThe indicator is defined as the proportion of water bodies in the country that have good ambient water \nquality. Ambient water quality refers to natural, untreated water in rivers, lakes and groundwaters and \nrepresents a combination of natural influences together with the impacts of all anthropogenic activities. \nThe indicator relies on water quality data derived from in situ measurements and the analysis of samples \ncollected from surface and groundwaters. Water quality is assessed by means of core physical and chemical \nparameters that reflect natural water quality related to climatological and geological factors, together with \nmajor impacts on water quality. The continuous monitoring of all surface and groundwaters is economically \nunfeasible and not required to sufficiently characterize the status of ambient water quality in a country. \nTherefore, countries select river, lake and groundwater bodies that are representative and significant for \nthe assessment and management of water quality to monitor and report on indicator 6.3.2. The quality \nstatus  of  individual  water  bodies  is  classified  based  on  the  compliance  of  the  available  water  quality \nmonitoring  data  for  the  core  parameters  with  target  values  defined  by  the  country.  The  indicator  is \ncomputed as the proportion of the number of water bodies classified as having good quality (i.e. with at \nleast 80 % compliance) to the total number of assessed water bodies, expressed as a percentage.  \n  \nRationale: \nGood ambient water quality is essential for protecting aquatic ecosystems and the services they provide, \nincluding:  the  preservation of  biodiversity;  the  protection of  human  health  during recreational  use and \nthrough the provision of drinking water; the support of human nutrition through the provision of fish and \nwater for irrigation; the enabling of a variety of economic activities; and the strengthening of the resilience \nof people against water-related disasters. Good ambient water quality is therefore closely linked to the \nachievement of many other Sustainable Development Goals. \n \nTarget 6.3 aims at improving water quality and indicator 6.3.2 provides a mechanism for determining \nwhether, and to which extent, water quality management measures are contributing to the improvement \nof water quality over time. The indicator is also directly linked to indicator 6.3.1 on wastewater treatment \nbecause inadequate wastewater treatment leads to degradation in quality of the waters receiving the \nwastewater effluents. It directly informs progress towards target 6.3 and is strongly linked to target 6.6 \non water-related ecosystems, as well as target 14.1 on marine pollution (coastal eutrophication). \n \n\n\fLast updated: 09 May 2018 \n\nThe methodology recognises that countries have different capacity levels to monitor water quality, with \nmany developed countries operating extensive and complex programmes that collect and report data to \nexisting reporting frameworks beyond the scope of this methodology. For these countries it is recognised \nthat this methodology will not contribute to improving their water quality; however it must be \nsufficiently flexible to capture data from existing monitoring frameworks without burdening countries \nwith additional reporting obligations. Conversely, many of the least developed countries currently do not \nmonitor water quality or operate very limited monitoring programmes. The methodology must therefore \nallow these countries to contribute to the global indicator, according to their national capacity and \navailable resources.  \n \nThe development of the methodology builds on best practice for water quality monitoring promoted by \nthe UN Environment GEMS/Water programme since 1978 together with testing by several pilot countries \nduring the Integrated Monitoring Initiative Proof of Concept phase of 2016, and external review by \nexperts and international organizations. This led to revision of the original methodology, which was then \nfurther tested through the 2017 global data drive. The feedback received has contributed to the present \nrefined methodology. \n \nConcepts: \nThe  concepts  and  definitions  used  in  the  methodology  have  been  based  on  existing  international \nframeworks and glossaries (WMO 2012) unless where indicated otherwise below. \nAquifer: Geological formation capable of storing, transmitting and yielding exploitable quantities of \nwater.  \n\nClassification of water quality: If at least 80% of the monitoring values for prescribed parameters in a \nwater body comply with their respective target values, the water body is classified as having a “good” \nwater quality status. Each water body is classified as being of “good” or “not good” status.  \n\nGroundwater: Subsurface water occupying the saturated zone.  \n\nGroundwater  body:  A  distinct  volume  of  groundwater  within  an  aquifer  or  aquifers  (EU  2000). \nGroundwater bodies that cross river basin district (RBD) boundaries should be divided at the boundary with \neach separate portion of the groundwater body being reported separately along with its respective RBD.  \n\nLake: Inland body of standing surface water of significant extent.  \n\nNon-point-source pollution: Pollution of water bodies from dispersed sources such as fertilizers, \nchemicals and pesticides used in agricultural activities. \n\nParameter: Water quality variable or characteristic of water quality, also called a determinand. \n\nPoint source pollution: Pollution with a precisely located origin. \n\nPollution (of water): Introduction into water of any undesirable substance which renders the water unfit \nfor its intended use. \n\nPollutant: Substance which disrupts and interferes with the equilibrium of a water system and impairs \nthe suitability of using the water for a desired purpose.  \n\nReservoir: Body of water, either natural or man-made, used for storage, regulation and control of water \nresources. \n\n\fLast updated: 09 May 2018 \n\nRiver: Large stream which serves as the natural drainage for a basin. \n\nRiver basin: Geographical area having a common outlet for its surface runoff. \n\nRiver basin district:  Area of land, made up of one or more neighbouring river basins together with their \nassociated groundwaters (EU, 2000). \n\nRiver water body: A coherent section of a river that is discrete (does not overlap with another water \nbody) and is significant rather than arbitrarily designated.  \n\nStream: Flowing body of water in a natural surface channel. \n\nSurface water: Water which flows over, or lies on, the ground surface. Note: Indicator 6.3.2 does not \ninclude the monitoring of water quality in wetlands under monitoring level 1. \n\nTarget value:  A value (or range) for any given water quality parameter that indicates the threshold for a \ndesignated water quality, such as good water quality rather than acceptable water quality. \n\nToxic substance: Chemical substance which can disturb the physiological functions of humans, animals \nand plants. \n\nTransboundary waters: Surface or ground waters which mark, cross or are located on boundaries \nbetween two or more States; wherever transboundary waters flow directly into the sea, these \ntransboundary waters end at a straight line across their respective mouths between points on the low-\nwater line of the banks (UNECE, 1992). \n \nWater quality index: The measured water quality results for all parameters combined into a numeric value \nfor each monitoring location. These scores are then aggregated over the time of the assessment period. \nThe index score can range between zero (worst) to 100 (best). \n\nComments and limitations: \nThe monitoring and reporting of SDG Indicator 6.3.2 requires considerable national financial and human \ncapacities to regularly measure water quality parameters at sufficient spatial and temporal resolutions, \nand to consistently collect, quality-assure and process the monitoring data to compute the indicator. \nSubstantial investments in monitoring and data management infrastructures, as well as targeted capacity \ndevelopment in water quality monitoring programme design and operation, will be required in many \ncountries to enhance national capacities to regularly and consistently report on the indicator.  \n \nRecognizing the differences in monitoring and data processing capacities among countries, the indicator \nmethodology offers a progressive monitoring approach allowing countries to start with reporting based \non their existing capacity and progressively enhance the data coverage and indicator significance with \nincreasing capacity. \nLevel 1 monitoring includes a set of general, easily measurable, physico-chemical water quality \nparameters that can indicate water quality degradation. They can be used to assess the quality status of \nwater bodies, facilitating global comparability and maintaining a balance between the significance of the \nindicator and the monitoring requirements for each country.  \nLevel 2 monitoring allows countries with enhanced capacities to include additional water quality \nparameters, such as toxic substances and biological monitoring, as well as more sophisticated quality \nclassification schemes to assess and report on the quality of their water bodies more accurately. \n \n\n\fLast updated: 09 May 2018 \n\nMethodology \n\nComputation Method: \nThe indicator is computed by first classifying all assessed water bodies based on the compliance of the \nmonitoring  data  collected  for  selected  parameters  at  monitoring  locations  within  the  water  body  with \nparameter-specific target values:  \n\n??? =\n\n× 100 \n\n??\n??\n\nWhere \n\nWhere \n\n??? is the percentage compliance [%]; \n?? is the number of monitoring values in compliance with the target values; \n?? is the total number of monitoring values. \n\nA threshold value of 80% compliance is defined to classify water bodies as “good” quality. Thus, a body of \nwater is classified as having a good quality status if at least 80% of all monitoring data from all monitoring \nstations within the water body are in compliance with the respective targets. \n \nIn  a  second  step,  the  classification  results  are  used  to  compute  the  indicator  as  the  proportion  of  the \nnumber of water bodies classified as having a good quality status to the total number of classified water \nbodies expressed in percentage: \n\n????   =  \n\n× 100 \n\n??\n??\n\n????  is the percentage of water bodies classified as having a good quality status; \n?? is the number of classified water bodies classified as having a good quality status; \n?? is the total number of monitored and classified water bodies. \n\nDisaggregation: \nThe indicator can be disaggregated by water body type (river, lake, groundwater) and river basin district. \nThis disaggregated data can support informed decision-making at the national and sub-national scale to \nmonitor and improve water quality management measures. \n\n \n\nTreatment of missing values: \n \n\n•  At country level \n\nMissing values are not imputed.  \n\n•  At regional and global levels \n\nMissing values are not imputed. \n \nRegional aggregates: \nhttp://pre-uneplive.unep.org/media/docs/graphs/aggregation_methods.pdf.  \n \nSources of discrepancies: \nNot applicable as no internationally estimated data is used to impute.  \n \n\n\fLast updated: 09 May 2018 \n\nData Sources \n\nDescription: \nThe recommended sources of data are water quality monitoring data derived from in situ measurements \nand the analysis of samples collected from surface and groundwaters in national or sub-national ambient \nwater quality monitoring programmes implemented by governmental authorities. Additional water \nquality monitoring data from research or citizen-science monitoring programmes can be used to \nsupplement the available authoritative monitoring data, provided they are authorised by the national \nreporting agency. \n \nThe number of monitoring locations required to determine the quality status of a water body depends on \nthe type and size of the water body, but a minimum of one monitoring location per water body is \nrequired. The minimum data requirements for calculating this indicator are measurements for all of the \nrecommended or alternative core parameters appropriate to the type of water body as defined in the \nmethodology.  \n \nMeasurements should be taken routinely, at prescribed intervals, or the same time of year each year, \nfrom the same locations. Even if new monitoring stations are introduced, data should continue to be \ncollected from the original locations. This ensures that results are comparable between reports, thereby \nenabling trends to be established over time. The monitoring data needed for the indicator computation \nmay be collected by different monitoring programmes involving different agencies and organizations. It is \ntherefore important to establish and maintain centralized data repositories at the national level that \ncollate the data from the various stakeholders, ensuring compatibility in reporting units between all \nagencies submitting data. Data should be compiled for each core parameter at each sampling location in \norder to calculate the indicator. \n    \nCollection process: \nThe data will be collected by UN Environment and its Global Environment Monitoring System for Water \n(GEMS/Water) through electronic reporting in the global water quality information system GEMStat. At \nthe national level, data reports will be provided by the GEMS/Water National Focal Points or any other \nofficial counterpart appointed by the respective government. GEMS/Water offers consultation and \nsupport in selecting and compiling the required monitoring data, defining suitable river basin districts and \ndelineating water bodies, as well as computing the indicator, upon request through its helpdesk. Data \nreported by the countries will be checked for consistency with respect to the monitoring parameters, \ntarget values and spatial units and compared with monitoring data available in GEMStat, if applicable.  \n \nData Availability \n\nDescription: \nAn  initial  baseline  data  collection  has  been  conducted  in  2017  with  48  country  data  submissions  as  of \nFebruary 2018. \n \n\n\fLast updated: 09 May 2018 \n\nTime series: \nThe reporting on this indicator will follow a 5-year cycle.  \n\n- \n\nInitial baseline data collection completed in 2017; First reporting cycle in 2020: data collected from \n2015 to 2019; Second reporting cycle in 2025: data collected from 2020 to 2024; Third reporting \ncycle in 2030: data collected from 2025 to 2029. \n\n \nCalendar \n\nData collection: \n\n \nData release: \n\n1.  First reporting cycle: 2020; \n2.  Second reporting cycle: 2025; \n3.  Third reporting cycle: 2030. \n\n1.  First reporting cycle: June 2021; \n2.  Second reporting cycle: June 2026; \n3.  Third reporting cycle: June 2031. \n\n \nData providers \n\nnominated representative. \n\n \nData compilers \n\n \nReferences \n\n1.  GEMS/Water  National  Focal  Points  in  relevant  Ministries,  Water  Authorities,  etc.  or  their \n\n1.  UN Environment (United Nations Environment Programme)  \n\n \nURL: http://www.sdg6monitoring.org/indicators/target-63/indicators632/ \n \nReferences: \nEU (European Parliament, Council of the European Union) 2000. Water Framework Directive (WFD) \n2000/60/EC of the European Parliament and of the Council of 23 October 2000 establishing a \nframework for Community action in the field of water policy, Official Journal L327, 1–72. Available \nat: http://eur-lex.europa.eu/legal-content/EN/TXT/?uri=CELEX:32000L0060 \n\nUNECE 1992 Convention on the Protection and Use of Transboundary Watercourses and \nInternational Lakes. Available at: \nhttp://www.unece.org/fileadmin/DAM/env/water/pdf/watercon.pdf \n\nWMO 2012 International Glossary of Hydrology. No. 385 World Meteorological Organization and \nUnited Nations Educational, Scientific and Cultural Organization. Available at: \nhttp://library.wmo.int/pmb_ged/wmo_385-2012.pdf  \n\n \n\n\fLast updated: 09 May 2018 \n\nRelated indicators \n\n \nIndicators 6.3.1, 6.6.1, 14.1.1 \n\n\f"}}},"entityKey":{"2":{"name":"Ireland","code":"IRL"},"5":{"name":"Netherlands","code":"NLD"},"6":{"name":"Germany","code":"DEU"},"7":{"name":"Switzerland","code":"CHE"},"10":{"name":"Sweden","code":"SWE"},"11":{"name":"Poland","code":"POL"},"14":{"name":"Japan","code":"JPN"},"18":{"name":"Andorra","code":"AND"},"24":{"name":"Austria","code":"AUT"},"36":{"name":"Botswana","code":"BWA"},"37":{"name":"Brazil","code":"BRA"},"64":{"name":"Tanzania","code":"TZA"},"66":{"name":"North Macedonia","code":"MKD"},"79":{"name":"Sudan","code":"SDN"},"80":{"name":"Zimbabwe","code":"ZWE"},"81":{"name":"South Africa","code":"ZAF"},"83":{"name":"Slovenia","code":"SVN"},"91":{"name":"Rwanda","code":"RWA"},"92":{"name":"Romania","code":"ROU"},"97":{"name":"Peru","code":"PER"},"103":{"name":"Nigeria","code":"NGA"},"110":{"name":"Morocco","code":"MAR"},"118":{"name":"Madagascar","code":"MDG"},"119":{"name":"Lithuania","code":"LTU"},"122":{"name":"Latvia","code":"LVA"},"123":{"name":"Lesotho","code":"LSO"},"124":{"name":"Lebanon","code":"LBN"},"127":{"name":"South Korea","code":"KOR"},"129":{"name":"Kenya","code":"KEN"},"132":{"name":"Jamaica","code":"JAM"},"138":{"name":"Hungary","code":"HUN"},"155":{"name":"Finland","code":"FIN"},"156":{"name":"Estonia","code":"EST"},"202":{"name":"Fiji","code":"FJI"},"209":{"name":"Liechtenstein","code":"LIE"},"215":{"name":"Montenegro","code":"MNE"},"223":{"name":"Marshall Islands","code":"MHL"},"259":{"name":"El Salvador","code":"SLV"}}}