{
  "variables": {
    "109398": {
      "years": [
        2018,
        2018,
        2018,
        2018,
        2018,
        2018,
        2018,
        2018,
        2018,
        2018,
        2018,
        2018,
        2018,
        2018,
        2018,
        2018,
        2018,
        2018,
        2018,
        2018,
        2018,
        2018,
        2018,
        2018,
        2018,
        2018,
        2018,
        2018,
        2018,
        2018,
        2018,
        2018,
        2018,
        2018,
        2018,
        2018,
        2018,
        2018,
        2018,
        2018,
        2018,
        2018,
        2018,
        2018,
        2018,
        2018,
        2018,
        2018,
        2018,
        2018,
        2018,
        2018,
        2018,
        2018,
        2018,
        2018,
        2018,
        2018,
        2018,
        2018,
        2018,
        2018,
        2018,
        2018,
        2018,
        2018,
        2018,
        2018,
        2018,
        2018,
        2018,
        2018,
        2018,
        2018,
        2018,
        2018,
        2018,
        2018,
        2018
      ],
      "entities": [
        124,
        155,
        149,
        144,
        140,
        138,
        134,
        133,
        130,
        127,
        156,
        122,
        120,
        119,
        116,
        113,
        110,
        106,
        104,
        102,
        207,
        237,
        231,
        226,
        224,
        214,
        212,
        210,
        209,
        208,
        97,
        205,
        201,
        172,
        171,
        170,
        165,
        163,
        162,
        161,
        11,
        30,
        24,
        23,
        21,
        18,
        17,
        16,
        14,
        13,
        35,
        10,
        9,
        8,
        7,
        6,
        5,
        4,
        3,
        2,
        82,
        95,
        93,
        92,
        90,
        89,
        88,
        86,
        85,
        83,
        1,
        72,
        71,
        70,
        68,
        65,
        44,
        39,
        37
      ],
      "values": [
        13.43503,
        84.22409,
        50.26489,
        14.2,
        68.65326,
        50.05515,
        18.57058,
        90.52152,
        82.91304,
        98.49157,
        92.37381,
        83.18115,
        15.2526,
        98.31194,
        71.52656,
        51.08738,
        42.95539,
        73.07673,
        3.47701,
        79.07222,
        69.79908,
        4.2321,
        77.9,
        76.9,
        19.50056,
        100,
        99.96136,
        97.37172,
        98.7,
        100,
        39.23309,
        94.33891,
        43.34542,
        72.48315,
        45.09982,
        22.88274,
        58.71391,
        36.82091,
        93.74967,
        95.01991,
        75.21192,
        85.66141,
        96.44897,
        73.41174,
        22.48399,
        100,
        17.74507,
        66.62518,
        97.89931,
        89.91757,
        22.70747,
        92.00457,
        90.0976,
        88.40961,
        99.07665,
        98.2174,
        99.72122,
        97.50156,
        85.5128,
        70.14559,
        0.70189,
        62.46613,
        32.14444,
        56.7121,
        70.77905,
        14.55314,
        25.16759,
        100,
        83.45431,
        63.45927,
        94.43817,
        98.62189,
        70.56828,
        35.02751,
        3.76468,
        57.60529,
        79.46319,
        73.37876,
        34.33306
      ],
      "id": 109398,
      "name": "6.3.1 - Proportion of safely treated domestic wastewater flows (%) - EN_WWT_WWDS",
      "unit": "Percentage",
      "description": null,
      "createdAt": "2019-11-15T20:25:38.000Z",
      "updatedAt": "2019-11-15T20:25:38.000Z",
      "code": null,
      "coverage": "",
      "timespan": "",
      "datasetId": 4782,
      "sourceId": 17519,
      "shortUnit": null,
      "display": {},
      "columnOrder": 0,
      "originalMetadata": null,
      "datasetName": "Proportion of safely treated domestic wastewater flows (%)",
      "s_id": 17519,
      "s_name": "Proportion of safely treated domestic wastewater flows (%) (UN SDG, 2019)",
      "source": {
        "id": 17519,
        "name": "Proportion of safely treated domestic wastewater flows (%) (UN SDG, 2019)",
        "dataPublishedBy": "United Nations Statistics Division",
        "dataPublisherSource": "",
        "link": "https://unstats.un.org/sdgs/indicators/database/",
        "retrievedData": "",
        "additionalInfo": " \n\n \n\n \n\n \n\n \n\n \n\nLast updated: 18 November 2016 \n\nGoal 6: Ensure availability and sustainable management of water and sanitation for all \nTarget 6.3: By 2030, improve water quality by reducing pollution, eliminating dumping and minimizing \nrelease of hazardous chemicals and materials, halving the proportion of untreated wastewater and \nsubstantially increasing recycling and safe reuse globally \nIndicator 6.3.1: Proportion of wastewater safely treated \n \n\nInstitutional information \n\nOrganization(s): \n\nWorld Health Organization (WHO) \n\nUnited Nations Human Settlements Programme (UN-HABITAT) \n\n \n\nConcepts and definitions \n\nDefinition: \n\nProportion of wastewater generated by households and by economic activities which is safely treated \n\nbased on treatment ladders as defined by the SEEA: \n\n(http://unstats.un.org/unsd/envaccounting/water.asp, and International Recommendations for Water \n\nStatistics  and IRWS: http://unstats.un.org/unsd/envaccounting/irws/irwswebversion.pdf) compared to \n\ntotal wastewater generated by households and economic activities.  \n\nThis indicator covers households and the entire economy, and builds on the monitoring framework of \n\nJMP, UNSD/UNEP Water Questionnaire for non OECD/Eurostat countries, OECD/Eurostat Questionnaire \n\nfor OECD countries, AQUASAT, IBNET. Statistical methods for measurement of wastewater treatment is \n\naligned with the SEEA21 statistical standard and associated definitions, classifications and treatment \n\ncategories (Encompasses all wastewater generated and treated by the economy. Treatment Categories \n\nwill be consistent, as much as possible within the context of global monitoring purposes, with those \n\ndefined in the SEEA (http://unstats.un.org/unsd/envaccounting/water.asp), and International \n\nRecommendations for Water Statistics (IRWS: \n\nhttp://unstats.un.org/unsd/envaccounting/irws/irwswebversion.pdf) \n\nIn addition, combining UNIDO industries database (http://stat.unido.org/) ISIC standard Classification \n\nsystem ( http://unstats.un.org/unsd/publication/seriesM/seriesm_4rev4e.pdf ), will allow for data to be \n\ndisaggregated for industrial/commercial wastewater into various economic activities, as well as \n\ndifferentiate hazardous industries from the rest. USEPA has harmonized hazardous waste classification \n\nwith EU regulations compliment ISIC codes for all waste classes. \n\n(www.epa.ie/pubs/reports/waste/stats/wasteclassification/EPA_Waste_Classification_2015_Web.pdf) \n\nThe household portion of wastewater is the same indicator as 6.2.1, and the monitoring of that will be \n\ninterlinked to JMP monitoring for 6.2.1. Over the last 25 years the JMP has established global norms and \n\nstandards for monitoring drinking water, sanitation and hygiene. The proposed 6.2.1. indicator builds on \n\n\fLast updated: 18 November 2016 \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nthese and was developed following extensive consultations with sector experts. Major international \n\nconsultations took place in 2011 and 2012, as well as many regional and country consultations in various \n\nparts of the world. \n\nExisting global norms and standards and technical recommendations for SDG monitoring are documented \n\nhere: http://www.wssinfo.org/fileadmin/user_upload/resources/Methodological-note-on-monitoring-\n\nSDG-targets-for-WASH-and-wastewater_WHO-UNICEF_8October2015_Final.pdf. \n\nPurpose and rationale for this indicator can also be found in the methods document: \n\nhttp://www.wssinfo.org/post-2015-monitoring/ and summarised in the following methodological note \n\n(p12): http://www.wssinfo.org/fileadmin/user_upload/resources/Methodological-note-on-monitoring-\n\nSDG-targets-for-WASH-and-wastewater_WHO-UNICEF_8October2015_Final.pdf \n\nRationale: \n\nConcepts: \n\nSee above. Global norms and standards and technical recommendations for SDG monitoring are \n\ndocumented here: http://www.wssinfo.org/fileadmin/user_upload/resources/Methodological-note-on-\n\nmonitoring-SDG-targets-for-WASH-and-wastewater_WHO-UNICEF_8October2015_Final.pdf. \n\nSystem of Environmental and Economic Accounting for Water, adopted by Statistical Commission in \n\n2014. This accounting structure means that these activities cover the whole economy and are considered \n\nfor each industry, which are defined according to the International Standard Industrial Classification of all \n\nEconomic Activities (ISIC), and covering 1) abstraction and distribution of water, 2) discharge, reuse and \n\ntreatment of wastewater, and 3) consumption and returns of water back to the environment, in this \n\naccounting structure, disaggregated by industry in a standardised way. Economic activities by ISIC broadly \n\ncovers agriculture, hazardous industries and other economic activities \n\nComments and limitations: \n\nThe main issue regarding safely managed drinking water services will be comparability of data on the \n\ndefinition of what is considered safe treatment. Although there are international guidelines and \n\nstandards, their compliance by countries is not internationally binding. Countries can set their own \n\nstandards which can vary from international norms and standards. For this reason, country data may not \n\nfollow the international standard that JMP likes to follow for its global monitoring purposes.  \n\nHaving said the above, using MDG experiences of data reconciliation, and working collaboratively with \n\nJMP on this will help reconciling definitional discrepancies and hence variations in estimates. This vast \n\nexperience in dealing with such issues will be very useful in dealing with the above issues for the SDG \n\nperiod. \n\n \nMethodology \n\n\fLast updated: 18 November 2016 \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nComputation Method: \n\nThe calculation of the indicator value as derived from the framework is the amount treated (off-site and \n\non-site) divided by the total amount of waste produced. Data on treatment of domestic wastewater will \n\ncome from the multi- purpose indicator 6.2.1. Data on volumes of industrial wastewater can be \n\nestimated from inventories of industries, which will be available in the majority of Member States \n\ndisaggregated by ISIC classifications. The breakdown of treated wastewater can be calculated based on \n\ncompliance records, related to national standards. Unless verified otherwise, through audited compliance \n\nrecords, the waste generated will be considered untreated. \n\nDisaggregation: \n\nSince this indicator is disaggregated for households and non-households (industrial and commercial \n\nestablishments, as per the classification of ISIC Rev4); more can be found on the methods note: \n\nhttp://www.wssinfo.org/fileadmin/user_upload/resources/Methodological-note-on-monitoring-SDG-\n\ntargets-for-WASH-and-wastewater_WHO-UNICEF_8October2015_Final.pdf. \n\nTreatment of missing values: \n\n•  At country level \n\nThe calculation of the indicator value as derived from the framework is the amount treated (off-site \n\nand on-site) divided by the total amount of waste produced. Data on treatment of domestic \n\nwastewater will come from the multi- purpose indicator 6.2.1. Data on volumes of industrial \n\nwastewater can be estimated from inventories of industries, which will be available in the majority \n\nof Member States disaggregated by ISIC classifications. The breakdown of treated wastewater can \n\nbe calculated based on compliance records, related to national standards. Unless verified \n\notherwise, through audited compliance records, the waste generated will be considered untreated. \n\n•  At regional and global levels \n\nNo data is published for countries for which we couldn't find country data \n\nRegional aggregates: \n\nSee methods note mentioned above and 11.2 above. \n\nSources of discrepancies: \n\nWHO is required by World Health Assembly resolution to consult on all WHO statistics, and seek feedback \n\nfrom countries on data about countries and territories. Before publishing all JMP estimates undergo \n\nrigorous country consultations facilitated by WHO and UNICEF country offices. Often these consultations \n\ngive rise to in-country visits, and meetings about data reconciliations. \n\n \nData Sources \n\nDescription: \n\n\f \n\n \n\n \n\n \n\n \n\n \n\nLast updated: 18 November 2016 \n\nPreliminary estimates are available for 140 countries for 6.2.1, which is the same as the household part of \n\nthis indicator: http://www-\n\nwds.worldbank.org/external/default/WDSContentServer/WDSP/IB/2016/02/11/090224b084172a75/1_0\n\n/Original/The0costs0of0m0iene000data0catalog.xlsx. \n\nSince the publication of this, joint searches with JMP found national data available for most countries of \n\nthe world. However extensive data from various sources could be combined from i) UNSD-UNEP \n\nquestionnaire: http://unstats.un.org/unsd/environment/questionnaire.htm; ii) OECD: \n\nhttps://data.oecd.org/water/waste-water-treatment.htm. Iii) AQUASTAT: \n\nhttp://www.fao.org/nr/water/aquastat/data/query/index.html?lang=en, iv) IBNET: https://www.ib-\n\nnet.org/. v) GWI: https://www.globalwaterintel.com/. \n\nAs mentioned earlier, data is collected directly from country sources, and following established method, \n\nestimates are shred with countries to receive their feedback before publication. See 6.1 above for more \n\nCollection process: \n\ndetails. \n\n \nData Availability \n\nDescription: \n\n1. Although classified ahead of the 3rd IAEG meeting as Tier III indicator showing needing methodological \n\ndevelopments, as we showed at that meeting that this indicator should be classified as a tier I indicator as \n\nit has established methodology, following international standards, as well as it has extensive data \n\ncoverage for most countries for it to be a solid SDG indicator. We also have had since 3rd IAEG meeting \n\nextensive discussions with several countries about this indicator, including IAEG member countries.  \n\n2. Most countries of the world, including the MDG regions, covering 90% of the global population (2010 \n\nonwards), as well as 50% of the countries of the world, covering at least 50% of the global population, \n\nincluding all MDG regions, for 2000-2009 period.  \n\n3. Preliminary estimates are available for 140 countries for 6.2.1, which is the same as the household part \n\nof this indicator: http://www-\n\nwds.worldbank.org/external/default/WDSContentServer/WDSP/IB/2016/02/11/090224b084172a75/1_0\n\n/Original/The0costs0of0m0iene000data0catalog.xlsx. Since the publication of the report above, WHO \n\nand UNHABITAT have been collecting data directly from country sources, and have now data on \n\ntreatment of wastewater from majority of countries of the world, many of which also provide time series \n\ndata.  \n\n4. Following further testing, a revised SDG baseline estimate will be available soon, along with estimates \n\nfor other parts of this wastewater indicator, i.e. industrial and commercial parts broken down by \n\neconomic activities following SEEA definitions and standards.  \n\n\fLast updated: 18 November 2016 \n\n5. For links to a few data sources mentioned in Q11 below: i) UNSD-UNEP questionnaire: \n\nhttp://unstats.un.org/unsd/environment/questionnaire.htm; ii) OECD: \n\nhttps://data.oecd.org/water/waste-water-treatment.htm. Iii) AQUASTAT: \n\nhttp://www.fao.org/nr/water/aquastat/data/query/index.html?lang=en, iv) IBNET: https://www.ib-\n\nnet.org/. v) GWI: https://www.globalwaterintel.com/.\" \n\nWHO and UNHABITT plans to publish its first SDG baseline report with 2015 estimate, and build a time \n\nseries as we move into the SDG period. (From NA to NA) \n\nStarted data collection and will run through the beginning of 2017. (From NA to NA) \n\nThe baseline SDG report is due mid-2017 to feed into the SG’s report to be released in July 2017. (The \n\nbaseline SDG report is due mid-2017 to feed into the SG’s report to be released in July 2017. ) \n\nNational statistics offices, Ministries of water, sanitation, health, environment. Regulators of sanitation \n\nTime series: \n\n \nCalendar \n\nData collection: \n\nData release: \n\n \nData providers \n\nservices. \n\n \nData compilers \n\nWHO and UNHABITAT \n\n \nReferences \n\nURL: \n\nalso to address wastewater part) \n\nReferences: \n\nwww.wssinfo.org (website to be enhanced to accommodate wastewater data, as JMP sanitation indicator \n\n1. The latest data from 140 countries on the use of safely managed sanitation services, which is the same \n\nas domestic part of wastewater indicator, published in the report that was produced in collaboration \n\nbetween the World Bank and the JMP. The report and data sources could be found at this link: \n\nhttp://www.worldbank.org/en/topic/water/publication/the-costs-of-meeting-the-2030-sustainable-\n\ndevelopment-goal-targets-on-drinking-water-sanitation-and-hygiene  \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\fLast updated: 18 November 2016 \n\n \n\n \n\n2. Additionally, as explained in the methods note (see link above), other data from international \n\ndatabases like UNSD-UNEP, OECD, EUROSTAT, AQUASTAT (FAO), IBNET (World Bank), Global Water \n\nIntelligence, as well as data from national regulators, and other parts of national statistical systems from \n\naround the world will be integrated for monitoring 6.3.1. Combining the various data sources, it is \n\nbelieved that data from over 180 countries could be used for global reporting purposes.  \n\n3. This indicator is classified as a Tier I indicator, as it is conceptually clear, has an established \n\nmethodology as well as standards, and data are regularly produced by almost all countries that can be \n\nused for global reporting.\" \n\n \nRelated indicators \n\nComments: \nTarget 6.2 \n \n\n6.2: \n(a) Proportion of total agricultural population with ownership or secure rights over agricultural land, by \nsex; and (b) share of women among owners or rights-bearers of agricultural land, by type of tenure \n\n\f"
      }
    }
  },
  "entityKey": {
    "1": {
      "name": "United Kingdom",
      "code": "GBR"
    },
    "2": {
      "name": "Ireland",
      "code": "IRL"
    },
    "3": {
      "name": "France",
      "code": "FRA"
    },
    "4": {
      "name": "Belgium",
      "code": "BEL"
    },
    "5": {
      "name": "Netherlands",
      "code": "NLD"
    },
    "6": {
      "name": "Germany",
      "code": "DEU"
    },
    "7": {
      "name": "Switzerland",
      "code": "CHE"
    },
    "8": {
      "name": "Italy",
      "code": "ITA"
    },
    "9": {
      "name": "Spain",
      "code": "ESP"
    },
    "10": {
      "name": "Sweden",
      "code": "SWE"
    },
    "11": {
      "name": "Poland",
      "code": "POL"
    },
    "13": {
      "name": "United States",
      "code": "USA"
    },
    "14": {
      "name": "Japan",
      "code": "JPN"
    },
    "16": {
      "name": "Albania",
      "code": "ALB"
    },
    "17": {
      "name": "Algeria",
      "code": "DZA"
    },
    "18": {
      "name": "Andorra",
      "code": "AND"
    },
    "21": {
      "name": "Argentina",
      "code": "ARG"
    },
    "23": {
      "name": "Australia",
      "code": "AUS"
    },
    "24": {
      "name": "Austria",
      "code": "AUT"
    },
    "30": {
      "name": "Belarus",
      "code": "BLR"
    },
    "35": {
      "name": "Bosnia and Herzegovina",
      "code": "BIH"
    },
    "37": {
      "name": "Brazil",
      "code": "BRA"
    },
    "39": {
      "name": "Bulgaria",
      "code": "BGR"
    },
    "44": {
      "name": "Canada",
      "code": "CAN"
    },
    "65": {
      "name": "Egypt",
      "code": "EGY"
    },
    "68": {
      "name": "Uganda",
      "code": "UGA"
    },
    "70": {
      "name": "Turkey",
      "code": "TUR"
    },
    "71": {
      "name": "Tunisia",
      "code": "TUN"
    },
    "72": {
      "name": "United Arab Emirates",
      "code": "ARE"
    },
    "82": {
      "name": "Somalia",
      "code": "SOM"
    },
    "83": {
      "name": "Slovenia",
      "code": "SVN"
    },
    "85": {
      "name": "Slovakia",
      "code": "SVK"
    },
    "86": {
      "name": "Singapore",
      "code": "SGP"
    },
    "88": {
      "name": "Serbia",
      "code": "SRB"
    },
    "89": {
      "name": "Senegal",
      "code": "SEN"
    },
    "90": {
      "name": "Saudi Arabia",
      "code": "SAU"
    },
    "92": {
      "name": "Romania",
      "code": "ROU"
    },
    "93": {
      "name": "Puerto Rico",
      "code": "PRI"
    },
    "95": {
      "name": "Portugal",
      "code": "PRT"
    },
    "97": {
      "name": "Peru",
      "code": "PER"
    },
    "102": {
      "name": "Norway",
      "code": "NOR"
    },
    "104": {
      "name": "Niger",
      "code": "NER"
    },
    "106": {
      "name": "New Zealand",
      "code": "NZL"
    },
    "110": {
      "name": "Morocco",
      "code": "MAR"
    },
    "113": {
      "name": "Mexico",
      "code": "MEX"
    },
    "116": {
      "name": "Malaysia",
      "code": "MYS"
    },
    "119": {
      "name": "Lithuania",
      "code": "LTU"
    },
    "120": {
      "name": "Libya",
      "code": "LBY"
    },
    "122": {
      "name": "Latvia",
      "code": "LVA"
    },
    "124": {
      "name": "Lebanon",
      "code": "LBN"
    },
    "127": {
      "name": "South Korea",
      "code": "KOR"
    },
    "130": {
      "name": "Jordan",
      "code": "JOR"
    },
    "133": {
      "name": "Israel",
      "code": "ISR"
    },
    "134": {
      "name": "Iraq",
      "code": "IRQ"
    },
    "138": {
      "name": "Hungary",
      "code": "HUN"
    },
    "140": {
      "name": "Palestine",
      "code": "PSE"
    },
    "144": {
      "name": "Hong Kong",
      "code": "HKG"
    },
    "149": {
      "name": "Greece",
      "code": "GRC"
    },
    "155": {
      "name": "Finland",
      "code": "FIN"
    },
    "156": {
      "name": "Estonia",
      "code": "EST"
    },
    "161": {
      "name": "Denmark",
      "code": "DNK"
    },
    "162": {
      "name": "Czechia",
      "code": "CZE"
    },
    "163": {
      "name": "Cyprus",
      "code": "CYP"
    },
    "165": {
      "name": "Croatia",
      "code": "HRV"
    },
    "170": {
      "name": "Colombia",
      "code": "COL"
    },
    "171": {
      "name": "China",
      "code": "CHN"
    },
    "172": {
      "name": "Chile",
      "code": "CHL"
    },
    "201": {
      "name": "Ecuador",
      "code": "ECU"
    },
    "205": {
      "name": "Greenland",
      "code": "GRL"
    },
    "207": {
      "name": "Iceland",
      "code": "ISL"
    },
    "208": {
      "name": "Kuwait",
      "code": "KWT"
    },
    "209": {
      "name": "Liechtenstein",
      "code": "LIE"
    },
    "210": {
      "name": "Luxembourg",
      "code": "LUX"
    },
    "212": {
      "name": "Malta",
      "code": "MLT"
    },
    "214": {
      "name": "Monaco",
      "code": "MCO"
    },
    "224": {
      "name": "Palau",
      "code": "PLW"
    },
    "226": {
      "name": "Qatar",
      "code": "QAT"
    },
    "231": {
      "name": "San Marino",
      "code": "SMR"
    },
    "237": {
      "name": "Tuvalu",
      "code": "TUV"
    }
  }
}