{
  "id": 137923,
  "name": "Crops - Cashew nuts, with shell - 217 - Production - 5510 - tonnes",
  "unit": "tonnes",
  "description": "Crop statistics are recorded for 173 products, covering the following categories: Crops Primary, Fibre Crops Primary, Cereals, Coarse Grain, Citrus Fruit, Fruit, Jute  Jute-like Fibres, Oilcakes Equivalent, Oil crops Primary, Pulses, Roots and Tubers, Treenuts and Vegetables and Melons. Data are expressed in terms of area harvested, production quantity and yield. The objective is to comprehensively cover production of all primary crops for all countries and regions in the world.Cereals: Area and production data on cereals relate to crops harvested for dry grain only. Cereal crops harvested for hay or harvested green for food, feed or silage or used for grazing are therefore excluded. Area data relate to harvested area. Some countries report sown or cultivated area only; however, in these countries the sown or cultivated area does not differ significantly in normal years from the area actually harvested, either because practically the whole area sown is harvested or because the area surveys are conducted around the harvest period.Vegetables, total (including melons): Data relate to vegetable crops grown mainly for human consumption. Crops such as cabbages, pumpkins and carrots, when explicitly cultivated for animal feed, are therefore excluded. Statistics on vegetables are not available in many countries, and the coverage of the reported data differs from country to country. In general, it appears that the data refer to crops grown in field and market gardens mainly for sale, thus excluding crops cultivated in kitchen gardens or small family gardens mainly for household consumption.Fruit, total (excluding melons): Data refer to total production of fresh fruit, whether finally used for direct consumption for food or feed, or processed into different products: dry fruit, juice, jam, alcohol, etc. Generally, production data relate to plantation crops or orchard crops grown mainly for sale. Data on production from scattered trees used mainly for home consumption are not usually collected. Production from wild plants, particularly berries, which is of some importance in certain countries, is generally disregarded by national statistical services. Therefore, the data for the various fruits and berries are rather incomplete. Bananas and plantains: Figures on bananas refer, as far as possible, to all edible fruit-bearing species of the genus Musa except Musa paradisiaca, commonly known as plantain. Unfortunately, several countries make no distinction in their statistics between bananas and plantains and publish only overall estimates. When this occurs and there is some indication or assumption that the data reported refer mainly to bananas, the data are included. The production data on bananas and plantains reported by the various countries are also difficult to compare because a number of countries report in terms of bunches, which generally means that the stalk is included in the weight. Dates, plantains and total grapes are included in the total fruit aggregated figures, while olives are excluded.        Treenuts, aggregated: Production of nuts (including chestnuts) relates to nuts in the shell or in the husk. Statistics are very scanty and generally refer only to crops for sale. In addition to the kind of nuts shown separately, production data include all other treenuts mainly used as dessert or table nuts, such as pecan nuts, pili nuts, sapucaia nuts and macadamia nuts. Nuts mainly used for flavouring beverages are excludedas are masticatory and stimulant nuts and nuts used mainly for the extraction of oil or butter, including areca/betel nuts, cola nuts, illipe nuts, karate nuts, coconuts, tung nuts, oilpalm nuts etc.",
  "createdAt": "2020-02-14T02:56:37.000Z",
  "updatedAt": "2020-02-14T02:56:37.000Z",
  "code": "QC - 217 - 5510 - tonnes",
  "coverage": "",
  "timespan": "",
  "datasetId": 5042,
  "columnOrder": 0,
  "datasetName": "Production: Crops",
  "type": "int",
  "nonRedistributable": false,
  "display": {},
  "source": {
    "id": 17773,
    "name": "Production: Crops",
    "dataPublishedBy": "Food and Agriculture Organization of the United Nations (FAO) (2020)",
    "dataPublisherSource": "The main data source is official statistics from FAO member countries, collected either through annual production questionnaires (APQ) distributed to countries, from national publications (Yearbooks and Pocketbooks) or from official country websites. The source data can originate from surveys, administrative data and estimates based on expert observations. Which type of source is used by countries can significantly affect reliability and comparability of data. In nearly all cases where countries provide their official production data, data are recorded as reported by countries. The only exceptions are the application of conversion factors (e.g., if a country reports rice production on a husked rice basis, that production must be converted to a paddy basis), or cases of reporting errors (typically digit errors). In instances where no official data is available, data from semi-official sources (including commodity-specific trade publications) may be used. If no data from either official or unofficial sources is available, data are imputed. In all cases, data are flagged accordingly.",
    "link": "http://www.fao.org/faostat/en/?#data/",
    "retrievedDate": "13-Feb-2020",
    "additionalInfo": "Areas refer to the area under cultivation. Area under cultivation means the area that corresponds to the total sown area, but after the harvest it excludes ruined areas (e.g. due to natural disasters). If the same land parcel is used twice in the same year, the area of this parcel can be counted twice. For tree crops, some countries provide data in terms of number of trees instead of in area. This number is then converted to an area estimate using typical planting density conversions. Production means the harvested production. Harvested production means production including on-holding losses and wastage, quantities consumed directly on the farm and marketed quantities, indicated in units of basic product weight. Harvest year means the calendar year in which the harvest begins.  Yield means the harvested production per ha for the area under cultivation.  Seed quantity comprises all amounts of the commodity in question used during the reference period for reproductive purposes, such as seed or seedlings. Whenever official data are not available, seed figures can be estimated either as a percentage of production or by multiplying a seed rate (the average amount of seed needed per hectare planted) with the planted area of the particular crop of the subsequent year. Usually, the average seed rate in any given country does not vary greatly from year to year."
  },
  "dimensions": {
    "years": {
      "values": [
        {
          "id": 1961
        },
        {
          "id": 1962
        },
        {
          "id": 1963
        },
        {
          "id": 1964
        },
        {
          "id": 1965
        },
        {
          "id": 1966
        },
        {
          "id": 1967
        },
        {
          "id": 1968
        },
        {
          "id": 1969
        },
        {
          "id": 1970
        },
        {
          "id": 1971
        },
        {
          "id": 1972
        },
        {
          "id": 1973
        },
        {
          "id": 1974
        },
        {
          "id": 1975
        },
        {
          "id": 1976
        },
        {
          "id": 1977
        },
        {
          "id": 1978
        },
        {
          "id": 1979
        },
        {
          "id": 1980
        },
        {
          "id": 1981
        },
        {
          "id": 1982
        },
        {
          "id": 1983
        },
        {
          "id": 1984
        },
        {
          "id": 1985
        },
        {
          "id": 1986
        },
        {
          "id": 1987
        },
        {
          "id": 1988
        },
        {
          "id": 1989
        },
        {
          "id": 1990
        },
        {
          "id": 1991
        },
        {
          "id": 1992
        },
        {
          "id": 1993
        },
        {
          "id": 1994
        },
        {
          "id": 1995
        },
        {
          "id": 1996
        },
        {
          "id": 1997
        },
        {
          "id": 1998
        },
        {
          "id": 1999
        },
        {
          "id": 2000
        },
        {
          "id": 2001
        },
        {
          "id": 2002
        },
        {
          "id": 2003
        },
        {
          "id": 2004
        },
        {
          "id": 2005
        },
        {
          "id": 2006
        },
        {
          "id": 2007
        },
        {
          "id": 2008
        },
        {
          "id": 2009
        },
        {
          "id": 2010
        },
        {
          "id": 2011
        },
        {
          "id": 2012
        },
        {
          "id": 2013
        },
        {
          "id": 2014
        },
        {
          "id": 2015
        },
        {
          "id": 2016
        },
        {
          "id": 2017
        },
        {
          "id": 2018
        }
      ]
    },
    "entities": {
      "values": [
        {
          "id": 19,
          "name": "Angola",
          "code": "AGO"
        },
        {
          "id": 32,
          "name": "Benin",
          "code": "BEN"
        },
        {
          "id": 37,
          "name": "Brazil",
          "code": "BRA"
        },
        {
          "id": 64,
          "name": "Tanzania",
          "code": "TZA"
        },
        {
          "id": 75,
          "name": "Thailand",
          "code": "THA"
        },
        {
          "id": 84,
          "name": "Vietnam",
          "code": "VNM"
        },
        {
          "id": 94,
          "name": "Guinea-Bissau",
          "code": "GNB"
        },
        {
          "id": 96,
          "name": "Philippines",
          "code": "PHL"
        },
        {
          "id": 103,
          "name": "Nigeria",
          "code": "NGA"
        },
        {
          "id": 109,
          "name": "Mozambique",
          "code": "MOZ"
        },
        {
          "id": 116,
          "name": "Malaysia",
          "code": "MYS"
        },
        {
          "id": 118,
          "name": "Madagascar",
          "code": "MDG"
        },
        {
          "id": 129,
          "name": "Kenya",
          "code": "KEN"
        },
        {
          "id": 137,
          "name": "India",
          "code": "IND"
        },
        {
          "id": 141,
          "name": "Sri Lanka",
          "code": "LKA"
        },
        {
          "id": 143,
          "name": "Cote d'Ivoire",
          "code": "CIV"
        },
        {
          "id": 160,
          "name": "Dominican Republic",
          "code": "DOM"
        },
        {
          "id": 171,
          "name": "China",
          "code": "CHN"
        },
        {
          "id": 259,
          "name": "El Salvador",
          "code": "SLV"
        },
        {
          "id": 273,
          "name": "Africa",
          "code": null
        },
        {
          "id": 275,
          "name": "Asia",
          "code": null
        },
        {
          "id": 290,
          "name": "Americas",
          "code": null
        },
        {
          "id": 295,
          "name": "South America",
          "code": null
        },
        {
          "id": 355,
          "name": "World",
          "code": "OWID_WRL"
        },
        {
          "id": 436,
          "name": "Caribbean",
          "code": null
        },
        {
          "id": 462,
          "name": "Eastern Africa",
          "code": null
        },
        {
          "id": 463,
          "name": "Middle Africa",
          "code": null
        },
        {
          "id": 466,
          "name": "Western Africa",
          "code": null
        },
        {
          "id": 467,
          "name": "Eastern Asia",
          "code": null
        },
        {
          "id": 470,
          "name": "Southern Asia",
          "code": null
        },
        {
          "id": 477,
          "name": "Central America",
          "code": null
        },
        {
          "id": 5398,
          "name": "Small island developing States",
          "code": null
        },
        {
          "id": 34988,
          "name": "Low Income Food Deficit Countries",
          "code": null
        },
        {
          "id": 34989,
          "name": "Net Food Importing Developing Countries",
          "code": null
        },
        {
          "id": 36360,
          "name": "South Eastern Asia",
          "code": null
        },
        {
          "id": 79334,
          "name": "Least Developed Countries",
          "code": null
        },
        {
          "id": 252,
          "name": "Guadeloupe",
          "code": "GLP"
        },
        {
          "id": 136,
          "name": "Indonesia",
          "code": "IDN"
        },
        {
          "id": 40,
          "name": "Burkina Faso",
          "code": "BFA"
        },
        {
          "id": 34987,
          "name": "Land Locked Developing Countries",
          "code": null
        },
        {
          "id": 113,
          "name": "Mexico",
          "code": "MEX"
        },
        {
          "id": 115,
          "name": "Mali",
          "code": "MLI"
        },
        {
          "id": 147,
          "name": "Guinea",
          "code": "GIN"
        },
        {
          "id": 139,
          "name": "Honduras",
          "code": "HND"
        },
        {
          "id": 74,
          "name": "Togo",
          "code": "TGO"
        },
        {
          "id": 150,
          "name": "Ghana",
          "code": "GHA"
        },
        {
          "id": 89,
          "name": "Senegal",
          "code": "SEN"
        },
        {
          "id": 97,
          "name": "Peru",
          "code": "PER"
        },
        {
          "id": 117,
          "name": "Malawi",
          "code": "MWI"
        },
        {
          "id": 170,
          "name": "Colombia",
          "code": "COL"
        },
        {
          "id": 31,
          "name": "Belize",
          "code": "BLZ"
        },
        {
          "id": 142,
          "name": "Myanmar",
          "code": "MMR"
        },
        {
          "id": 151,
          "name": "Gambia",
          "code": "GMB"
        }
      ]
    }
  }
}