{
  "id": 1103667,
  "name": "Vacation days per year",
  "unit": "days",
  "createdAt": "2025-08-11T14:45:22.000Z",
  "updatedAt": "2025-08-11T14:45:22.000Z",
  "coverage": "",
  "timespan": "1870-2000",
  "datasetId": 7185,
  "shortUnit": "days",
  "columnOrder": 0,
  "shortName": "vacation_days",
  "catalogPath": "grapher/working_hours/2025-08-05/huberman_minns/huberman_minns#vacation_days",
  "descriptionShort": "Average vacation days per year for full-time production workers in non-agricultural activities.",
  "descriptionFromProducer": "Table 2 gives the number of days off (vacations and national holidays) over the long twentieth century for our sample of countries. We have taken values for 1870 and 1900 from Huberman (2004); those for 1938 to 1990 from a series of contemporary studies of vacation days conducted by the ILO, 1939, 1995, the U.S. Department of Labor (Monthly Labor Review, 1955) and the European Industrial Relations Review (1982); values for 2000 are from a variety of sources, including EIRO (2003), the OECD, 2001, 2004, and official websites.\n\nAt the outset, days off were rooted in traditional religious and social calendars and there was much sharing of work patterns across the oceans. Immigrants to the U.S. practiced certain Old World customs and rituals (Gutman, 1973), while Europeans adopted May Day, a U.S. creation. But by 1900, if not earlier, the New World had made a break with Old World habits. Firms with greater investments in fixed capital were under pressure to work as many days as possible and this may be part of the explanation of the divergences that emerged. In Catholic Europe many of the religious festivals had been transformed into secular holidays, and while in certain northern European countries the work year was long, the Old World had on average more than twice the number of days off than their offshoots. Everywhere before 1913 paid holidays and vacations were rare; still, the parallels with the late twentieth century are evident: Europeans had more weeks off than the rest of the world.",
  "type": "float",
  "datasetName": "Working hours (Huberman and Minns, 2005)",
  "updatePeriodDays": 365,
  "datasetVersion": "2025-08-05",
  "nonRedistributable": false,
  "display": {
    "name": "Vacation days per year",
    "unit": "days",
    "shortUnit": "days",
    "tolerance": 0,
    "numDecimalPlaces": 0
  },
  "schemaVersion": 2,
  "processingLevel": "minor",
  "presentation": {
    "attributionShort": "Huberman and Minns",
    "topicTagsLinks": [
      "Working Hours"
    ]
  },
  "descriptionKey": [
    "This data only includes full-time production workers (male and female) in non-agricultural activities.",
    "The researchers Huberman and Minns collected the data from multiple sources: the International Labor Organization, the U.S. Department of Labor, the European Industrial Relations Review, the OECD and several national statistics offices."
  ],
  "dimensions": {
    "years": {
      "values": [
        {
          "id": 1870
        },
        {
          "id": 1900
        },
        {
          "id": 1938
        },
        {
          "id": 1950
        },
        {
          "id": 1980
        },
        {
          "id": 1990
        },
        {
          "id": 2000
        }
      ]
    },
    "entities": {
      "values": [
        {
          "id": 23,
          "name": "Australia",
          "code": "AUS"
        },
        {
          "id": 4,
          "name": "Belgium",
          "code": "BEL"
        },
        {
          "id": 44,
          "name": "Canada",
          "code": "CAN"
        },
        {
          "id": 161,
          "name": "Denmark",
          "code": "DNK"
        },
        {
          "id": 3,
          "name": "France",
          "code": "FRA"
        },
        {
          "id": 6,
          "name": "Germany",
          "code": "DEU"
        },
        {
          "id": 2,
          "name": "Ireland",
          "code": "IRL"
        },
        {
          "id": 8,
          "name": "Italy",
          "code": "ITA"
        },
        {
          "id": 5,
          "name": "Netherlands",
          "code": "NLD"
        },
        {
          "id": 9,
          "name": "Spain",
          "code": "ESP"
        },
        {
          "id": 10,
          "name": "Sweden",
          "code": "SWE"
        },
        {
          "id": 7,
          "name": "Switzerland",
          "code": "CHE"
        },
        {
          "id": 1,
          "name": "United Kingdom",
          "code": "GBR"
        },
        {
          "id": 13,
          "name": "United States",
          "code": "USA"
        }
      ]
    }
  },
  "origins": [
    {
      "id": 6977,
      "title": "Working hours (Huberman and Minns, 2005)",
      "description": "This paper brings a long-term perspective to the debate on the causes of worktime differences among OECD countries. Exploiting new data sets on hours of work per week, days at work per year, and annual work hours between 1870 and 2000, we challenge the conventional view that Europeans began to labor fewer hours than Americans only in the 1980s. Like Australians and Canadians, Americans tended to work longer hours, after controlling for income, beginning around 1900. Labor power and inequality, which are held to be important determinants of worktime after 1970, had comparable effects in the period before 1913. To explain the longstanding predisposition of the New World to give more labor time, we examine the effects of three initial factors in 1870, culture, human capital, and geography on hours of work in 2000. We find that geography – the low population density of the New World that has led to shorter commutes and lower fixed costs of getting to work – has had an enduring impact on supply of labor time.",
      "producer": "Huberman and Minns",
      "citationFull": "Huberman, M., & Minns, C. (2005). Hours of Work in Old and New Worlds: The Long View, 1870-2000. Tables 1, 2, and 3. The Institute for International Integration Studies Discussion Paper Series iiisdp95, IIIS.",
      "urlMain": "https://ideas.repec.org/p/iis/dispap/iiisdp95.html",
      "dateAccessed": "2025-08-05",
      "datePublished": "2005-10-01",
      "license": {
        "url": "https://ideas.repec.org/p/iis/dispap/iiisdp95.html",
        "name": "© 2005 Huberman and Minns"
      }
    }
  ]
}