{
  "id": 1025671,
  "name": "Organizations reporting having adopted AI",
  "unit": "%",
  "createdAt": "2025-04-14T08:36:25.000Z",
  "updatedAt": "2025-04-16T21:27:27.000Z",
  "coverage": "",
  "timespan": "2021-2024",
  "datasetId": 7056,
  "shortUnit": "%",
  "columnOrder": 0,
  "shortName": "pct_of_respondents",
  "catalogPath": "grapher/artificial_intelligence/2025-04-08/ai_index/ai_adoption#pct_of_respondents",
  "descriptionShort": "Share of companies using AI technology (e.g., machine learning, computer vision, or natural language processing) in at least one business function.",
  "type": "float",
  "grapherConfigIdETL": "01963371-4d63-7628-9bcb-fe6e99aa7cbc",
  "dataChecksum": "13406641062703952727",
  "metadataChecksum": "1392918834166205476",
  "datasetName": "AI Index Report",
  "updatePeriodDays": 365,
  "datasetVersion": "2025-04-08",
  "nonRedistributable": false,
  "display": {
    "unit": "%",
    "shortUnit": "%",
    "numDecimalPlaces": 1
  },
  "schemaVersion": 2,
  "processingLevel": "minor",
  "presentation": {
    "topicTagsLinks": [
      "Artificial Intelligence"
    ]
  },
  "descriptionKey": [
    "The McKinsey survey asked organizations in which business functions they had adopted AI technologies, such as machine learning, computer vision, or natural language processing.",
    "Respondents could choose from eleven business functions, including marketing and sales, product and service development, IT, service operations, knowledge management, software engineering, human resources, legal, risk and compliance, corporate strategy and finance, supply chain management, and manufacturing.",
    "An organization was considered to be using AI if it had adopted it in at least one of these areas.",
    "The term “adopted” was not strictly defined, so reported use of AI ranged from limited experimentation by a small group of employees to widespread implementation across departments.",
    "The regional groupings, as defined by McKinsey & Company, classify countries into specific categories. The \"Developing markets\" grouping includes countries such as India, Latin America, and the Middle East and North Africa (MENA). The \"Greater China\" grouping includes Hong Kong and Taiwan.",
    "The number of companies that respond to the survey varies between years and ranged between 1363 and 1843 between 2021 and 2024.",
    "The data is adjusted to account for differences in response rates and to ensure that each country's economic contribution to global GDP is properly represented."
  ],
  "dimensions": {
    "years": {
      "values": [
        {
          "id": 2021
        },
        {
          "id": 2022
        },
        {
          "id": 2023
        },
        {
          "id": 2024
        }
      ]
    },
    "entities": {
      "values": [
        {
          "id": 351327,
          "name": "All geographies",
          "code": null
        },
        {
          "id": 35113,
          "name": "Asia-Pacific",
          "code": null
        },
        {
          "id": 366958,
          "name": "Developing markets",
          "code": null
        },
        {
          "id": 276,
          "name": "Europe",
          "code": null
        },
        {
          "id": 371464,
          "name": "Greater China",
          "code": null
        },
        {
          "id": 294,
          "name": "North America",
          "code": null
        }
      ]
    }
  },
  "origins": [
    {
      "id": 3373,
      "titleSnapshot": "AI Index Report - AI adoption",
      "title": "AI Index Report",
      "descriptionSnapshot": "Data from the “The State of AI in Early 2024. Gen AI Adoption Spikes and Starts to Generate Value” and “The State of AI. How Organizations Are Rewiring to Capture Value.\"\n\nTwo global online surveys conducted in 2024 gathered insights on AI adoption across industries and regions. The first, run from February 22 to March 5, included 1,363 participants, with 981 reporting their organizations had adopted AI in at least one business function and 878 using generative AI regularly. The second, conducted from July 16 to July 31, had 1,491 participants from 101 countries, 42% of whom worked at organizations with over $500 million in annual revenue. To ensure representativeness, responses were weighted by each participant’s country’s share of global GDP.",
      "description": "The AI Index Report tracks, collates, distills, and visualizes data related to artificial intelligence (AI). The mission is to provide unbiased, rigorously vetted, broadly sourced data to enable policymakers, researchers, executives, journalists, and the general public to develop a more thorough and nuanced understanding of the complex field of AI.",
      "producer": "McKinsey & Company Survey via AI Index",
      "citationFull": "Nestor Maslej, Loredana Fattorini, Raymond Perrault, Yolanda Gil, Vanessa Parli, Njenga Kariuki, Emily Capstick, Anka Reuel, Erik\nBrynjolfsson, John Etchemendy, Katrina Ligett, Terah Lyons, James Manyika, Juan Carlos Niebles, Yoav Shoham, Russell Wald,\nTobi Walsh, Armin Hamrah, Lapo Santarlasci, Julia Betts Lotufo, Alexandra Rome, Andrew Shi, Sukrut Oak. “The AI Index 2025\nAnnual Report,” AI Index Steering Committee, Institute for Human-Centered AI, Stanford University, Stanford, CA, April 2025",
      "attributionShort": "AI Index Report",
      "urlMain": "https://hai-production.s3.amazonaws.com/files/hai_ai_index_report_2025.pdf",
      "urlDownload": "https://drive.google.com/uc?export=download&id=1io55VJnWqkR7l1A2jiNt3sowDFY4Hd8Z",
      "dateAccessed": "2025-04-08",
      "datePublished": "2025",
      "license": {
        "url": "https://hai-production.s3.amazonaws.com/files/hai_ai_index_report_2025.pdf",
        "name": "CC BY-ND 4.0"
      }
    },
    {
      "id": 1101,
      "titleSnapshot": "AI Index Report - AI adoption 2023",
      "title": "AI Index Report",
      "descriptionSnapshot": "Data from the ““The State of AI in 2022—and a Half Decade in Review,” alongside data from prior editions from McKinsey & Company Survey via AI Index Report. The 2022 McKinsey analysis is based on a survey of 1,492 respondents across various regions, industries, company sizes, functional areas, and tenures.",
      "description": "The AI Index Report tracks, collates, distills, and visualizes data related to artificial intelligence (AI). The mission is to provide unbiased, rigorously vetted, broadly sourced data to enable policymakers, researchers, executives, journalists, and the general public to develop a more thorough and nuanced understanding of the complex field of AI.",
      "producer": "McKinsey & Company Survey via AI Index",
      "citationFull": "Nestor Maslej, Loredana Fattorini, Raymond Perrault, Vanessa Parli, Anka Reuel, Erik Brynjolfsson, John Etchemendy, Katrina Ligett, Terah Lyons, James Manyika, Juan Carlos Niebles, Yoav Shoham, Russell Wald, and Jack Clark, “The AI Index 2023 Annual Report,” AI Index Steering Committee, Institute for Human-Centered AI, Stanford University, Stanford, CA, April 2023.",
      "attributionShort": "AI Index",
      "urlMain": "https://aiindex.stanford.edu/wp-content/uploads/2023/04/HAI_AI-Index-Report_2023.pdf",
      "urlDownload": "https://drive.google.com/uc?export=download&id=1dqEzwMBXVol7bt_ScuLdMpJ4GhGGuR7e",
      "dateAccessed": "2024-06-28",
      "datePublished": "2023-03-20",
      "license": {
        "url": "https://aiindex.stanford.edu/wp-content/uploads/2023/04/HAI_AI-Index-Report_2023.pdf",
        "name": "CC BY-ND 4.0"
      }
    }
  ]
}