{
  "variables": {
    "3005": {
      "years": [
        2007,
        2007,
        2008,
        2008,
        2008,
        2008,
        2008,
        2008,
        2008,
        2009,
        2009,
        2009,
        2009,
        2009,
        2009,
        2009,
        2009,
        2009,
        2009,
        2009,
        2009,
        2009,
        2009,
        2009,
        2009,
        2009,
        2009,
        2009,
        2009,
        2009,
        2009,
        2009,
        2009,
        2009,
        2009,
        2009,
        2009,
        2009,
        2009,
        2009,
        2009,
        2009,
        2009,
        2009,
        2009,
        2009,
        2009,
        2009,
        2009,
        2009,
        2009,
        2009,
        2010,
        2010,
        2010,
        2010,
        2010,
        2010,
        2010,
        2010,
        2010,
        2010,
        2010,
        2010,
        2010,
        2010,
        2010,
        2010,
        2010,
        2010,
        2010,
        2010,
        2010,
        2010,
        2010,
        2010,
        2010,
        2010,
        2010,
        2010,
        2010,
        2010,
        2010,
        2010,
        2010,
        2010,
        2010,
        2011,
        2011,
        2011,
        2011,
        2011,
        2011,
        2012,
        2012,
        2012,
        2013,
        2013,
        2013,
        2013,
        2013,
        2013,
        2013,
        2013,
        2013,
        2013,
        2013,
        2013,
        2013,
        2013,
        2013,
        2013,
        2013,
        2013,
        2013,
        2013,
        2013,
        2013,
        2013,
        2013,
        2013,
        2013,
        2013,
        2013,
        2013,
        2013,
        2013,
        2013,
        2013,
        2013,
        2013,
        2013,
        2013,
        2013,
        2013,
        2013,
        2013,
        2013,
        2013,
        2013,
        2013,
        2013,
        2013,
        2013,
        2014,
        2014,
        2014,
        2014,
        2014,
        2014,
        2014,
        2014,
        2014,
        2014,
        2014,
        2014,
        2015,
        2015,
        2015,
        2015,
        2015,
        2015,
        2015,
        2015,
        2015,
        2016,
        2016,
        2016,
        2016,
        2016,
        2016,
        2016,
        2016,
        2016,
        2016,
        2016,
        2016,
        2016,
        2016,
        2016,
        2016,
        2016,
        2016,
        2017,
        2017,
        2017,
        2017,
        2017,
        2017,
        2017,
        2017,
        2017,
        2017,
        2017,
        2017,
        2017,
        2017,
        2017,
        2017,
        2017,
        2017,
        2017,
        2017,
        2017,
        2017,
        2017,
        2017,
        2017,
        2017,
        2017,
        2017,
        2017,
        2017,
        2017,
        2017,
        2017,
        2017,
        2017,
        2017,
        2017,
        2017,
        2017,
        2017,
        2017,
        2017,
        2017,
        2017,
        2017,
        2017,
        2017,
        2017,
        2017,
        2017,
        2017,
        2017,
        2017,
        2017
      ],
      "entities": [
        28,
        116,
        15,
        30,
        62,
        67,
        70,
        76,
        152,
        11,
        12,
        22,
        25,
        32,
        35,
        37,
        39,
        40,
        43,
        45,
        66,
        74,
        83,
        84,
        85,
        87,
        88,
        92,
        96,
        104,
        107,
        111,
        112,
        117,
        119,
        121,
        122,
        123,
        124,
        126,
        131,
        136,
        138,
        153,
        156,
        157,
        162,
        168,
        173,
        215,
        379,
        54362,
        19,
        20,
        21,
        26,
        29,
        31,
        34,
        36,
        61,
        63,
        73,
        97,
        98,
        100,
        105,
        113,
        115,
        132,
        139,
        146,
        148,
        160,
        166,
        167,
        170,
        172,
        200,
        201,
        206,
        227,
        229,
        230,
        234,
        238,
        259,
        80,
        91,
        134,
        141,
        158,
        174,
        12,
        125,
        171,
        11,
        16,
        22,
        25,
        28,
        30,
        35,
        39,
        60,
        61,
        62,
        64,
        65,
        66,
        67,
        68,
        70,
        71,
        76,
        83,
        85,
        88,
        92,
        101,
        107,
        110,
        111,
        112,
        118,
        119,
        122,
        124,
        126,
        129,
        130,
        131,
        133,
        138,
        140,
        150,
        152,
        154,
        156,
        162,
        165,
        167,
        215,
        379,
        10,
        15,
        41,
        79,
        89,
        103,
        108,
        114,
        117,
        137,
        142,
        258,
        33,
        84,
        96,
        99,
        116,
        136,
        158,
        195,
        225,
        32,
        42,
        43,
        65,
        74,
        75,
        78,
        80,
        105,
        115,
        123,
        125,
        139,
        142,
        143,
        147,
        160,
        259,
        21,
        34,
        63,
        87,
        97,
        98,
        104,
        121,
        201,
        289,
        293,
        302,
        309,
        310,
        312,
        317,
        318,
        319,
        320,
        321,
        325,
        326,
        327,
        328,
        330,
        334,
        335,
        336,
        339,
        340,
        344,
        345,
        355,
        4673,
        4674,
        4675,
        4676,
        4677,
        4678,
        4679,
        4680,
        4681,
        4682,
        4683,
        4684,
        4685,
        4687,
        4688,
        4693,
        34680,
        34681,
        34682,
        34683,
        34684
      ],
      "values": [
        1.3,
        8.7,
        0.7,
        24.8,
        11.4,
        27.9,
        12.4,
        11.8,
        19.8,
        31.1,
        14.3,
        13.5,
        4.7,
        26.9,
        13.5,
        19.4,
        25.7,
        11.3,
        10,
        16.7,
        19.1,
        15.1,
        15.9,
        26.4,
        19.8,
        7.1,
        15.9,
        24.7,
        32.7,
        11.3,
        13.4,
        20.6,
        36.4,
        15.6,
        15.1,
        29.9,
        31.3,
        21.6,
        29.1,
        23,
        24.7,
        31.2,
        13.8,
        11.5,
        25.8,
        7.6,
        18.4,
        17.2,
        6.8,
        24.5,
        0.3,
        22.8,
        13.5,
        17.5,
        9.2,
        33.2,
        25.4,
        25.5,
        21.7,
        16.5,
        0.1,
        19.4,
        20.8,
        14.1,
        22.8,
        23.5,
        32.3,
        14.6,
        21,
        24.1,
        31.7,
        17.7,
        15.7,
        11,
        15.4,
        13.7,
        12.1,
        4.5,
        23.6,
        17,
        24,
        21.1,
        23.7,
        38.6,
        15,
        31.1,
        21.4,
        17.4,
        19.7,
        2.3,
        8.8,
        13.6,
        12.1,
        20.1,
        32.2,
        17.5,
        20.6,
        11.7,
        19.1,
        2.4,
        4.8,
        32.7,
        24.1,
        23.9,
        23.8,
        1.6,
        13.4,
        14,
        7.1,
        25.7,
        18.8,
        15.4,
        5.4,
        8.5,
        9.6,
        18.8,
        14,
        14.3,
        20.1,
        6,
        17.2,
        4.3,
        25.7,
        35.6,
        28.2,
        21,
        31.5,
        4.4,
        28.8,
        13.4,
        2.4,
        18.9,
        10.1,
        20.4,
        1.2,
        14.9,
        32,
        14.2,
        25.3,
        11.6,
        18.7,
        10.8,
        19.3,
        7.2,
        12.5,
        4.7,
        16.3,
        3.4,
        14.1,
        13.9,
        27.4,
        4.5,
        14.2,
        8.9,
        29.5,
        9.5,
        26.3,
        22.4,
        29.9,
        13.8,
        26.3,
        22.1,
        4.5,
        22.6,
        27,
        25.9,
        57.3,
        22.9,
        4.9,
        11.4,
        64.8,
        27.4,
        16.3,
        27,
        11.6,
        36.2,
        45.3,
        28,
        41.1,
        14.3,
        5.8,
        21.2,
        28,
        8,
        26.3,
        10.6,
        15.9,
        19.9,
        19.6,
        10.6,
        20.4,
        22.9,
        15.7818181818182,
        5.39,
        10.9571428571429,
        4.7,
        20.5363636363636,
        23.8615384615385,
        22.12,
        19.8666666666667,
        12.6454545454545,
        18.455,
        15.5310344827586,
        17.5971428571429,
        13.4083333333333,
        20.2048780487805,
        18.5844660194175,
        20.1569620253165,
        15.775,
        24.4,
        22.6,
        24.0173913043478,
        20.1052631578947,
        21.2866666666667,
        32.7461538461539,
        18.5634146341463,
        32.7461538461538,
        19.3622222222222,
        18.66,
        18.92,
        18.5267857142857,
        18.5432432432432,
        18.56,
        21.2785714285714,
        17.6317073170732,
        22.5714285714286,
        20.6514285714286,
        4.86666666666667,
        13.9964285714286,
        20.45,
        15.7818181818182,
        10.9571428571429,
        32.7461538461538,
        18.75,
        20.7142857142857,
        5.325,
        15.7818181818182
      ],
      "id": 3005,
      "name": "Firms with female top manager (% of firms)",
      "unit": "% of firms",
      "description": "Firms with female top manager refers to the percentage of firms in the private sector who have females as top managers. Top manager refers to the highest ranking manager or CEO of the establishment. This person may be the owner if he/she works as the manager of the firm. The results are based on surveys of more than 100,000 private firms.",
      "createdAt": "2017-07-06T08:46:20.000Z",
      "updatedAt": "2018-12-11T20:12:30.000Z",
      "code": "IC.FRM.FEMM.ZS",
      "coverage": "",
      "timespan": "1960-2017",
      "datasetId": 559,
      "sourceId": 1667,
      "shortUnit": "%",
      "display": {},
      "columnOrder": 0,
      "originalMetadata": null,
      "datasetName": "World Development Indicators - Private Sector & Trade",
      "s_id": 1667,
      "s_name": "World Bank - WDI: Firms with female top manager (% of firms)",
      "source": {
        "id": 1667,
        "name": "World Bank - WDI: Firms with female top manager (% of firms)",
        "dataPublishedBy": "World Bank – World Development Indicators",
        "dataPublisherSource": "World Bank, Enterprise Surveys (http://www.enterprisesurveys.org/).",
        "link": "http://data.worldbank.org/data-catalog/world-development-indicators",
        "retrievedData": "",
        "additionalInfo": "Limitations and exceptions: The sampling methodology for Enterprise Surveys is stratified random sampling. In a simple random sample, all members of the population have the same probability of being selected and no weighting of the observations is necessary. In a stratified random sample, all population units are grouped within homogeneous groups and simple random samples are selected within each group. This method allows computing estimates for each of the strata with a specified level of precision while population estimates can also be estimated by properly weighting individual observations. The sampling weights take care of the varying probabilities of selection across different strata. Under certain conditions, estimates' precision under stratified random sampling will be higher than under simple random sampling (lower standard errors may result from the estimation procedure).\n\nThe strata for Enterprise Surveys are firm size, business sector, and geographic region within a country. Firm size levels are 5-19 (small), 20-99 (medium), and 100+ employees (large-sized firms). Since in most economies, the majority of firms are small and medium-sized, Enterprise Surveys oversample large firms since larger firms tend to be engines of job creation. Sector breakdown is usually manufacturing, retail, and other services. For larger economies, specific manufacturing sub-sectors are selected as additional strata on the basis of employment, value-added, and total number of establishments figures. Geographic regions within a country are selected based on which cities/regions collectively contain the majority of economic activity.\n\nIdeally the survey sample frame is derived from the universe of eligible firms obtained from the country’s statistical office. Sometimes the master list of firms is obtained from other government agencies such as tax or business licensing authorities. In some cases, the list of firms is obtained from business associations or marketing databases. In a few cases, the sample frame is created via block enumeration, where the World Bank “manually” constructs a list of eligible firms after 1) partitioning a country’s cities of major economic activity into clusters and blocks, 2) randomly selecting a subset of blocks which will then be enumerated. In surveys conducted since 2005-06, survey documentation which explains the source of the sample frame and any special circumstances encountered during survey fieldwork are included with the collected datasets.\n\nObtaining panel data, i.e. interviews with the same firms across multiple years, is a priority in current Enterprise Surveys. When conducting a new Enterprise Survey in a country where data was previously collected, maximal effort is expended to re-interview as many firms (from the prior survey) as possible. For these panel firms, sampling weights can be adjusted to take into account the resulting altered probabilities of inclusion in the sample frame.\nNotes from original source: All surveys were administered using the Enterprise Surveys methodology as outlined in the Methodology page which can be found from www.enterprisesurveys.org.\nGeneral comments: Relevance to gender indicator: Women are vastly underrepresented in decision making positions at the top level in the private sector and this indicator monitors progress that has been made.\nStatistical concept and methodology: Firm-level surveys have been conducted since the 1990's by different units within the World Bank. Since 2005-06, most data collection efforts have been centralized within the Enterprise Analysis Unit. Surveys implemented by the Enterprise Analysis Unit follow the Global Methodology.\n\nPrivate contractors conduct the Enterprise Surveys on behalf of the World Bank. Due to sensitive survey questions addressing business-government relations and bribery-related topics, private contractors, rather than any government agency or an organization/institution associated with government, are hired by the World Bank to collect the data.\n\nConfidentiality of the survey respondents and the sensitive information they provide is necessary to ensure the greatest degree of survey participation, integrity and confidence in the quality of the data. Surveys are usually carried out in cooperation with business organizations and government agencies promoting job creation and economic growth, but confidentiality is never compromised.\n\nThe Enterprise Survey is answered by business owners and top managers. Sometimes the survey respondent calls company accountants and human resource managers into the interview to answer questions in the sales and labor sections of the survey. Typically 1200-1800 interviews are conducted in larger economies, 360 interviews are conducted in medium-sized economies, and for smaller economies, 150 interviews take place.\n\nThe manufacturing and services sectors are the primary business sectors of interest. This corresponds to firms classified with ISIC codes 15-37, 45, 50-52, 55, 60-64, and 72 (ISIC Rev.3.1). Formal (registered) companies with 5 or more employees are targeted for interview. Services firms include construction, retail, wholesale, hotels, restaurants, transport, storage, communications, and IT. Firms with 100% government/state ownership are not eligible to participate in an Enterprise Survey. Occasionally, for a few surveyed countries, other sectors are included in the companies surveyed such as education or health-related businesses. In each country, businesses in the cities/regions of major economic activity are interviewed.\n\nIn some countries, other surveys, which depart from the usual Enterprise Survey methodology, are conducted. Examples include 1) Informal Surveys- surveys of informal (unregistered) enterprises, 2) Micro Surveys- surveys fielded to registered firms with less than five employees, and 3) Financial Crisis Assessment Surveys- short surveys administered by telephone to assess the effects of the global financial crisis of 2008-09.\n\nThe Enterprise Surveys Unit uses two instruments: the Manufacturing Questionnaire and the Services Questionnaire. Although many questions overlap, some are only applicable to one type of business. For example, retail firms are not asked about production and nonproduction workers.\n\nThe standard Enterprise Survey topics include firm characteristics, gender participation, access to finance, annual sales, costs of inputs/labor, workforce composition, bribery, licensing, infrastructure, trade, crime, competition, capacity utilization, land and permits, taxation, informality, business-government relations, innovation and technology, and performance measures.\n\nOver 90% of the questions objectively ascertain characteristics of a country’s business environment. The remaining questions assess the survey respondents’ opinions on what are the obstacles to firm growth and performance. The mode of data collection is face-to-face interviews."
      }
    }
  },
  "entityKey": {
    "10": {
      "name": "Sweden",
      "code": "SWE"
    },
    "11": {
      "name": "Poland",
      "code": "POL"
    },
    "12": {
      "name": "Russia",
      "code": "RUS"
    },
    "15": {
      "name": "Afghanistan",
      "code": "AFG"
    },
    "16": {
      "name": "Albania",
      "code": "ALB"
    },
    "19": {
      "name": "Angola",
      "code": "AGO"
    },
    "20": {
      "name": "Antigua and Barbuda",
      "code": "ATG"
    },
    "21": {
      "name": "Argentina",
      "code": "ARG"
    },
    "22": {
      "name": "Armenia",
      "code": "ARM"
    },
    "25": {
      "name": "Azerbaijan",
      "code": "AZE"
    },
    "26": {
      "name": "Bahamas",
      "code": "BHS"
    },
    "28": {
      "name": "Bangladesh",
      "code": "BGD"
    },
    "29": {
      "name": "Barbados",
      "code": "BRB"
    },
    "30": {
      "name": "Belarus",
      "code": "BLR"
    },
    "31": {
      "name": "Belize",
      "code": "BLZ"
    },
    "32": {
      "name": "Benin",
      "code": "BEN"
    },
    "33": {
      "name": "Bhutan",
      "code": "BTN"
    },
    "34": {
      "name": "Bolivia",
      "code": "BOL"
    },
    "35": {
      "name": "Bosnia and Herzegovina",
      "code": "BIH"
    },
    "36": {
      "name": "Botswana",
      "code": "BWA"
    },
    "37": {
      "name": "Brazil",
      "code": "BRA"
    },
    "39": {
      "name": "Bulgaria",
      "code": "BGR"
    },
    "40": {
      "name": "Burkina Faso",
      "code": "BFA"
    },
    "41": {
      "name": "Burundi",
      "code": "BDI"
    },
    "42": {
      "name": "Cambodia",
      "code": "KHM"
    },
    "43": {
      "name": "Cameroon",
      "code": "CMR"
    },
    "45": {
      "name": "Cape Verde",
      "code": "CPV"
    },
    "60": {
      "name": "Zambia",
      "code": "ZMB"
    },
    "61": {
      "name": "Yemen",
      "code": "YEM"
    },
    "62": {
      "name": "Uzbekistan",
      "code": "UZB"
    },
    "63": {
      "name": "Uruguay",
      "code": "URY"
    },
    "64": {
      "name": "Tanzania",
      "code": "TZA"
    },
    "65": {
      "name": "Egypt",
      "code": "EGY"
    },
    "66": {
      "name": "North Macedonia",
      "code": "MKD"
    },
    "67": {
      "name": "Ukraine",
      "code": "UKR"
    },
    "68": {
      "name": "Uganda",
      "code": "UGA"
    },
    "70": {
      "name": "Turkey",
      "code": "TUR"
    },
    "71": {
      "name": "Tunisia",
      "code": "TUN"
    },
    "73": {
      "name": "Trinidad and Tobago",
      "code": "TTO"
    },
    "74": {
      "name": "Togo",
      "code": "TGO"
    },
    "75": {
      "name": "Thailand",
      "code": "THA"
    },
    "76": {
      "name": "Tajikistan",
      "code": "TJK"
    },
    "78": {
      "name": "Eswatini",
      "code": "SWZ"
    },
    "79": {
      "name": "Sudan",
      "code": "SDN"
    },
    "80": {
      "name": "Zimbabwe",
      "code": "ZWE"
    },
    "83": {
      "name": "Slovenia",
      "code": "SVN"
    },
    "84": {
      "name": "Vietnam",
      "code": "VNM"
    },
    "85": {
      "name": "Slovakia",
      "code": "SVK"
    },
    "87": {
      "name": "Sierra Leone",
      "code": "SLE"
    },
    "88": {
      "name": "Serbia",
      "code": "SRB"
    },
    "89": {
      "name": "Senegal",
      "code": "SEN"
    },
    "91": {
      "name": "Rwanda",
      "code": "RWA"
    },
    "92": {
      "name": "Romania",
      "code": "ROU"
    },
    "96": {
      "name": "Philippines",
      "code": "PHL"
    },
    "97": {
      "name": "Peru",
      "code": "PER"
    },
    "98": {
      "name": "Paraguay",
      "code": "PRY"
    },
    "99": {
      "name": "Papua New Guinea",
      "code": "PNG"
    },
    "100": {
      "name": "Panama",
      "code": "PAN"
    },
    "101": {
      "name": "Pakistan",
      "code": "PAK"
    },
    "103": {
      "name": "Nigeria",
      "code": "NGA"
    },
    "104": {
      "name": "Niger",
      "code": "NER"
    },
    "105": {
      "name": "Nicaragua",
      "code": "NIC"
    },
    "107": {
      "name": "Nepal",
      "code": "NPL"
    },
    "108": {
      "name": "Namibia",
      "code": "NAM"
    },
    "110": {
      "name": "Morocco",
      "code": "MAR"
    },
    "111": {
      "name": "Moldova",
      "code": "MDA"
    },
    "112": {
      "name": "Mongolia",
      "code": "MNG"
    },
    "113": {
      "name": "Mexico",
      "code": "MEX"
    },
    "114": {
      "name": "Mauritania",
      "code": "MRT"
    },
    "115": {
      "name": "Mali",
      "code": "MLI"
    },
    "116": {
      "name": "Malaysia",
      "code": "MYS"
    },
    "117": {
      "name": "Malawi",
      "code": "MWI"
    },
    "118": {
      "name": "Madagascar",
      "code": "MDG"
    },
    "119": {
      "name": "Lithuania",
      "code": "LTU"
    },
    "121": {
      "name": "Liberia",
      "code": "LBR"
    },
    "122": {
      "name": "Latvia",
      "code": "LVA"
    },
    "123": {
      "name": "Lesotho",
      "code": "LSO"
    },
    "124": {
      "name": "Lebanon",
      "code": "LBN"
    },
    "125": {
      "name": "Laos",
      "code": "LAO"
    },
    "126": {
      "name": "Kyrgyzstan",
      "code": "KGZ"
    },
    "129": {
      "name": "Kenya",
      "code": "KEN"
    },
    "130": {
      "name": "Jordan",
      "code": "JOR"
    },
    "131": {
      "name": "Kazakhstan",
      "code": "KAZ"
    },
    "132": {
      "name": "Jamaica",
      "code": "JAM"
    },
    "133": {
      "name": "Israel",
      "code": "ISR"
    },
    "134": {
      "name": "Iraq",
      "code": "IRQ"
    },
    "136": {
      "name": "Indonesia",
      "code": "IDN"
    },
    "137": {
      "name": "India",
      "code": "IND"
    },
    "138": {
      "name": "Hungary",
      "code": "HUN"
    },
    "139": {
      "name": "Honduras",
      "code": "HND"
    },
    "140": {
      "name": "Palestine",
      "code": "PSE"
    },
    "141": {
      "name": "Sri Lanka",
      "code": "LKA"
    },
    "142": {
      "name": "Myanmar",
      "code": "MMR"
    },
    "143": {
      "name": "Cote d'Ivoire",
      "code": "CIV"
    },
    "146": {
      "name": "Guyana",
      "code": "GUY"
    },
    "147": {
      "name": "Guinea",
      "code": "GIN"
    },
    "148": {
      "name": "Guatemala",
      "code": "GTM"
    },
    "150": {
      "name": "Ghana",
      "code": "GHA"
    },
    "152": {
      "name": "Georgia",
      "code": "GEO"
    },
    "153": {
      "name": "Gabon",
      "code": "GAB"
    },
    "154": {
      "name": "Djibouti",
      "code": "DJI"
    },
    "156": {
      "name": "Estonia",
      "code": "EST"
    },
    "157": {
      "name": "Eritrea",
      "code": "ERI"
    },
    "158": {
      "name": "Ethiopia",
      "code": "ETH"
    },
    "160": {
      "name": "Dominican Republic",
      "code": "DOM"
    },
    "162": {
      "name": "Czechia",
      "code": "CZE"
    },
    "165": {
      "name": "Croatia",
      "code": "HRV"
    },
    "166": {
      "name": "Costa Rica",
      "code": "CRI"
    },
    "167": {
      "name": "Democratic Republic of Congo",
      "code": "COD"
    },
    "168": {
      "name": "Congo",
      "code": "COG"
    },
    "170": {
      "name": "Colombia",
      "code": "COL"
    },
    "171": {
      "name": "China",
      "code": "CHN"
    },
    "172": {
      "name": "Chile",
      "code": "CHL"
    },
    "173": {
      "name": "Chad",
      "code": "TCD"
    },
    "174": {
      "name": "Central African Republic",
      "code": "CAF"
    },
    "195": {
      "name": "Solomon Islands",
      "code": "SLB"
    },
    "200": {
      "name": "Dominica",
      "code": "DMA"
    },
    "201": {
      "name": "Ecuador",
      "code": "ECU"
    },
    "206": {
      "name": "Grenada",
      "code": "GRD"
    },
    "215": {
      "name": "Montenegro",
      "code": "MNE"
    },
    "225": {
      "name": "Timor",
      "code": "TLS"
    },
    "227": {
      "name": "Saint Kitts and Nevis",
      "code": "KNA"
    },
    "229": {
      "name": "Saint Lucia",
      "code": "LCA"
    },
    "230": {
      "name": "Saint Vincent and the Grenadines",
      "code": "VCT"
    },
    "234": {
      "name": "Suriname",
      "code": "SUR"
    },
    "238": {
      "name": "Venezuela",
      "code": "VEN"
    },
    "258": {
      "name": "South Sudan",
      "code": "SSD"
    },
    "259": {
      "name": "El Salvador",
      "code": "SLV"
    },
    "289": {
      "name": "Sub-Saharan Africa",
      "code": null
    },
    "293": {
      "name": "Middle East & North Africa",
      "code": null
    },
    "302": {
      "name": "South Asia",
      "code": null
    },
    "309": {
      "name": "Arab World",
      "code": null
    },
    "310": {
      "name": "Central Europe and the Baltics",
      "code": null
    },
    "312": {
      "name": "Caribbean small states",
      "code": null
    },
    "317": {
      "name": "Euro area",
      "code": null
    },
    "318": {
      "name": "European Union",
      "code": null
    },
    "319": {
      "name": "Fragile and conflict affected situations",
      "code": null
    },
    "320": {
      "name": "High income",
      "code": null
    },
    "321": {
      "name": "Heavily indebted poor countries (HIPC)",
      "code": null
    },
    "325": {
      "name": "Least developed countries: UN classification",
      "code": null
    },
    "326": {
      "name": "Low income",
      "code": null
    },
    "327": {
      "name": "Lower middle income",
      "code": null
    },
    "328": {
      "name": "Low & middle income",
      "code": null
    },
    "330": {
      "name": "Middle income",
      "code": null
    },
    "334": {
      "name": "OECD members",
      "code": null
    },
    "335": {
      "name": "Other small states",
      "code": null
    },
    "336": {
      "name": "Pacific island small states",
      "code": null
    },
    "339": {
      "name": "Small states",
      "code": null
    },
    "340": {
      "name": "Upper middle income",
      "code": null
    },
    "344": {
      "name": "Latin America & Caribbean",
      "code": null
    },
    "345": {
      "name": "East Asia & Pacific",
      "code": null
    },
    "355": {
      "name": "World",
      "code": "OWID_WRL"
    },
    "379": {
      "name": "Kosovo",
      "code": "OWID_KOS"
    },
    "4673": {
      "name": "East Asia & Pacific (excluding high income)",
      "code": null
    },
    "4674": {
      "name": "Early-demographic dividend",
      "code": null
    },
    "4675": {
      "name": "Europe & Central Asia (excluding high income)",
      "code": null
    },
    "4676": {
      "name": "Europe & Central Asia",
      "code": null
    },
    "4677": {
      "name": "IBRD only",
      "code": null
    },
    "4678": {
      "name": "IDA & IBRD total",
      "code": null
    },
    "4679": {
      "name": "IDA total",
      "code": null
    },
    "4680": {
      "name": "IDA blend",
      "code": null
    },
    "4681": {
      "name": "IDA only",
      "code": null
    },
    "4682": {
      "name": "Latin America & Caribbean (excluding high income)",
      "code": null
    },
    "4683": {
      "name": "Late-demographic dividend",
      "code": null
    },
    "4684": {
      "name": "Middle East & North Africa (excluding high income)",
      "code": null
    },
    "4685": {
      "name": "Pre-demographic dividend",
      "code": null
    },
    "4687": {
      "name": "Post-demographic dividend",
      "code": null
    },
    "4688": {
      "name": "Sub-Saharan Africa (excluding high income)",
      "code": null
    },
    "4693": {
      "name": "South Asia (IDA & IBRD)",
      "code": null
    },
    "34680": {
      "name": "East Asia & Pacific (IDA & IBRD)",
      "code": null
    },
    "34681": {
      "name": "Europe & Central Asia (IDA & IBRD)",
      "code": null
    },
    "34682": {
      "name": "Latin America & Caribbean (IDA & IBRD)",
      "code": null
    },
    "34683": {
      "name": "Middle East & North Africa (IDA & IBRD)",
      "code": null
    },
    "34684": {
      "name": "Sub-Saharan Africa (IDA & IBRD)",
      "code": null
    },
    "54362": {
      "name": "Syrian Arab Republic",
      "code": null
    }
  }
}