{
  "id": 97542,
  "name": "Hours per week spent in leisure (Aguiar and Hurst (2006))",
  "unit": "hours",
  "description": "Authors explore three alternative definitions of leisure. Leisure Measure 1 sums together the time spent on \"entertainment/social activities/relaxing\" and \"active recreation\". Activities in this measure do not have close market substitutes, such as watching television, leisure reading, going to parties, relaxing, going to bars, playing golf, surfing the web, visiting friends etc. \"Recreational\" child care is included in this measure which includes activities such as playing with a child, going on outings with a child, attending a child's sporting events or dance recital, etc. \n\nLeisure Measure 2 includes Leisure Measure 1 as well as time spent in sleeping, eating, and personal care, e.g. eating at home or in restaurants. \n\nLeisure Measure 3 includes Leisure Measure 2 plus time spent in \"primary\" and \"educational\" child care. \"Primary\" child care includes any time spent on the basic needs of children while \"educational\" child care includes time spent reading to children, teaching children, helping with homework etc.\n\nThe authors note: \"there appears to be a discontinuity in how child care is measured between the 2003 American Time Use Survey and all other surveys. There is a potential for there to be an increase in time spent in child care activities between the 2003 time‐use survey and the other surveys that results purely from a change in the classification of activities across the surveys. Time spent in activities that were conducted in the presence of children that were previously coded as time spent in other activities may have been classified as child care in 2003.\"\n\nLeisure Measure 4 is the residual of total work. The difference between Leisure Measures 3 and 4 includes time spent in education, civic and religious activities (going to church, volunteering, social clubs, etc.), caring for other adults, and own medical care.",
  "createdAt": "2018-06-07T14:05:50.000Z",
  "updatedAt": "2023-02-17T09:37:27.000Z",
  "coverage": "",
  "timespan": "",
  "datasetId": 2801,
  "columnOrder": 0,
  "dataPath": "https://catalog.ourworldindata.org/baked-variables/live_grapher/data/97542.json",
  "metadataPath": "https://catalog.ourworldindata.org/baked-variables/live_grapher/metadata/97542.json",
  "datasetName": "The allocation of time over five decades - Aguiar and Hurst (2006)",
  "type": "int",
  "nonRedistributable": false,
  "display": {},
  "source": {
    "id": 15538,
    "name": "Aguiar and Hurst (2006)",
    "dataPublishedBy": "Aguiar, M. and Hurst, E., 2006. Measuring trends in leisure: evidence from five decades of time use surveys. Federal Reserve Bank of Boston Working Paper, 2.",
    "dataPublisherSource": "Time use surveys",
    "link": "https://www.econstor.eu/bitstream/10419/55560/1/508634636.pdf",
    "retrievedDate": "07/06/2018",
    "additionalInfo": ""
  },
  "dimensions": {
    "years": {
      "values": [
        {
          "id": 1965
        },
        {
          "id": 1975
        },
        {
          "id": 1985
        },
        {
          "id": 1993
        },
        {
          "id": 2003
        }
      ]
    },
    "entities": {
      "values": [
        {
          "id": 37634,
          "name": "Leisure Measure 1 (Males)",
          "code": null
        },
        {
          "id": 37636,
          "name": "Leisure Measure 2 (Females)",
          "code": null
        },
        {
          "id": 37637,
          "name": "Leisure Measure 2 (Males)",
          "code": null
        },
        {
          "id": 37638,
          "name": "Leisure Measure 3 (All individuals)",
          "code": null
        },
        {
          "id": 37635,
          "name": "Leisure Measure 2 (All individuals)",
          "code": null
        },
        {
          "id": 37639,
          "name": "Leisure Measure 3 (Females)",
          "code": null
        },
        {
          "id": 37640,
          "name": "Leisure Measure 3 (Males)",
          "code": null
        },
        {
          "id": 37641,
          "name": "Leisure Measure 4 (All individuals)",
          "code": null
        },
        {
          "id": 37642,
          "name": "Leisure Measure 4 (Females)",
          "code": null
        },
        {
          "id": 37633,
          "name": "Leisure Measure 1 (Females)",
          "code": null
        },
        {
          "id": 37643,
          "name": "Leisure Measure 4 (Males)",
          "code": null
        },
        {
          "id": 37632,
          "name": "Leisure Measure 1 (All individuals)",
          "code": null
        }
      ]
    }
  }
}