{
  "id": 1691,
  "name": "Wind",
  "unit": "deaths per million",
  "description": "",
  "createdAt": "2017-04-22T16:42:12.000Z",
  "updatedAt": "2023-06-15T05:05:42.000Z",
  "coverage": "USA",
  "timespan": "",
  "datasetId": 426,
  "columnOrder": 0,
  "dataPath": "https://api.ourworldindata.org/v1/indicators/1691.data.json",
  "metadataPath": "https://api.ourworldindata.org/v1/indicators/1691.metadata.json",
  "datasetName": "Weather fatality rates in the US – OWID based on NOAA and Lopez Holle and population data",
  "type": "float",
  "nonRedistributable": false,
  "display": {
    "unit": "Percent"
  },
  "source": {
    "id": 548,
    "name": "Our World In Data based on NOAA, Lopez Holle and population data",
    "dataPublishedBy": "Our World In Data based on NOAA, Lopez Holle (1997) and population data from the US census and the World Bank",
    "dataPublisherSource": "",
    "link": "",
    "retrievedDate": "2017-April-22",
    "additionalInfo": "Data on the annual fatalities (since 1940) to various weather events in the US is from the National Oceanic and Atmospheric Administration (NOAA) National Weather Service. This dataset is online here: http://www.lightningsafety.noaa.gov/victims.shtml\nData on lightning from lightning earlier than 1991 is not from this dataset from NOAA, but from the Lopez and Holle paper cited below. \n\nI have calculated the fatality rate based on the NOAA fatality counts and estimates of the US population. These estimates are based on US census data for the period before 1960 and on World Bank data for the period since then.\n\nThe US census data is online here: https://www2.census.gov/programs-surveys/popest/tables/1900-1980/national/totals/popclockest.txt\nThe World Bank estimates are online here: http://data.worldbank.org/indicator/SP.POP.TOTL\n\n\nData on the lightning fatality rate until 1990 is from Raúl E. Lopez and Ronald L. Holle (1997) – Changes in the Number of Lightning Deaths in the United States during the Twentieth Century. Journal of Climate; Volume 11.\nThis fatality rate is not calculated for the entire US since in earlier periods not all US states reported the number of annual fatalities. (In the calculation of the fatality rate Lopez and Holle have taken only the population of the reporting states into account so that the population in the numerator and the denominator refer to the same group of people.)"
  },
  "dimensions": {
    "years": {
      "values": [
        {
          "id": 1995
        },
        {
          "id": 1996
        },
        {
          "id": 1997
        },
        {
          "id": 1998
        },
        {
          "id": 1999
        },
        {
          "id": 2000
        },
        {
          "id": 2001
        },
        {
          "id": 2002
        },
        {
          "id": 2003
        },
        {
          "id": 2004
        },
        {
          "id": 2005
        },
        {
          "id": 2006
        },
        {
          "id": 2007
        },
        {
          "id": 2008
        },
        {
          "id": 2009
        },
        {
          "id": 2010
        },
        {
          "id": 2011
        },
        {
          "id": 2012
        },
        {
          "id": 2013
        },
        {
          "id": 2014
        },
        {
          "id": 2015
        }
      ]
    },
    "entities": {
      "values": [
        {
          "id": 13,
          "name": "United States",
          "code": "USA"
        }
      ]
    }
  }
}