{
  "id": 1103666,
  "name": "Working hours per year",
  "unit": "hours per worker",
  "createdAt": "2025-08-11T14:45:22.000Z",
  "updatedAt": "2025-08-11T14:45:22.000Z",
  "coverage": "",
  "timespan": "1870-2000",
  "datasetId": 7185,
  "shortUnit": "h",
  "columnOrder": 0,
  "shortName": "working_hours_year",
  "catalogPath": "grapher/working_hours/2025-08-05/huberman_minns/huberman_minns#working_hours_year",
  "descriptionShort": "Average working hours per year for full-time production workers in non-agricultural activities.",
  "descriptionFromProducer": "Table 3 presents hours of work per year for our sample of countries from 1870 until today. The figures for 1870–1913 are from Huberman (2004) who constructed annual measures of full-time production workers from estimates of the number of weeks worked (adjusted for days absent) and hours per week. The interwar observations have been calculated from Tables 1 and 2 using the same method. The figures for both these periods are consistent with other estimates. From 1950 on, we have taken the series available from the University of Groningen and the Conference Board GGDC Total Economy Database (2005). These figures are estimates of total work hours divided by the number of workers. The splice of datasets is appropriate because of the increase in women’s labor force participation (and the fact that full-time women work a shorter week then men) and the rise of part-time work in the second half of the century. Despite these adjustments, the trend in annual work hours moves in line with that of hours of work per week, giving support to the assumptions underlying Table 1.\n\nThe New World labored fewer hours than the Old for most of the last century, but after weighting by population there was little difference between the two regions before 1913.",
  "type": "int",
  "datasetName": "Working hours (Huberman and Minns, 2005)",
  "updatePeriodDays": 365,
  "datasetVersion": "2025-08-05",
  "nonRedistributable": false,
  "display": {
    "name": "Working hours per year",
    "unit": "hours per worker",
    "shortUnit": "h",
    "tolerance": 0,
    "numDecimalPlaces": 0
  },
  "schemaVersion": 2,
  "processingLevel": "minor",
  "presentation": {
    "attributionShort": "Huberman and Minns",
    "topicTagsLinks": [
      "Working Hours"
    ]
  },
  "descriptionKey": [
    "This data only includes full-time production workers (male and female) in non-agricultural activities.",
    "The researchers Huberman and Minns collected the data from the [Total Economy Database](https://www.conference-board.org/topics/total-economy-database) and calculations made by Huberman based on his own previous work.",
    "The data is adjusted for days absent (public holidays, vacations, and leave)."
  ],
  "dimensions": {
    "years": {
      "values": [
        {
          "id": 1870
        },
        {
          "id": 1880
        },
        {
          "id": 1890
        },
        {
          "id": 1900
        },
        {
          "id": 1913
        },
        {
          "id": 1929
        },
        {
          "id": 1938
        },
        {
          "id": 1950
        },
        {
          "id": 1960
        },
        {
          "id": 1970
        },
        {
          "id": 1980
        },
        {
          "id": 1990
        },
        {
          "id": 2000
        }
      ]
    },
    "entities": {
      "values": [
        {
          "id": 23,
          "name": "Australia",
          "code": "AUS"
        },
        {
          "id": 4,
          "name": "Belgium",
          "code": "BEL"
        },
        {
          "id": 44,
          "name": "Canada",
          "code": "CAN"
        },
        {
          "id": 161,
          "name": "Denmark",
          "code": "DNK"
        },
        {
          "id": 3,
          "name": "France",
          "code": "FRA"
        },
        {
          "id": 6,
          "name": "Germany",
          "code": "DEU"
        },
        {
          "id": 2,
          "name": "Ireland",
          "code": "IRL"
        },
        {
          "id": 8,
          "name": "Italy",
          "code": "ITA"
        },
        {
          "id": 5,
          "name": "Netherlands",
          "code": "NLD"
        },
        {
          "id": 9,
          "name": "Spain",
          "code": "ESP"
        },
        {
          "id": 10,
          "name": "Sweden",
          "code": "SWE"
        },
        {
          "id": 7,
          "name": "Switzerland",
          "code": "CHE"
        },
        {
          "id": 1,
          "name": "United Kingdom",
          "code": "GBR"
        },
        {
          "id": 13,
          "name": "United States",
          "code": "USA"
        }
      ]
    }
  },
  "origins": [
    {
      "id": 6977,
      "title": "Working hours (Huberman and Minns, 2005)",
      "description": "This paper brings a long-term perspective to the debate on the causes of worktime differences among OECD countries. Exploiting new data sets on hours of work per week, days at work per year, and annual work hours between 1870 and 2000, we challenge the conventional view that Europeans began to labor fewer hours than Americans only in the 1980s. Like Australians and Canadians, Americans tended to work longer hours, after controlling for income, beginning around 1900. Labor power and inequality, which are held to be important determinants of worktime after 1970, had comparable effects in the period before 1913. To explain the longstanding predisposition of the New World to give more labor time, we examine the effects of three initial factors in 1870, culture, human capital, and geography on hours of work in 2000. We find that geography – the low population density of the New World that has led to shorter commutes and lower fixed costs of getting to work – has had an enduring impact on supply of labor time.",
      "producer": "Huberman and Minns",
      "citationFull": "Huberman, M., & Minns, C. (2005). Hours of Work in Old and New Worlds: The Long View, 1870-2000. Tables 1, 2, and 3. The Institute for International Integration Studies Discussion Paper Series iiisdp95, IIIS.",
      "urlMain": "https://ideas.repec.org/p/iis/dispap/iiisdp95.html",
      "dateAccessed": "2025-08-05",
      "datePublished": "2005-10-01",
      "license": {
        "url": "https://ideas.repec.org/p/iis/dispap/iiisdp95.html",
        "name": "© 2005 Huberman and Minns"
      }
    }
  ]
}