{
  "id": 1026153,
  "name": "Total industrial robots in operation",
  "unit": "robots",
  "createdAt": "2025-04-18T10:16:43.000Z",
  "updatedAt": "2025-11-03T10:05:36.000Z",
  "coverage": "",
  "timespan": "2012-2023",
  "datasetId": 7056,
  "shortUnit": "",
  "columnOrder": 0,
  "shortName": "operational_stock",
  "catalogPath": "grapher/artificial_intelligence/2025-04-08/ai_index/industrial_robots#operational_stock",
  "descriptionShort": "Industrial robots are automated, reprogrammable machines that perform a variety of tasks in industrial settings.",
  "type": "int",
  "grapherConfigIdETL": "01964866-92f3-768c-b140-ad88be7f5fe8",
  "dataChecksum": "14845105256140371999",
  "metadataChecksum": "-4889991327820681371",
  "datasetName": "AI Index Report",
  "updatePeriodDays": 365,
  "datasetVersion": "2025-04-08",
  "nonRedistributable": false,
  "display": {
    "unit": "robots",
    "numDecimalPlaces": 0
  },
  "schemaVersion": 2,
  "processingLevel": "minor",
  "presentation": {
    "topicTagsLinks": [
      "Artificial Intelligence"
    ]
  },
  "descriptionKey": [
    "The operational stock of robots refers to the number of robots currently in use.",
    "In Japan, this is measured directly by the Japan Robot Association (JARA).",
    "In other countries, the International Federation of Robotics (IFR) estimates the stock by summing robot installations over the past 12 years. This assumes robots are withdrawn after 12 years of service.",
    "This 12-year assumption may be conservative - a pilot study suggested the average service life could be closer to 15 years.",
    "Tax guidelines in Germany and the US assume shorter lifespans of 5 to 6 years, though these may underestimate actual use due to refurbishment.",
    "The actual service life likely depends on the industry, application, and type of robot. More research is needed to improve these estimates."
  ],
  "dimensions": {
    "years": {
      "values": [
        {
          "id": 2012
        },
        {
          "id": 2013
        },
        {
          "id": 2014
        },
        {
          "id": 2015
        },
        {
          "id": 2016
        },
        {
          "id": 2017
        },
        {
          "id": 2018
        },
        {
          "id": 2019
        },
        {
          "id": 2020
        },
        {
          "id": 2021
        },
        {
          "id": 2022
        },
        {
          "id": 2023
        }
      ]
    },
    "entities": {
      "values": [
        {
          "id": 355,
          "name": "World",
          "code": "OWID_WRL"
        }
      ]
    }
  },
  "origins": [
    {
      "id": 3379,
      "titleSnapshot": "AI Index Report - Data on Robots",
      "title": "AI Index Report",
      "descriptionSnapshot": "Data on the installation and operation of industrial robots, which are defined as an “automatically controlled, reprogrammable, multipurpose manipulator, programmable in three or more axes, which can be either fixed in place or mobile for use in industrial automation applications.”",
      "description": "The AI Index Report tracks, collates, distills, and visualizes data related to artificial intelligence (AI). The mission is to provide unbiased, rigorously vetted, broadly sourced data to enable policymakers, researchers, executives, journalists, and the general public to develop a more thorough and nuanced understanding of the complex field of AI.",
      "producer": "International Federation of Robotics (IFR) via AI Index Report",
      "citationFull": "Nestor Maslej, Loredana Fattorini, Raymond Perrault, Yolanda Gil, Vanessa Parli, Njenga Kariuki, Emily Capstick, Anka Reuel, Erik\nBrynjolfsson, John Etchemendy, Katrina Ligett, Terah Lyons, James Manyika, Juan Carlos Niebles, Yoav Shoham, Russell Wald,\nTobi Walsh, Armin Hamrah, Lapo Santarlasci, Julia Betts Lotufo, Alexandra Rome, Andrew Shi, Sukrut Oak. “The AI Index 2025\nAnnual Report,” AI Index Steering Committee, Institute for Human-Centered AI, Stanford University, Stanford, CA, April 2025",
      "attributionShort": "AI Index Report",
      "urlMain": "https://aiindex.stanford.edu/wp-content/uploads/2024/04/HAI_2024_AI-Index-Report.pdf",
      "dateAccessed": "2025-04-08",
      "datePublished": "2025",
      "license": {
        "url": "https://aiindex.stanford.edu/wp-content/uploads/2024/04/HAI_2024_AI-Index-Report.pdf",
        "name": "CC BY-ND 4.0"
      }
    }
  ]
}