{
  "id": 525795,
  "name": "share_new_female_ai_phds",
  "unit": "",
  "description": "According to the AI Index: \"Computing Research Association (CRA) members are 200-plus North American organizations active in computing research: academic departments of computer science and computer engineering; laboratories and centers in industry, government, and academia; and affiliated professional societies (AAAI, ACM, CACS/AIC, IEEE Computer Society, SIAM USENIX). CRA’s mission is to enhance innovation by joining with industry, government, and academia to strengthen research and advanced education in computing.\"\n\nThis data is from CRA's Taulbee Survey, which they conduct during the fall of each academic year by reaching out to over 200 PhD-granting departments. Details about the Taulbee Survey can be found <a href=\"https://cra.org/resources/taulbee-survey/\" target=”_blank”>here.</a>",
  "createdAt": "2022-09-26T12:52:45.000Z",
  "updatedAt": "2022-11-27T17:05:01.000Z",
  "coverage": "",
  "timespan": "",
  "datasetId": 5763,
  "columnOrder": 0,
  "datasetName": "AI Index Report (2022)",
  "type": "int",
  "nonRedistributable": false,
  "display": {
    "name": "Artificial intelligence",
    "unit": "%",
    "includeInTable": true,
    "conversionFactor": 100
  },
  "source": {
    "id": 27031,
    "name": "AI Index Report (2022)",
    "dataPublishedBy": "Daniel Zhang, Nestor Maslej, Erik Brynjolfsson, John Etchemendy, Terah Lyons, James Manyika, Helen Ngo, Juan Carlos Niebles, Michael Sellitto, Ellie Sakhaee, Yoav Shoham, Jack Clark, and Raymond Perrault, “The AI Index 2022 Annual Report,” AI Index Steering Committee, Stanford Institute for Human-Centered AI, Stanford University, March 2022.",
    "dataPublisherSource": "AI Index Report (2022)",
    "link": "https://aiindex.stanford.edu/report/",
    "retrievedDate": "2022-12-01",
    "additionalInfo": "The AI Index is an independent initiative at the Stanford University Institute for Human-Centered Artificial Intelligence.\n\nThe mission of the AI Index is “to provide unbiased, rigorously vetted, and globally sourced data for policymakers, researchers, executives, journalists, and the general public to develop intuitions about the complex field of AI.”\n\nTheir flagship output is the annual AI Index Report, which has been published since 2017."
  },
  "dimensions": {
    "years": {
      "values": [
        {
          "id": 2010
        },
        {
          "id": 2011
        },
        {
          "id": 2012
        },
        {
          "id": 2013
        },
        {
          "id": 2014
        },
        {
          "id": 2015
        },
        {
          "id": 2016
        },
        {
          "id": 2017
        },
        {
          "id": 2018
        },
        {
          "id": 2019
        },
        {
          "id": 2020
        }
      ]
    },
    "entities": {
      "values": [
        {
          "id": 294,
          "name": "North America",
          "code": null
        }
      ]
    }
  }
}