{
  "id": 1026151,
  "name": "Global total private investment in AI",
  "unit": "constant 2021 US$",
  "createdAt": "2025-04-18T09:24:24.000Z",
  "updatedAt": "2025-11-17T15:30:35.000Z",
  "coverage": "",
  "timespan": "2013-2024",
  "datasetId": 7056,
  "shortUnit": "$",
  "columnOrder": 0,
  "shortName": "private_investment",
  "catalogPath": "grapher/artificial_intelligence/2025-04-08/ai_index/ai_total_investment_private#private_investment",
  "descriptionShort": "Money put into privately held AI companies that raised more than $1.5 million from private investors. This excludes publicly traded companies (e.g., public Big Tech companies) and companies’ own internal spending, such as R&D or infrastructure. Expressed in US dollars, adjusted for inflation.",
  "descriptionProcessing": "- Reporting a time series of AI investments in nominal prices would make it difficult to compare observations across time. To make these comparisons possible, one has to take into account that prices change (inflation).\n- It is not obvious how to adjust this time series for inflation, and our team discussed the best solutions at our disposal.\n- It would be straightforward to adjust the time series for price changes if we knew the prices of the specific goods and services purchased through these investments. This would make it possible to calculate a volume measure of AI investments and tell us how much these investments bought. But such a metric is not available. While a comprehensive price index is not available, we know that the cost of some crucial AI technology has fallen rapidly in price.\n- In the absence of a comprehensive price index that captures the price of AI-specific goods and services, one has to rely on one of the available metrics for the price of a bundle of goods and services. Ultimately, we decided to use the US Consumer Price Index (CPI).\n- The US CPI does not provide us with a volume measure of AI goods and services, but it does capture the opportunity costs of these investments. The inflation adjustment of this time series of AI investments, therefore, lets us understand the size of these investments relative to whatever else these sums of money could have purchased.",
  "type": "int",
  "grapherConfigIdETL": "01964836-ac6a-77ab-85c6-df5db59e7542",
  "dataChecksum": "1582982104147396868",
  "metadataChecksum": "7721715142718533378",
  "datasetName": "AI Index Report",
  "updatePeriodDays": 365,
  "datasetVersion": "2025-04-08",
  "nonRedistributable": false,
  "display": {
    "unit": "constant 2021 US$",
    "shortUnit": "$",
    "numDecimalPlaces": 0
  },
  "schemaVersion": 2,
  "processingLevel": "major",
  "presentation": {
    "topicTagsLinks": [
      "Artificial Intelligence"
    ]
  },
  "descriptionKey": [
    "This data focuses on external private-market investment, such as venture-capital and private-equity deals.",
    "It does not include internal corporate R&D, capital expenditure (CapEx), or public-sector funding. Publicly traded companies, including large tech firms, are excluded.",
    "Because this data covers only one form of financing, it underestimates total global spending on AI.",
    "Large single deals can cause spikes in specific years. Broader economic conditions (interest rates, investor sentiment) can also drive changes that are not specific to AI.",
    "AI firms are identified by the source based on keywords and industry tags; some misclassification is possible."
  ],
  "dimensions": {
    "years": {
      "values": [
        {
          "id": 2013
        },
        {
          "id": 2014
        },
        {
          "id": 2015
        },
        {
          "id": 2016
        },
        {
          "id": 2017
        },
        {
          "id": 2018
        },
        {
          "id": 2019
        },
        {
          "id": 2020
        },
        {
          "id": 2021
        },
        {
          "id": 2022
        },
        {
          "id": 2023
        },
        {
          "id": 2024
        }
      ]
    },
    "entities": {
      "values": [
        {
          "id": 171,
          "name": "China",
          "code": "CHN"
        },
        {
          "id": 276,
          "name": "Europe",
          "code": null
        },
        {
          "id": 13,
          "name": "United States",
          "code": "USA"
        },
        {
          "id": 355,
          "name": "World",
          "code": "OWID_WRL"
        }
      ]
    }
  },
  "origins": [
    {
      "id": 3376,
      "titleSnapshot": "AI Index Report - Investment Data",
      "title": "AI Index Report",
      "descriptionSnapshot": "Data from Quid via the AI Index Report who analyzed investment data from more than 8 million companies worldwide, both public and private. Employing natural language processing quid sifts through vast unstructured datasets—including news aggregations, blogs, company records, and patent databases—to detect patterns and insights. Additionally, Quid is constantly expanding its database to include more companies, sometimes resulting in higher reported investment volumes for specific years.",
      "description": "The AI Index Report tracks, collates, distills, and visualizes data related to artificial intelligence (AI). The mission is to provide unbiased, rigorously vetted, broadly sourced data to enable policymakers, researchers, executives, journalists, and the general public to develop a more thorough and nuanced understanding of the complex field of AI.",
      "producer": "Quid via AI Index Report",
      "citationFull": "Nestor Maslej, Loredana Fattorini, Raymond Perrault, Yolanda Gil, Vanessa Parli, Njenga Kariuki, Emily Capstick, Anka Reuel, Erik\nBrynjolfsson, John Etchemendy, Katrina Ligett, Terah Lyons, James Manyika, Juan Carlos Niebles, Yoav Shoham, Russell Wald,\nTobi Walsh, Armin Hamrah, Lapo Santarlasci, Julia Betts Lotufo, Alexandra Rome, Andrew Shi, Sukrut Oak. “The AI Index 2025\nAnnual Report,” AI Index Steering Committee, Institute for Human-Centered AI, Stanford University, Stanford, CA, April 2025",
      "attributionShort": "AI Index Report",
      "urlMain": "https://aiindex.stanford.edu/wp-content/uploads/2024/04/HAI_2024_AI-Index-Report.pdf",
      "dateAccessed": "2025-04-08",
      "datePublished": "2025",
      "license": {
        "url": "https://aiindex.stanford.edu/wp-content/uploads/2024/04/HAI_2024_AI-Index-Report.pdf",
        "name": "CC BY-ND 4.0"
      }
    },
    {
      "id": 3393,
      "title": "US consumer prices",
      "description": "The Bureau of Labor Statistics reports the monthly Consumer Price Index (CPI) of individual goods and services for urban consumers at the national, city, and state levels. CPI is presented on an annual basis, which we have derived as the average of the monthly CPIs in a given year.",
      "producer": "U.S. Bureau of Labor Statistics",
      "citationFull": "U.S. Bureau of Labor Statistics",
      "urlMain": "https://www.bls.gov/data/tools.htm",
      "dateAccessed": "2025-04-12",
      "datePublished": "2025",
      "license": {
        "url": "https://www.bls.gov/opub/copyright-information.htm",
        "name": "Public domain"
      }
    }
  ]
}