{
  "id": 180085,
  "name": "Unvaccinated",
  "unit": "",
  "createdAt": "2021-11-22T15:13:04.000Z",
  "updatedAt": "2021-11-22T15:13:37.000Z",
  "coverage": "",
  "timespan": "",
  "datasetId": 5415,
  "columnOrder": 0,
  "datasetName": "COVID-19 - Deaths by vaccination status - England",
  "type": "int",
  "nonRedistributable": false,
  "display": {
    "unit": "deaths per 100,000 people",
    "zeroDay": "2021-01-01",
    "yearIsDay": true,
    "includeInTable": true
  },
  "source": {
    "id": 21250,
    "name": "Office for National Statistics, National Immunisation Management Service",
    "dataPublishedBy": "",
    "dataPublisherSource": "",
    "link": "https://www.ons.gov.uk/peoplepopulationandcommunity/birthsdeathsandmarriages/deaths/datasets/deathsbyvaccinationstatusengland",
    "retrievedDate": "",
    "additionalInfo": "Weekly age-standardized mortality rates and age-specific rates for deaths involving COVID-19 and all deaths by vaccination status.\n\nAge and vaccination status are defined on the date of death where a death has occurred, and on the last day of the week if not.\n\nThese figures represent death occurrences, there can be a delay between the date a death occurred and the date a death was registered.\n\nThe data represents age-standardized mortality rates per 100,000 person-years, standardized to the 2013 European Standard Population using five-year age groups from those aged 10 years and over. \"Person-years\" take into account both the number of people and the amount of time spent in each vaccination status.\n\nDeaths were defined using the International Classification of Diseases, tenth revision (ICD-10). Deaths involving the coronavirus (COVID-19) are defined as those with an underlying cause, or any mention of, ICD-10 codes U07.1 (COVID-19 virus identified) or U07.2 (COVID-19, virus not identified). The source notes that this differs from the definition used in the majority of mortality outputs.\n\nFigures are based on provisional mortality data and the Public Health Data Asset (PHDA), a linked dataset of people resident in England who could be linked to the 2011 Census and GP Patient Register. Therefore, the number of deaths and related population differ from other ONS mortality publication.\n\nRates marked as unreliable due to small numbers of deaths have been removed."
  },
  "dimensions": {
    "years": {
      "values": [
        {
          "id": 14
        },
        {
          "id": 45
        },
        {
          "id": 73
        },
        {
          "id": 104
        },
        {
          "id": 134
        },
        {
          "id": 165
        },
        {
          "id": 195
        },
        {
          "id": 226
        },
        {
          "id": 257
        },
        {
          "id": 287
        }
      ]
    },
    "entities": {
      "values": [
        {
          "id": 240200,
          "name": "All ages",
          "code": null
        },
        {
          "id": 241903,
          "name": "50-59",
          "code": null
        },
        {
          "id": 242951,
          "name": "80-89",
          "code": null
        },
        {
          "id": 242953,
          "name": "18-39",
          "code": null
        },
        {
          "id": 240231,
          "name": "70-79",
          "code": null
        },
        {
          "id": 240230,
          "name": "60-69",
          "code": null
        },
        {
          "id": 242952,
          "name": "90+",
          "code": null
        },
        {
          "id": 241902,
          "name": "40-49",
          "code": null
        }
      ]
    }
  }
}