{"variables":{"1870":{"years":[1970,1980,1991,1992,1993,1994,1995,1996,1997,1998,1999,2000,2001,2002,2003,2004,2005,2006,2007,2008,2009,2010,2011,2012,2013,2014,2015],"entities":[5406,5406,5406,5406,5406,5406,5406,5406,5406,5406,5406,5406,5406,5406,5406,5406,5406,5406,5406,5406,5406,5406,5406,5406,5406,5406,5406],"values":[34.75,26.5,23.3,23.1,22.7,22.1,21.2,20.4,19.7,19.1,18.6,18.3,18.2,18.2,18.3,18.2,17.9,17.3,16.5,15.7,15,14.5,14.1,13.7,13.4,13.1,12.9],"id":1870,"name":"Prevalence of undernourishment in developing countries - FAO (Food Security Indicators) (2017)","unit":"%","description":"Percentage of the population in developing countries defined as undernourished","createdAt":"2017-05-23T18:23:16.000Z","updatedAt":"2018-02-28T08:58:29.000Z","code":null,"coverage":"developing countries","timespan":"1970-2015","datasetId":488,"sourceId":620,"shortUnit":"%","display":{"unit":"%","shortUnit":"%"},"columnOrder":0,"originalMetadata":null,"datasetName":"Prevalence of Undernourishment in Developing Countries - FAO (Food Security Indicators) (2017)","s_id":620,"s_name":"Prevalence of undernourishment in developing countries - FAO (Food Security Indicators) (2017)","source":{"id":620,"name":"Prevalence of undernourishment in developing countries - FAO (Food Security Indicators) (2017)","dataPublishedBy":"FAO (Food Security Indicators)","dataPublisherSource":"FAOSTAT, ESS calculations and FAO Food Insecurity Reports.","link":"http://www.fao.org/economic/ess/ess-fs/ess-fadata/en/","retrievedData":"","additionalInfo":"The prevalence of undernourishment expresses the probability that a randomly selected individual from the population consumes an amount of calories that is insufficient to cover her/his energy requirement for an active and healthy life. The indicator is computed by comparing a probability distribution of habitual daily dietary energy consumption with a threshold level called the minimum dietary energy requirement. Both are based on the notion of an average individual in the reference population.\n\nThis is the traditional FAO hunger indicator, adopted as official Millennium Development Goal indicator for Goal 1, Target 1.9.\n\nThe indicator is calculated in three year averages, from 1969-71 to 2014-16 to reduce the impact of possible errors in estimated DES, due to the difficulties in properly accounting of stock variations in major food.\n\nThe FAO has maintained a constant definition of \"developing countries\" throughout the data series, with the following definition: \"Includes all countries other than developed countries, namely: all countries in Africa except South Africa, all countries in Asia except Israel and Japan, all countries in Oceania except Australia and New Zealand, and all countries in North and Central America except Canada and USA, and all countries in South America.\"\n\nThe aggregates are computed using a weighted population average.\n\nEarlier estimates for the prevalence of undernourishment in developing countries for 1970 and 1980. Over this period, methodological methods for the estimation of undernourishment have been refined for use in tracking progress on MDGs from 1990 onwards- this means earlier estimates have a higher level of uncertainty. Figures given here for 1970 and 1980 have been taken as the average between two FAO estimates from annual \"State of Food Insecurity in the World\" reports in 2006 and 2010 (referenced below). These estimates should therefore be utilised with caution, but have been included for longer-term perspective on reduction trends.\n\nReferences:\n\nFAO. 2006. The State of Food Insecurity in the World 2006. Rome. Available at: http://www.fao.org/docrep/009/a0750e/a0750e00.htm\n\nFAO, 2010. The State of Food Insecurity in the World: Addressing food insecurity in protracted crises. Rome. Available at: http://www.fao.org/docrep/016/i3027e/i3027e.pdf"}}},"entityKey":{"5406":{"name":"Developing countries","code":null}}}