{
  "id": 110132,
  "name": "Percentage of food loss by food group (FAO, 2019)",
  "unit": "",
  "description": "The share of food lost (from post-harvest through to, but not including, retail level) by food group. \n\nPost-harvest processes include handling and distribution, food processing, transport and distribution to (but not including) retailers and markets.\n\nShare of food loss refers to the physical quantity lost for different commodities divided by the amount produced. An economic weight is used to aggregate percentages at regional or commodity group levels, so that higher-value commodities carry more weight in loss estimation than lower-value ones.\n",
  "createdAt": "2020-02-07T12:29:12.000Z",
  "updatedAt": "2023-06-15T05:05:42.000Z",
  "coverage": "",
  "timespan": "",
  "datasetId": 4913,
  "columnOrder": 0,
  "dataPath": "https://api.ourworldindata.org/v1/indicators/110132.data.json",
  "metadataPath": "https://api.ourworldindata.org/v1/indicators/110132.metadata.json",
  "datasetName": "Share of food lost by food type and region (FAO, 2019)",
  "type": "float",
  "nonRedistributable": false,
  "display": {
    "name": "Share of food lost in post-harvest processes",
    "unit": "% of food produces",
    "shortUnit": "%",
    "numDecimalPlaces": 1
  },
  "source": {
    "id": 17644,
    "name": "Share of food lost by food type and region (FAO, 2019)",
    "dataPublishedBy": "UN Food and Agriculture Organization (FAO)",
    "dataPublisherSource": "",
    "link": "http://www.fao.org/3/ca6030en/ca6030en.pdf",
    "retrievedDate": "5th February 2020",
    "additionalInfo": "Data represents the share of food lost (from post-harvest through to, but not including, retail level) by food group and by region. From the source: “Percentage of food loss refers to the physical quantity lost for different commodities divided by the amount produced. An economic weight is used to aggregate percentages at regional or commodity group levels, so that higher-value commodities carry more weight in loss estimation than lower-value ones”.\n\nThis data is sourced from the UN FAO’s 2019 State of Food and Agriculture report.\n\nFAO. 2019. The State of Food and Agriculture 2019. Moving forward on food loss and waste reduction. Rome. Available at: http://www.fao.org/3/ca6030en/ca6030en.pdf\n\nThe data was made available in the UN FAO’s interactive report accompanying the chart: http://www.fao.org/state-of-food-agriculture/en/."
  },
  "dimensions": {
    "years": {
      "values": [
        {
          "id": 2015
        }
      ]
    },
    "entities": {
      "values": [
        {
          "id": 35473,
          "name": "Other",
          "code": null
        },
        {
          "id": 98612,
          "name": "Cereals and Pulses",
          "code": null
        },
        {
          "id": 98613,
          "name": "Fruits and vegetables",
          "code": null
        },
        {
          "id": 98614,
          "name": "Meat and animal products",
          "code": null
        },
        {
          "id": 98615,
          "name": "Roots and tubers",
          "code": null
        }
      ]
    }
  }
}