{
  "id": 1014813,
  "name": "Number of people living in flawed democracies",
  "unit": "people",
  "createdAt": "2025-03-06T13:06:59.000Z",
  "updatedAt": "2025-03-14T15:08:28.000Z",
  "coverage": "",
  "timespan": "2006-2024",
  "datasetId": 6974,
  "columnOrder": 0,
  "shortName": "pop_regime_eiu__category_flawed_democracy",
  "catalogPath": "grapher/democracy/2025-03-05/eiu/num_people#pop_regime_eiu__category_flawed_democracy",
  "dimensions": {
    "years": {
      "values": [
        {
          "id": 2006
        },
        {
          "id": 2008
        },
        {
          "id": 2010
        },
        {
          "id": 2011
        },
        {
          "id": 2012
        },
        {
          "id": 2013
        },
        {
          "id": 2014
        },
        {
          "id": 2015
        },
        {
          "id": 2016
        },
        {
          "id": 2017
        },
        {
          "id": 2018
        },
        {
          "id": 2019
        },
        {
          "id": 2020
        },
        {
          "id": 2021
        },
        {
          "id": 2022
        },
        {
          "id": 2023
        },
        {
          "id": 2024
        }
      ]
    },
    "entities": {
      "values": [
        {
          "id": 273,
          "name": "Africa",
          "code": null
        },
        {
          "id": 275,
          "name": "Asia",
          "code": null
        },
        {
          "id": 276,
          "name": "Europe",
          "code": null
        },
        {
          "id": 294,
          "name": "North America",
          "code": null
        },
        {
          "id": 277,
          "name": "Oceania",
          "code": null
        },
        {
          "id": 295,
          "name": "South America",
          "code": null
        },
        {
          "id": 355,
          "name": "World",
          "code": "OWID_WRL"
        }
      ]
    }
  },
  "descriptionShort": "Number of countries with available data.",
  "type": "int",
  "dataChecksum": "6846038064416820697",
  "metadataChecksum": "2928966232113465898",
  "datasetName": "EIU Democratic Index (2006-2024)",
  "updatePeriodDays": 365,
  "datasetVersion": "2025-03-05",
  "nonRedistributable": false,
  "display": {
    "unit": "people"
  },
  "schemaVersion": 2,
  "presentation": {
    "attribution": "Economist Intelligence Unit (2006-2024); Population based on various sources (2024)",
    "topicTagsLinks": [
      "Democracy"
    ]
  },
  "origins": [
    {
      "id": 750,
      "title": "Democracy Index 2021: The China challenge",
      "description": "The Democracy Index, which began in 2006, provides a snapshot of the state of democracy worldwide in 165 independent states and two territories. This covers almost the entire population of the world and the vast majority of the world's states (microstates are excluded). The Democracy Index is based on five categories: electoral process and pluralism, functioning of government, political participation, political culture, and civil liberties. Based on its scores on a range of indicators within these categories, each country is then classified as one of four types of regime: \"full democracy\", \"flawed democracy\", \"hybrid regime\" or \"authoritarian regime\". A full methodology and explanations can be found in the Appendix.\n\nThis edition of the Democracy Index records how global democracy fared in 2021. The results reflect the continuing negative impact of the covid-19 pandemic on democracy and freedom around the world for a second successive year. The pandemic has resulted in an unprecedented withdrawal of civil liberties among developed democracies and authoritarian regimes alike, through the imposition of lockdowns and restrictions on travelling and, increasingly, the introduction of \"green passes\" requiring proof of vaccination against covid-19 for participation in public life. It has led to the normalisation of emergency powers, which have tended to stay on the statute books, and accustomed citizens to a huge extension of state power over large areas of public and personal life.",
      "producer": "Economist Intelligence Unit",
      "citationFull": "Economist Intelligence Unit. (2022, February 10). Democracy Index 2021: The China Challenge. Retrieved from Economist Group.",
      "urlMain": "https://www.economistgroup.com/group-news/economist-intelligence/democracy-index-2021-less-than-half-the-world-lives-in-a-democracy",
      "dateAccessed": "2024-05-22",
      "datePublished": "2022-02-10",
      "license": {
        "url": "https://www.eiu.com/n/terms/",
        "name": "The Economist Intelligence Unit Limited"
      }
    },
    {
      "id": 751,
      "title": "Democracy Index 2022: Frontline democracy and the battle for Ukraine",
      "description": "The Democracy Index, which began in 2006, provides a snapshot of the state of democracy worldwide in 165 independent states and two territories. This covers almost the entire population of the world and the vast majority of the world's states (microstates are excluded). The Democracy Index is based on five categories: electoral process and pluralism, functioning of government, political participation, political culture, and civil liberties. Based on its scores on a range of indicators within these categories, each country is then classified as one of four types of regime: \"full democracy\", \"flawed democracy\", \"hybrid regime\" or \"authoritarian regime\". A full methodology and explanations can be found in the Appendix.\n\nThis edition of the Democracy Index examines the state of global democracy in 2022. The global results are discussed in this introduction, and the results by region are analysed in greater detail in the section entitled \"Democracy around the regions in 2022\" (see page 30). According to the Economist Intelligence Unit's measure of democracy, almost half of the world's population live in a democracy of some sort (45.3%). Only 8% reside in a \"full democracy\", compared with 8.9% in 2015, before the US was demoted from a \"full democracy\" to a \"flawed democracy\" in 2016. More than one-third of the world's population live under authoritarian rule (36.9%), with a large share of them being in China and Russia.",
      "producer": "Economist Intelligence Unit",
      "citationFull": "Economist Intelligence Unit. (2023, February 1). Democracy Index 2022: Frontline democracy and the battle for Ukraine. Retrieved from Economist Group.",
      "urlMain": "https://www.eiu.com/n/campaigns/democracy-index-2022",
      "dateAccessed": "2024-05-22",
      "datePublished": "2023-02-01",
      "license": {
        "url": "https://www.eiu.com/n/terms/",
        "name": "The Economist Intelligence Unit Limited"
      }
    },
    {
      "id": 752,
      "title": "Democracy Index 2023: Age of Conflict",
      "description": "The Economist Intelligence Unit's Democracy Index provides a snapshot of the state of democracy in 165 independent states and two territories. This covers almost the entire population of the world and the vast majority of the world's states (microstates are excluded). Scored on a 0-10 scale, the Democracy Index is based on five categories: electoral process and pluralism, functioning of government, political participation, political culture, and civil liberties. Based on its scores on a range of indicators within these categories, each country is classified as one of four types of regime: \"full democracy\", \"flawed democracy\", \"hybrid regime\" or \"authoritarian regime\". A full methodology and explanations can be found in the Appendix.\n\nThis edition of the Democracy Index examines the state of global democracy in 2023. The global results are discussed in this introduction, and the results by region are analysed in greater detail in the section entitled \"Democracy around the regions in 2023\" (see page 35). The good news is that the number of countries classified as democracies increased by two, to 74, in 2023. However, measured by other metrics, the year was not an auspicious one for democracy. The global average index score fell to 5.23, down from 5.29 in 2022. This is in keeping with a general trend of regression and stagnation in recent years, and it marks a new low since the index began in 2006. Most of the regression occurred among the non-democracies classified as \"hybrid regimes\" and \"authoritarian regimes\". Between 2022 and 2023 the average score for \"authoritarian regimes\" fell by 0.12 points and that for \"hybrid regimes\" by 0.07 points. The year-on-year decline in the average score of the \"full democracies\" and \"flawed democracies\" was modest by comparison, falling by 0.01 and 0.03 points respectively. This suggests that non-democratic regimes are becoming more entrenched, and \"hybrid regimes\" are struggling to democratise.\n\nAccording to our measure of democracy, almost half of the world's population live in a democracy of some sort (45.4%). Only 7.8% reside in a \"full democracy\", down from 8.9% in 2015; this percentage fell after the US was demoted from a \"full democracy\" to a \"flawed democracy\" in 2016. More than one-third of the world's population live under authoritarian rule (39.4%), a share that has been creeping up in recent years.\n\nAccording to the 2023 Democracy Index, 74 of the 167 countries and territories covered by the model are democracies of some type. The number of \"full democracies\" (those scoring more than 8.00 out of 10) remained at 24 in 2023, the same as the previous year. The number of \"flawed democracies\" increased from 48 in 2022 to 50 in 2023. Of the remaining 95 countries in our index, 34 are classified as \"hybrid regimes\", combining elements of formal democracy and authoritarianism, and 59 are classified as \"authoritarian regimes\". For a full explanation of the index methodology and categories, see page 63.\n\nThe title of this year's Democracy Index report is Age of Conflict. The world's democracies seem powerless to prevent wars from breaking out around the globe and less adept at managing conflict at home. In 2023 wars in Africa, Europe and the Middle East caused immense suffering and undermined prospects for positive political change. As US hegemony is increasingly contested, China vies for global influence, and emerging powers such as Saudi Arabia and Turkey assert their interests, the international order is becoming more unstable. Meanwhile, even the world's most developed democracies are struggling to manage political and social conflict at home, suggesting that the democratic model developed during the eight decades after the second world war is no longer working. We explore these developments in an essay in the second section of the report, and examine the relationship between democracy and conflict at home and abroad.",
      "producer": "Economist Intelligence Unit",
      "citationFull": "Economist Intelligence Unit. (2024, February 15). Democracy Index 2023: Age of Conflict. Retrieved from Economist Group.",
      "urlMain": "https://www.economistgroup.com/group-news/economist-intelligence/eius-2023-democracy-index-conflict-and-polarisation-drive-a-new-low-for",
      "dateAccessed": "2024-05-22",
      "datePublished": "2024-02-15",
      "license": {
        "url": "https://www.eiu.com/n/terms/",
        "name": "The Economist Intelligence Unit Limited"
      }
    },
    {
      "id": 3007,
      "title": "Democracy Index 2024: What's wrong with representative democracy?",
      "description": "The Economist Intelligence Unit's Democracy Index provides a snapshot of the state of democracy in 165 independent states and two territories. This covers almost the entire population of the world and the vast majority of the world's states (microstates are excluded). Scored on a 0-10 scale, the Democracy Index is based on five categories: electoral process and pluralism, functioning of government, political participation, political culture, and civil liberties. Based on its scores on a range of indicators within these categories, each country is classified as one of four types of regime: \"full democracy\", \"flawed democracy\", \"hybrid regime\" or \"authoritarian regime\".\n\nThis edition of the Democracy Index examines the state of global democracy in 2024. The focus of this year's report is why representative democracy is not working for large numbers of citizens around the world. There is a growing consensus that the democratic model developed over the past century is in trouble, but there is less clarity about why people are so disenchanted with their democracies. In 2024, when countries inhabited by more than half of the global population went to the polls, popular disaffection with the performance of government was expressed in an anti-incumbent backlash and rising support for populist insurgents.",
      "producer": "Economist Intelligence Unit",
      "citationFull": "Economist Intelligence Unit. (2025, February 27). Democracy Index 2024: What's wrong with representative democracy? Retrieved from Economist Group.",
      "urlMain": "https://www.eiu.com/n/campaigns/democracy-index-2024/",
      "dateAccessed": "2025-03-05",
      "datePublished": "2025-02-27",
      "license": {
        "url": "https://www.eiu.com/n/terms/",
        "name": "The Economist Intelligence Unit Limited"
      }
    },
    {
      "id": 753,
      "titleSnapshot": "Democracy Index, Gapminder 2006-2020",
      "title": "Democracy Index",
      "description": "The Democracy Index measures the quality of the democracy in a country and is produced by the Economist Intelligence Unit and published on a yearly basis.\n\nGapminder has combined the numbers from all the years the index has been published, into an online spreadsheet, also downloadable as an Excel file.",
      "producer": "Gapminder",
      "citationFull": "Democracy Index. Economist Intelligence Unit (2006-2020). Obtained via Gapminder 2021.",
      "versionProducer": "v4",
      "urlMain": "https://www.gapminder.org/data/documentation/democracy-index/",
      "dateAccessed": "2024-05-22",
      "datePublished": "2021-04-06",
      "license": {
        "url": "https://docs.google.com/document/d/1-RmthhS2EPMK_HIpnPctcXpB0n7ADSWnXa5Hb3PxNq4/edit?usp=sharing",
        "name": "CC BY 4.0"
      }
    },
    {
      "id": 1080,
      "title": "Population",
      "description": "Our World in Data builds and maintains a long-run dataset on population by country, region, and for the world, based on various sources.\n\nYou can find more information on these sources and how our time series is constructed on this page: https://ourworldindata.org/population-sources",
      "producer": "Various sources",
      "citationFull": "The long-run data on population is based on various sources, described on this page: https://ourworldindata.org/population-sources",
      "attribution": "Population based on various sources (2024)",
      "attributionShort": "Population",
      "urlMain": "https://ourworldindata.org/population-sources",
      "dateAccessed": "2024-07-11",
      "datePublished": "2024-07-15",
      "license": {
        "url": "https://creativecommons.org/licenses/by/4.0/",
        "name": "CC BY 4.0"
      }
    }
  ]
}