{
  "id": 1004195,
  "name": "Share of population with at least some basic education",
  "unit": "%",
  "createdAt": "2024-12-11T21:58:51.000Z",
  "updatedAt": "2025-06-18T11:09:28.000Z",
  "coverage": "",
  "timespan": "1820-2100",
  "datasetId": 6859,
  "shortUnit": "%",
  "columnOrder": 0,
  "shortName": "basic_education",
  "catalogPath": "grapher/education/2024-12-11/people_with_education/people_with_education#basic_education",
  "descriptionShort": "Share of people  aged 15 or older who have received at least some kind of formal [primary](#dod:primary-education), [secondary](#dod:secondary-education), or [tertiary](#dod:tertiary-education) education.",
  "descriptionFromProducer": "Recent data from 2010 onwards is based on the Wittgenstein Centre for Demography and Global Human Capita. These projections are based on collected census and survey data for the base year (around 2010) and the Medium Shared Socioeconomic Pathways (SSP2) projection model. The SSP2 is a middle-of-the-road scenario that combines medium fertility with medium mortality, medium migration, and the Global Education Trend (GET) education scenario. For more information and other projection models, consult the Wittgenstein Centre for Demography and Global Human Capital's website: http://www.oeaw.ac.at/vid/dataexplorer/.\n\nWorld Bank variable id: PRJ.ATT.15UP.NED.MF.\n\nOriginal source: Wittgenstein Centre for Demography and Global Human Capital: http://www.oeaw.ac.at/vid/dataexplorer/.\n",
  "descriptionProcessing": "For each country and year, the share of the population aged 15 and older with no formal education was calculated. This involved summing up the population with no formal education and dividing it by the total population aged 15 and older for each country and year, then converting this ratio into a percentage.\n\nA global estimate was calculated for each year by summing the total population aged 15 and older across all countries and the total population within this age group with no formal education. The share of the global population aged 15+ with no formal education was then computed for each year.\n\nHistorical data from van Zanden, J. et al. (2014) with estimates from 1870 to 1950 was combined with educational attainment estimates from Wittgenstein Centre for Demography and Global Human Capita.\n\nTo calculate the share of the population with at least some basic education, the share of the population with no formal education was subtracted from 100%.",
  "type": "float",
  "dataChecksum": "11045619401098394800",
  "metadataChecksum": "6844936438530894201",
  "datasetName": "People with formal basic education (Wittgenstein Centre, OECD)",
  "updatePeriodDays": 365,
  "datasetVersion": "2024-12-11",
  "nonRedistributable": false,
  "display": {
    "unit": "%",
    "shortUnit": "%",
    "numDecimalPlaces": 1
  },
  "schemaVersion": 2,
  "processingLevel": "major",
  "presentation": {
    "topicTagsLinks": [
      "Global Education"
    ]
  },
  "descriptionKey": [
    "Historical data for educational attainment between 1870 to 1950 comes from van Zanden, J. et al. (2014).",
    "Data for 1950 to 2015 is sourced from the Wittgenstein Centre Human Capital Centre. These projections are based on collected census and survey data. The SSP2 is a middle-of-the-road scenario that combines medium fertility with medium mortality, medium migration, and the Global Education Trend (GET) education scenario. For more information and other projection models, consult the Wittgenstein Centre for Demography and Global Human Capital's website: https://dataexplorer.wittgensteincentre.org/.",
    "Data for 2020 onwards is also based on the Medium Shared Socioeconomic Pathways (SSP2) Wittgenstein Centre for Demography and Global Human Capital projections. For more information, see https://pure.iiasa.ac.at/id/eprint/19487/."
  ],
  "dimensions": {
    "years": {
      "values": [
        {
          "id": 1950
        },
        {
          "id": 1955
        },
        {
          "id": 1960
        },
        {
          "id": 1965
        },
        {
          "id": 1970
        },
        {
          "id": 1975
        },
        {
          "id": 1980
        },
        {
          "id": 1985
        },
        {
          "id": 1990
        },
        {
          "id": 1995
        },
        {
          "id": 2000
        },
        {
          "id": 2005
        },
        {
          "id": 2010
        },
        {
          "id": 2015
        },
        {
          "id": 2020
        },
        {
          "id": 2025
        },
        {
          "id": 2030
        },
        {
          "id": 2035
        },
        {
          "id": 2040
        },
        {
          "id": 2045
        },
        {
          "id": 2050
        },
        {
          "id": 2055
        },
        {
          "id": 2060
        },
        {
          "id": 2065
        },
        {
          "id": 2070
        },
        {
          "id": 2075
        },
        {
          "id": 2080
        },
        {
          "id": 2085
        },
        {
          "id": 2090
        },
        {
          "id": 2095
        },
        {
          "id": 2100
        },
        {
          "id": 1820
        },
        {
          "id": 1870
        },
        {
          "id": 1880
        },
        {
          "id": 1890
        },
        {
          "id": 1900
        },
        {
          "id": 1910
        },
        {
          "id": 1920
        },
        {
          "id": 1930
        },
        {
          "id": 1940
        }
      ]
    },
    "entities": {
      "values": [
        {
          "id": 21,
          "name": "Argentina",
          "code": "ARG"
        },
        {
          "id": 23,
          "name": "Australia",
          "code": "AUS"
        },
        {
          "id": 37,
          "name": "Brazil",
          "code": "BRA"
        },
        {
          "id": 44,
          "name": "Canada",
          "code": "CAN"
        },
        {
          "id": 171,
          "name": "China",
          "code": "CHN"
        },
        {
          "id": 65,
          "name": "Egypt",
          "code": "EGY"
        },
        {
          "id": 3,
          "name": "France",
          "code": "FRA"
        },
        {
          "id": 6,
          "name": "Germany",
          "code": "DEU"
        },
        {
          "id": 137,
          "name": "India",
          "code": "IND"
        },
        {
          "id": 136,
          "name": "Indonesia",
          "code": "IDN"
        },
        {
          "id": 8,
          "name": "Italy",
          "code": "ITA"
        },
        {
          "id": 14,
          "name": "Japan",
          "code": "JPN"
        },
        {
          "id": 129,
          "name": "Kenya",
          "code": "KEN"
        },
        {
          "id": 113,
          "name": "Mexico",
          "code": "MEX"
        },
        {
          "id": 5,
          "name": "Netherlands",
          "code": "NLD"
        },
        {
          "id": 103,
          "name": "Nigeria",
          "code": "NGA"
        },
        {
          "id": 11,
          "name": "Poland",
          "code": "POL"
        },
        {
          "id": 12,
          "name": "Russia",
          "code": "RUS"
        },
        {
          "id": 81,
          "name": "South Africa",
          "code": "ZAF"
        },
        {
          "id": 9,
          "name": "Spain",
          "code": "ESP"
        },
        {
          "id": 10,
          "name": "Sweden",
          "code": "SWE"
        },
        {
          "id": 75,
          "name": "Thailand",
          "code": "THA"
        },
        {
          "id": 70,
          "name": "Turkey",
          "code": "TUR"
        },
        {
          "id": 1,
          "name": "United Kingdom",
          "code": "GBR"
        },
        {
          "id": 13,
          "name": "United States",
          "code": "USA"
        },
        {
          "id": 355,
          "name": "World",
          "code": "OWID_WRL"
        }
      ]
    }
  },
  "origins": [
    {
      "id": 2043,
      "title": "World Bank Education Statistics (EdStats)",
      "description": "The World Bank EdStats database offers a comprehensive array of over 8,000 internationally comparable indicators related to education access, progression, completion, literacy, teachers, demographics, and expenditures. It covers the education cycle from pre-primary to vocational and tertiary education, including data on learning outcomes from assessments like PISA, TIMSS, PIRLS, equity data from household surveys, and educational projections up to 2050.",
      "producer": "World Bank",
      "citationFull": "World Bank Education Statistics (EdStats), World Bank, 2023. Licence: CC BY 4.0.",
      "attributionShort": "World Bank",
      "urlMain": "https://datacatalog.worldbank.org/search/dataset/0038480/education-statistics",
      "dateAccessed": "2024-11-04",
      "datePublished": "2024-10-01",
      "license": {
        "url": "https://creativecommons.org/licenses/by/4.0/",
        "name": "CC BY 4.0"
      }
    },
    {
      "id": 5209,
      "title": "How Was Life? Global Well-being since 1820 - Education",
      "description": "The data comes from the How Was Life? Global Well-being Since 1820 report by the OECD. It notes that the concept of literacy has changed over time, which affects how it is measured. In earlier periods, literacy was broadly understood as being “educated” or “learned.” However, by the late 19th century, the definition narrowed to mean the ability to read and write simple texts. This shift in meaning was driven by the spread of mass education, which emphasized basic reading and writing skills for large populations. As a result, historical estimates of literacy are based on differing definitions over time, making it important to interpret the data within its historical context.",
      "producer": "van Zanden, J. et al.",
      "citationFull": "van Zanden, J., et al. (eds.) (2014), How Was Life?: Global Well-being since 1820, Education, OECD Publishing, Paris. Available at https://www.oecd-ilibrary.org/economics/how-was-life/education-since-1820_9789264214262-9-en. Accessed on 14th August 2023.",
      "versionProducer": "2014",
      "urlMain": "https://www.oecd-ilibrary.org/economics/how-was-life/education-since-1820_9789264214262-9-en",
      "dateAccessed": "2023-08-14",
      "license": {
        "url": "https://www.oecd.org/termsandconditions/",
        "name": "Creative Commons BY 4.0"
      }
    },
    {
      "id": 2192,
      "title": "Human Capital, Wittgenstein Centre",
      "description": "This website presents the 2023 revision of the Wittgenstein Centre population projections (Version 3), following the initial projections (Version 1) in 2013 (Lutz, Butz, and KC (Eds.) 2014) and the 2018 update (Version 2) (Lutz, Goujon, KC, Stonawski, and, Stilianakis (Eds.) 2018). Further details on the updates and the revisions can be found in K.C. et al. (2024) and in other satellite papers focusing on the migration component (Yildiz and Abel 2024), the mortality component (Dhakad and KC 2024 - forthcoming), and the fertility component (Adhikari et al. 2024 - forthcoming).\n\nIn 2021, the Shared Socioeconomic Pathways (SSPs) scenario community related to the Intergovernmental Panel on Climate Change requested an update of the human core of the SSPs, which is at the origin of this version. This updated version is based on 2020 as the reference year, with adjustments to certain short-term assumptions extending to 2030. However, most long-term assumptions have not been changed. Several changes were nevertheless implemented particularly in estimating and using country-specific education differentials in mortality and migration.\n\nThis new version includes population projections by levels of educational attainment from 2020 to 2100 for 200 countries according to seven scenarios (SSP1-5, SSP2-Zero Migration and SSP2-Double Migration). The reconstruction will become available in the course of 2024.",
      "producer": "Wittgenstein Centre",
      "citationFull": "K.C., S., Dhakad, M., Potancokova, M., Adhikari, S., Yildiz, D., Mamolo, M., Sobotka, T., Zeman, K., Abel, G., Lutz, W., and Goujon, A. (2024). Updating the Shared Socioeconomic Pathways (SSPs) Global Population and Human Capital Projections. IIASA Working Paper. Laxenburg, Austria: WP-24-003. https://pure.iiasa.ac.at/19487. Available at: http://www.wittgensteincentre.org/dataexplorer.",
      "versionProducer": "3",
      "urlMain": "https://dataexplorer.wittgensteincentre.org/wcde-v3/",
      "dateAccessed": "2024-12-06",
      "datePublished": "2024-02-08",
      "license": {
        "url": "https://creativecommons.org/licenses/by/4.0/deed.en",
        "name": "CC BY 4.0"
      }
    }
  ]
}