{
  "id": 538981,
  "name": "total_private_investment_by_focus_area_inflation_adjusted",
  "unit": "",
  "description": "We have adjusted this data for inflation using the US Consumer Price Index (CPI).\n\nReporting a time series of AI investments in nominal prices (i.e., without adjusting for inflation) means it makes little sense to compare observations across time; it is therefore not very useful. To make comparisons across time possible, one has to take into account that prices change (e.g., there is inflation).\n\nIt is not obvious how to adjust this time series for inflation, and we debated it at some length within our team.\n\nIt would be straightforward to adjust the time series for price changes if we knew the prices of the specific goods and services that these investments purchased. This would make it possible to calculate a volume measure of AI investments, and it would tell us how much these investments bought. But such a metric is not available.\n\n(While a comprehensive price index is not available, we know that the cost for some crucial AI technology has fallen rapidly in price. For example, it has become much cheaper to <a href=\"https://ourworldindata.org/grapher/imagenet-training-cost\" target=”_blank”>train an AI system</a>.)\n\nIn the absence of a comprehensive price index that captures the price of AI-specific goods and services, one has to rely on one of the available metrics for the price of a bundle of goods and services. In the end we decided to use the US Consumer Price Index (CPI).\n\nThe US CPI does not provide us with a volume measure of AI goods and services, but it does capture the opportunity costs of these investments. The inflation adjustment of this time series of AI investments therefore lets us understand the size of these investments relative to whatever else these sums of money could have purchased.\n\nAccording to the AI Index: \"NetBase Quid... aggregates over 6 million global public and private company profiles, updated on a weekly basis, including metadata on investments, location of headquarters, and more. NetBase Quid also applies natural language processing technology to search, analyze, and identify patterns in large, unstructured datasets, like aggregated blogs, company and patent databases.\"\n\nPrivate investment: a private placement is a private sale of newly issued securities (equity or debt) by a company to a selected investor or a selected group of investors. The stakes that buyers take in private placements are often minority stakes (under 50%), although it is possible to take control of a company through a private placement as well, in which case the private placement would be a majority stake investment.",
  "createdAt": "2022-11-29T12:24:16.000Z",
  "updatedAt": "2023-02-17T19:50:54.000Z",
  "coverage": "",
  "timespan": "",
  "datasetId": 5763,
  "columnOrder": 0,
  "dataPath": "https://catalog.ourworldindata.org/baked-variables/live_grapher/data/538981.json",
  "metadataPath": "https://catalog.ourworldindata.org/baked-variables/live_grapher/metadata/538981.json",
  "datasetName": "AI Index Report (2022)",
  "type": "int",
  "nonRedistributable": false,
  "display": {
    "unit": "constant 2021 US$",
    "shortUnit": "$",
    "includeInTable": true
  },
  "source": {
    "id": 27031,
    "name": "AI Index Report (2022)",
    "dataPublishedBy": "Daniel Zhang, Nestor Maslej, Erik Brynjolfsson, John Etchemendy, Terah Lyons, James Manyika, Helen Ngo, Juan Carlos Niebles, Michael Sellitto, Ellie Sakhaee, Yoav Shoham, Jack Clark, and Raymond Perrault, “The AI Index 2022 Annual Report,” AI Index Steering Committee, Stanford Institute for Human-Centered AI, Stanford University, March 2022.",
    "dataPublisherSource": "AI Index Report (2022)",
    "link": "https://aiindex.stanford.edu/report/",
    "retrievedDate": "2022-12-01",
    "additionalInfo": "The AI Index is an independent initiative at the Stanford University Institute for Human-Centered Artificial Intelligence.\n\nThe mission of the AI Index is “to provide unbiased, rigorously vetted, and globally sourced data for policymakers, researchers, executives, journalists, and the general public to develop intuitions about the complex field of AI.”\n\nTheir flagship output is the annual AI Index Report, which has been published since 2017."
  },
  "dimensions": {
    "years": {
      "values": [
        {
          "id": 2017
        },
        {
          "id": 2018
        },
        {
          "id": 2019
        },
        {
          "id": 2020
        },
        {
          "id": 2021
        }
      ]
    },
    "entities": {
      "values": [
        {
          "id": 352319,
          "name": "Agricultural tech",
          "code": null
        },
        {
          "id": 343821,
          "name": "Audiovisual",
          "code": null
        },
        {
          "id": 352320,
          "name": "Augmented reality/virtual reality",
          "code": null
        },
        {
          "id": 352321,
          "name": "Cybersecurity, data protection",
          "code": null
        },
        {
          "id": 352322,
          "name": "Data management, processing, cloud",
          "code": null
        },
        {
          "id": 336823,
          "name": "Drones",
          "code": null
        },
        {
          "id": 352323,
          "name": "Educational tech",
          "code": null
        },
        {
          "id": 352324,
          "name": "Energy, oil, and gas",
          "code": null
        },
        {
          "id": 37899,
          "name": "Entertainment",
          "code": null
        },
        {
          "id": 352325,
          "name": "Facial recognition",
          "code": null
        },
        {
          "id": 352326,
          "name": "Financial tech",
          "code": null
        },
        {
          "id": 352327,
          "name": "Fitness and wellness",
          "code": null
        },
        {
          "id": 336829,
          "name": "Geospatial",
          "code": null
        },
        {
          "id": 352328,
          "name": "Human resources tech",
          "code": null
        },
        {
          "id": 352329,
          "name": "Industrial automation, network",
          "code": null
        },
        {
          "id": 352330,
          "name": "Insurance tech",
          "code": null
        },
        {
          "id": 352331,
          "name": "Legal tech",
          "code": null
        },
        {
          "id": 352332,
          "name": "Marketing, digital ads",
          "code": null
        },
        {
          "id": 352333,
          "name": "Medical and healthcare",
          "code": null
        },
        {
          "id": 352334,
          "name": "Music, video content",
          "code": null
        },
        {
          "id": 352335,
          "name": "Natural language, customer support",
          "code": null
        },
        {
          "id": 336838,
          "name": "Retail",
          "code": null
        },
        {
          "id": 352336,
          "name": "Sales enablement",
          "code": null
        },
        {
          "id": 336840,
          "name": "Semiconductor",
          "code": null
        },
        {
          "id": 34678,
          "name": "Total",
          "code": null
        },
        {
          "id": 352337,
          "name": "Venture capital",
          "code": null
        }
      ]
    }
  }
}