{
  "variables": {
    "108498": {
      "years": [
        2018,
        2018,
        2018,
        2018,
        2018,
        2018,
        2018,
        2018,
        2018,
        2018,
        2018,
        2018,
        2018,
        2018,
        2018,
        2018,
        2018,
        2018,
        2018,
        2018,
        2018,
        2018,
        2018,
        2018,
        2018,
        2018,
        2018,
        2018,
        2018,
        2018,
        2018,
        2018,
        2018,
        2018,
        2018,
        2018,
        2018,
        2018,
        2018,
        2018,
        2018,
        2018,
        2018,
        2018,
        2018,
        2018,
        2018,
        2018,
        2018,
        2018,
        2018
      ],
      "entities": [
        168,
        99,
        102,
        107,
        111,
        113,
        121,
        143,
        145,
        149,
        155,
        158,
        166,
        98,
        169,
        171,
        173,
        195,
        199,
        207,
        208,
        224,
        225,
        232,
        239,
        379,
        61,
        6,
        7,
        9,
        10,
        11,
        14,
        23,
        24,
        32,
        33,
        44,
        45,
        2,
        65,
        68,
        72,
        75,
        79,
        80,
        84,
        85,
        87,
        89,
        96
      ],
      "values": [
        1,
        1,
        1,
        1,
        1,
        1,
        1,
        1,
        1,
        1,
        1,
        1,
        1,
        1,
        1,
        1,
        1,
        1,
        1,
        1,
        1,
        1,
        1,
        1,
        1,
        1,
        1,
        1,
        1,
        1,
        1,
        1,
        1,
        1,
        1,
        1,
        1,
        1,
        1,
        1,
        1,
        1,
        1,
        1,
        1,
        1,
        1,
        1,
        1,
        1,
        1
      ],
      "id": 108498,
      "name": "17.16.1 - Progress in multi-stakeholder development effectiveness monitoring frameworks that support the achievement of the sustainable development goals (1 = YES; 0 = NO) - SG_PLN_MSTKSDG",
      "unit": "Not applicable",
      "description": null,
      "createdAt": "2019-11-15T20:24:19.000Z",
      "updatedAt": "2019-11-15T20:24:19.000Z",
      "code": null,
      "coverage": "",
      "timespan": "",
      "datasetId": 4630,
      "sourceId": 17367,
      "shortUnit": null,
      "display": {},
      "columnOrder": 0,
      "originalMetadata": null,
      "datasetName": "Progress in multi-stakeholder development effectiveness monitoring frameworks that support the achievement of the sustainable development goals (1 = YES; 0 = NO)",
      "s_id": 17367,
      "s_name": "Progress in multi-stakeholder development effectiveness monitoring frameworks that support the achievement of the sustainable development goals (1 = YES; 0 = NO) (UN SDG, 2019)",
      "source": {
        "id": 17367,
        "name": "Progress in multi-stakeholder development effectiveness monitoring frameworks that support the achievement of the sustainable development goals (1 = YES; 0 = NO) (UN SDG, 2019)",
        "dataPublishedBy": "United Nations Statistics Division",
        "dataPublisherSource": "",
        "link": "https://unstats.un.org/sdgs/indicators/database/",
        "retrievedData": "",
        "additionalInfo": "Last updated: 08 August 2018 \n\n \n\nGoal 17: Strengthen the means of implementation and revitalize the Global Partnership for Sustainable \nDevelopment \nTarget 17.16: Enhance the Global Partnership for Sustainable Development, complemented by multi-\nstakeholder partnerships that mobilize and share knowledge, expertise, technology and financial \nresources, to support the achievement of the Sustainable Development Goals in all countries, in \nparticular developing countries \nIndicator 17.16.1: Number of countries reporting progress in multi-stakeholder development \neffectiveness monitoring frameworks that support the achievement of the sustainable development \ngoals \n \nInstitutional information \n\n \nOrganization(s): \n\n \nOrganisation for Economic Co-operation and Development (OECD) \n \nUnited Nations Development Programme (UNDP) \n\n \nConcepts and definitions \n\n \nDefinition: \n\n \nRationale: \n\n \nThe indicator tracks the number of countries reporting progress in multi stakeholder monitoring \nframeworks that track the implementation of development effectiveness commitments supporting the \nachievement of sustainable development goals (SDGs).   \n\n \nAchieving the Sustainable Development Goals requires mobilizing and strengthening multi stakeholder \npartnerships that can bring and effectively use all the available knowledge, expertise, technology and \nfinancial resources for sustainable development.  The quality of the relationship between all the relevant \npartners defines the strength of the global partnership for sustainable development. \n \nThe indicator provides a measure of countries’ efforts to enhance these multi stakeholder partnerships, \nand by extension the Global Partnership for Sustainable Development, by looking at progress made on a \nset of indicators that track how well country governments and development partners are working \ntogether towards sustainable development.  \n \nReflecting the spirit of the global partnership for sustainable development, and the universal nature of \nthe SDGs, the indicator monitors the contribution and behaviour of both provider and recipient countries \nin establishing more effective, inclusive multi-stakeholder partnerships to support and sustain the \nimplementation of the 2030 Agenda. It does so by measuring their respective but differentiated \ncommitments to strengthen the quality of their development partnerships. \n\n\fLast updated: 08 August 2018 \n\n \nConcepts: \n \n“Multi-stakeholder development effectiveness monitoring frameworks” that track effective development \ncooperation are monitoring frameworks:  \n\n•  whose indicators have been agreed on a voluntary basis; whose indicators measure the strength \n\nof the relationship between development actors;  \n\n•  where data collection and review is led by the countries themselves; and where participation in \n\ndata collection and review involves relevant multi-stakeholder representing, at minimum, the \npublic sector, the private sector and civil society organizations. \n\n \nThe indicator takes into account the need to capture the respective roles and responsibilities of all parties \ninvolved in multi-stakeholder partnerships for development. It does so by looking at development \neffectiveness frameworks that are led by countries but include the participation of all relevant \ndevelopment partners.  \n \nThe Global Partnership for Effective Development Cooperation (Global Partnership) monitoring \nframework is an example of existing development effectiveness monitoring frameworks. There are other \ncomplementary efforts, such as the ECOSOC Development Cooperation Forum (DCF) mutual \naccountability survey. Emerging and future monitoring frameworks that fit the above definition, such as \nrecent efforts to track South-South Cooperation by SEGIB, could also be considered. \n\n \nComments and limitations: \n\n \nThe design of the indicator has practical benefits:   \n \n\n• \n\n• \n\n• \n\nthe indicator allows for relevant monitoring frameworks to be updated in line with evolving \ncommitments and country specific context without affecting the spirit of the indicator; \n\nthe indicator does not presume a globally-set multi-stakeholder framework, acknowledging the \ndiversity of complementary efforts supporting effective development cooperation; \n\nthe indicator allows participating countries to choose whether they would like to report as a \nprovider of development co-operation, as a recipient, or both.  \n\n \nData collection for the Global Partnership monitoring framework is led by low and middle-income \ncountries receiving development co-operation. Progress of countries providing development co-\noperation in implementing development effectiveness commitments is captured through their \npartnership behaviour in those low and middle-income countries. Depending on each case, middle \nincome countries that currently are both recipient and providers of development cooperation opt to \nreport in their role as recipient and/or provider of development cooperation. \n\n \nMethodology \n\n \n\n \n\n \n\n \n\n\fLast updated: 08 August 2018 \n\n \n\n \n\nComputation Method: \n\n \nTo reflect the universal nature of target 17.16 this indicator is presented as the global aggregate number \nof countries reporting progress. For any country reporting towards one (or more) multi-stakeholder \ndevelopment effectiveness framework(s), the country is considered to be reporting progress when, for \nthe year of reference, the number of indicators within the framework(s) that show a positive trend is \ngreater than the number of indicators that show a negative trend. \n \nCountries providing development co-operation funding and reporting in multi-stakeholder development \neffectiveness monitoring frameworks are assessed against the following elements:  \n \n\n•  Aligning to country-defined development objectives: Percentage of new development \n\ninterventions whose objectives are drawn from country-led results frameworks. \n\n•  Using country-led results frameworks: Percentage of results indicators contained in new \n\ndevelopment interventions which are drawn from country-led results frameworks. \n\n•  Using national monitoring and statistical systems: Percentage of results indicators in new \n\ndevelopment interventions which will be monitored using government sources and monitoring \nsystems. \n\n•  Using national evaluation systems: Percentage of new interventions that plan a final evaluation \n\nwith country government involvement. \n\n•  Transparency of development co-operation: Public availability of information on development \n\nco‑operation according to international reporting standards.  \n\n•  Annual predictability of development co-operation: Proportion of development co-operation \n\ndisbursed as development partners had scheduled at the beginning of the year.  \n\n•  Medium-term predictability of development co-operation: forward-looking spending plans made \n\navailable to the partner government (indicative annual amounts of development co-operation \nsupport to be provided over the one-to-three years.  \n\n•  Development co-operation on budgets subject to parliamentary oversight: share of development \n\nco-operation funds planned to/for the country’s public sevtor that are recorded in the annual \nbudget submitted for legislative approval. \n\n•  Development co-operation delivered through country systems: Proportion of development co-\noperation disbursed to a give country according to national regulations and systems for public \nfinancial management (i.e. budgeting, financial reporting, auditing) and procurement. \n\n•  Untied Aid: Proportion of development co-operation that is untied1 \n\nCountries receiving development co-operation funding and reporting in multi-stakeholder development \neffectiveness monitoring frameworks are assessed against the following elements:  \n\n1.  Leading in setting up national priorities: Countries strengthen their national results frameworks. \n2.  Creating an enabling environment for civil society organisations: Civil society organizations \n\noperate within an environment that maximises their engagement in and contribution to \ndevelopment. \n\n                                                           \n1 Estimates currently available for countries that are members of the OECD Development Assistance \nCommittee.  \n\n\fLast updated: 08 August 2018 \n\n \n\ndialogue  \n\n3.  Promoting private sector engagement and contribution to development: Quality of public-private \n\n4.  Recording development co-operation on budgets subject to parliamentary oversight: Share of \n\ndevelopment co-operation funds planned to/for the country’s public sector that are recorded in \nthe annual budget submitted for legislative approval. \n\n5.  Strengthening mutual accountability: Mutual accountability among development actors is \n\nstrengthened through inclusive reviews. \n\n6.  Strengthening gender equality and women’s empowerment: Existence of transparent \n\ngovernment systems to track public allocations for gender equality and women’s empowerment  \n\n7.  Strengthening domestic institutions: Quality of the country’s budgetary and public financial \n\nmanagement. \n\nCountries providing and receiving development co-operation funding are invited to select whether they \nwould like to report against provider-specific commitments, against recipient-specific commitments, or \nagainst both sets of commitments. \n \nFor countries reporting both as providers and recipients of development co-operation, progress is \ncalculated separately based on the respective set of indicators described above. Disaggregated results \nwill show the detailed performance in each category. For the ultimate count of the number of countries \nmaking progress, dual countries are accounted as making progress if progress is made as recipient or as \nprovider of development co-operation.   \n \nThe baseline for counting progress is the latest measurement available for each specific country, dating \nback to 20101. When no baseline exists for a country, the first measurement available for an indicator \nconstitutes the baseline for future measurements of progress. \n \nWhen a country meets and sustains all targets for the indicators it reports on (i.e. it is logically impossible \nto make further progress) it is considered as “making progress”.  \n\n \nDisaggregation: \n\n \nThe indicator presented as a global aggregate is generated through a bottom-up approach whereby data \nis collected at the country level and can therefore be disaggregated back at the level of countries (for \nboth development cooperation providers and recipients) for national analysis and mutual dialogue. The \ndata can also be further disaggregated according to individual indicators (i.e. specific dimensions of \neffective development cooperation) that are included within the multi- stakeholder frameworks. \n \nTo foster regional policy dialogue, disaggregation at the regional level is possible and encouraged. Some \nexisting platforms are already using the evidence for regional monitoring, learning and policy discussions \n(e.g. NEPAD in Africa, the Asia-Pacific Development Effectiveness Facility in Asia-Pacific, the Pacific Islands \nForum Secretariat, the UN Regional Economic Commissions).   \n\n \nTreatment of missing values: \n\n•  At country level \n\n \n\n \n\n\fLast updated: 08 August 2018 \n\n \n\n \n\n \n\nThere is no treatment done for missing values. However, missing information is highlighted during \ndata validation processes and stakeholders are asked to fill in these gaps.  \n \nAn estimate of the representativeness of the sample is calculated. This estimate of coverage relies \non Country Programmable Aid from the OECD Credit Reporting System. \n\n•  At regional and global levels \n\n \nNo imputation is done for missing values. However, missing information is highlighted during data \nvalidation processes and stakeholders are asked to fill in these gaps. \n \nAn estimate of the representativeness of the sample is calculated. This estimate of coverage relies \non Country Programmable Aid from the OECD Credit Reporting System. \n\nRegional aggregates: \n\n \nRegional estimates are not provided as the indicator looks at the interface between development \npartners and country governments.  \n \nGlobal estimates are calculated as the simple sum of the number of countries in the world who have \nmade progress in multistakeholder development effectiveness frameworks. \n\n \nThe national figures are directly aggregated to come up with global estimates.  \n\n \nSources of discrepancies: \n\n \nData Sources \n\n \nDescription: \n\n \nThe monitoring is a voluntary and country led process. Country governments lead and coordinate data \ncollection and validation. At country level, data are reported by relevant government entities (e.g. the \nMinistry of finance/budget department for national budget information) and by development partners \nand stakeholders. OECD and UNDP are supporting developing countries in collecting relevant data on a \nbiennial basis through the Global Partnership monitoring framework, and these organisations lead data \naggregation and quality assurance at the global level. In addition, countries are increasingly \ninstitutionalising the data collection process within their national aid management systems, public \nfinancial management systems, and are reporting on a yearly basis.    \n \nComplementarily, the United Nations Department of Economic and Social Affairs has been conducting a \nregular survey for the Development Cooperation Forum, in cooperation with UNDP, to identify national \nprogress in mutual accountability and transparency. Survey results are assessed in comprehensive \nstudies, informing global monitoring and providing practical suggestions for improving development \nresults. Synergies with the measurement of indicator 7 of the Global Partnership monitoring framework \n\n\fLast updated: 08 August 2018 \n\nare being used. Other complementary sources of data (i.e. additional multi- stakeholder frameworks) \nmay be incorporated in the future to provide a broader picture of progress made by countries towards \ndevelopment effectiveness in support of SDG implementation.   \n\n \nCollection process: \n\n \n(i) For the data collection process of the Global Partnership's monitoring exercise, a national coordinator \nis assigned from the country government. S/he typically comes from the Ministry of Foreign Affairs, the \nMinistry of Finance, or the Ministry of Planning.  \n \n(ii) The national coordinator in turn consults with other stakeholders (including country offices of \nproviders of development co-operation, Civil Society Organisations, the private sector, and trade unions) \nto gather and validate data. \n \nThe data is then validated by headquarters offices of providers of development co-operation. \n \n(iii) No adjustments are made to submitted data, given that the validation process needs to stay at \ncountry level. However, inconsistencies or possible problematic values are highlighted and sent back to \nnational co-ordinators for revision. \n\n \n\"Global aggregates are available for the 2006, 2008, and 2011 surveys on monitoring the Paris \nDeclaration on Aid Effectiveness, as well as the 2013 2014 GPEDC monitoring exercise. The 2015-2016 \nGlobal Partnership monitoring results will be available in September 2016.   \n\n \n\n \n\n \nData Availability \n\n \nDescription: \n\n \nCalendar \n\n \nData collection: \n\n \nData is collected biennially, starting from the year 2014. Monitoring rounds have been planned for  years \n2016, 2018, 2020, 2022, 2024, 2026, 2028, and 2030. Data generated by countries for 2016 was made \navailable to country level, regional and global reporting processes on the implementation of the 2030 \nAgenda. \n \nData release: \n\n \nData release at global level is scheduled for the first quarter in the year that immediately follows the \nnational data gathering processes.  \n\n\fLast updated: 08 August 2018 \n\n \nData providers \n\n \n\n \nName: \n\n \nDescription: \n\n \nLeading central ministry from reporting countries. Typically the ministry of finance, the ministry of \nplanning, ministry of development, or the ministry of foreign affairs, depending on the division of labour \nwithin each government. \n\n \nRepresentatives from the leading ministry in country governments –typically the ministry of finance, the \nministry of planning, ministry of development, or the ministry of foreign affairs- are responsible for \nleading the national data gathering process and country-level validation. These representatives \ncoordinate the data collection process at the national level by consolidating data and inputs from \nproviders of development co-operation, Civil Society Organisations, the private sector, and trade unions. \nFor global aggregation and calculation of indicator 17.16.1, country governments submit the data to the \nOECD/UNDP Joint Support Team. \n \nData compilers \n\n \nOECD and UNDP jointly compile and report the data at the global level. \n\n \nReferences \n\n \nURL: \n \n\n \nReferences: \n\nhttp://effectivecooperation.org/ \n\n \nInternationally agreed methodology and guideline URL: \nhttp://effectivecooperation.org/pdf/2018_Monitoring_Guide_National_Coordinator.pdf \n\n \nCoppard, D. and C. Culey (2015). The Global Partnership for Effective Development Co-operation’s \nContribution to the 2030 Agenda for Sustainable Development. Plenary Session 1 Background Paper. \nBusan Global Partnership Forum, Korea. \n \nEspey, Jessica; K. Walecik and M. Kühner (2015). Follow-up and Review of the SDGs: Fulfilling our \nCommitments. Sustainable Development Solutions Network: A Global Initiative for the United Nations. \nNew York: SDSN. \n\n\fLast updated: 08 August 2018 \n\n \n\n \n\n \n \nGPEDC (2018). 2018 Monitoring Guide. /Paris/New York. Available at: \nhttp://effectivecooperation.org/pdf/2018_Monitoring_Guide_National_Coordinator.pdf \n \nHazlewood, P. (2015). Global Multi-stakeholder Partnerships: Scaling Up Public-Private Collective Impact \nfor SDGs. Independent Research Forum, Background Paper 4: IRF2015. \n \nOcampo, J.A. and Gómez, N. (2014). Accountable and Effective Development Cooperation in a Post-2015 \nera. Background Study 3: Accountability for Development Cooperation. ECOSOC: DCG Germany High-\nLevel Symposium. \n \nOcampo, Jose Antonio (2015). A Post-2015 Monitoring and Accountability Framework. UNDESA: CDP \nBackground Paper No. 27. ST/ESA/2015/CDP/27 \n \nRelated indicators \n\n \n17.15 and 5c. \n\n\f"
      }
    }
  },
  "entityKey": {
    "2": {
      "name": "Ireland",
      "code": "IRL"
    },
    "6": {
      "name": "Germany",
      "code": "DEU"
    },
    "7": {
      "name": "Switzerland",
      "code": "CHE"
    },
    "9": {
      "name": "Spain",
      "code": "ESP"
    },
    "10": {
      "name": "Sweden",
      "code": "SWE"
    },
    "11": {
      "name": "Poland",
      "code": "POL"
    },
    "14": {
      "name": "Japan",
      "code": "JPN"
    },
    "23": {
      "name": "Australia",
      "code": "AUS"
    },
    "24": {
      "name": "Austria",
      "code": "AUT"
    },
    "32": {
      "name": "Benin",
      "code": "BEN"
    },
    "33": {
      "name": "Bhutan",
      "code": "BTN"
    },
    "44": {
      "name": "Canada",
      "code": "CAN"
    },
    "45": {
      "name": "Cape Verde",
      "code": "CPV"
    },
    "61": {
      "name": "Yemen",
      "code": "YEM"
    },
    "65": {
      "name": "Egypt",
      "code": "EGY"
    },
    "68": {
      "name": "Uganda",
      "code": "UGA"
    },
    "72": {
      "name": "United Arab Emirates",
      "code": "ARE"
    },
    "75": {
      "name": "Thailand",
      "code": "THA"
    },
    "79": {
      "name": "Sudan",
      "code": "SDN"
    },
    "80": {
      "name": "Zimbabwe",
      "code": "ZWE"
    },
    "84": {
      "name": "Vietnam",
      "code": "VNM"
    },
    "85": {
      "name": "Slovakia",
      "code": "SVK"
    },
    "87": {
      "name": "Sierra Leone",
      "code": "SLE"
    },
    "89": {
      "name": "Senegal",
      "code": "SEN"
    },
    "96": {
      "name": "Philippines",
      "code": "PHL"
    },
    "98": {
      "name": "Paraguay",
      "code": "PRY"
    },
    "99": {
      "name": "Papua New Guinea",
      "code": "PNG"
    },
    "102": {
      "name": "Norway",
      "code": "NOR"
    },
    "107": {
      "name": "Nepal",
      "code": "NPL"
    },
    "111": {
      "name": "Moldova",
      "code": "MDA"
    },
    "113": {
      "name": "Mexico",
      "code": "MEX"
    },
    "121": {
      "name": "Liberia",
      "code": "LBR"
    },
    "143": {
      "name": "Cote d'Ivoire",
      "code": "CIV"
    },
    "145": {
      "name": "Haiti",
      "code": "HTI"
    },
    "149": {
      "name": "Greece",
      "code": "GRC"
    },
    "155": {
      "name": "Finland",
      "code": "FIN"
    },
    "158": {
      "name": "Ethiopia",
      "code": "ETH"
    },
    "166": {
      "name": "Costa Rica",
      "code": "CRI"
    },
    "168": {
      "name": "Congo",
      "code": "COG"
    },
    "169": {
      "name": "Comoros",
      "code": "COM"
    },
    "171": {
      "name": "China",
      "code": "CHN"
    },
    "173": {
      "name": "Chad",
      "code": "TCD"
    },
    "195": {
      "name": "Solomon Islands",
      "code": "SLB"
    },
    "199": {
      "name": "Cook Islands",
      "code": "COK"
    },
    "207": {
      "name": "Iceland",
      "code": "ISL"
    },
    "208": {
      "name": "Kuwait",
      "code": "KWT"
    },
    "224": {
      "name": "Palau",
      "code": "PLW"
    },
    "225": {
      "name": "Timor",
      "code": "TLS"
    },
    "232": {
      "name": "Sao Tome and Principe",
      "code": "STP"
    },
    "239": {
      "name": "Samoa",
      "code": "WSM"
    },
    "379": {
      "name": "Kosovo",
      "code": "OWID_KOS"
    }
  }
}