{
  "id": 1009166,
  "name": "Deaths from famines by decade",
  "unit": "deaths",
  "createdAt": "2025-01-29T15:22:46.000Z",
  "updatedAt": "2025-03-14T15:07:45.000Z",
  "coverage": "",
  "timespan": "1870-2020",
  "datasetId": 6916,
  "columnOrder": 0,
  "shortName": "decadal_famine_deaths",
  "catalogPath": "grapher/wpf/2025-01-17/total_famines_by_year_decade/total_famines_by_year_decade#decadal_famine_deaths",
  "descriptionShort": "Deaths in famines that are estimated to have killed 100,000 people or more.",
  "descriptionFromProducer": "Famines are assessed based on severity, magnitude, and duration. Magnitude, measured as the total number of excess deaths, was used to determine inclusion in the catalogue. A threshold of 100,000 deaths was applied due to limited demographic research on proportional death rate increases.",
  "descriptionProcessing": "The deaths were assumed to be evenly distributed over the duration of each famine, except for the famine in China between 1958 and 1962, where the source provides a year-by-year breakdown of mortality.",
  "type": "int",
  "grapherConfigIdETL": "0194b2a8-5dfa-74d7-92e3-13974676fba3",
  "dataChecksum": "6553671370474435319",
  "metadataChecksum": "-266660583107933535",
  "datasetName": "Deaths from famines by year and decade",
  "updatePeriodDays": 365,
  "datasetVersion": "2025-01-17",
  "nonRedistributable": false,
  "display": {
    "unit": "deaths",
    "numDecimalPlaces": 0
  },
  "schemaVersion": 2,
  "presentation": {
    "topicTagsLinks": [
      "Famines"
    ]
  },
  "descriptionKey": [
    "WPF defines a famine as mass mortality due to mass starvation, with mass starvation being the \"destruction, deprivation or loss of objects and activities required for survival\".",
    "WPF coded the most credible estimate of the number of deaths across sources. If there were several equally credible estimates, WPF used their median.",
    "The 1910–1919 famine in British Somaliland and the African Red Sea Region (Sudan, Northern Ethiopia, Eritrea, and Djibouti) is treated as a single event because the 100,000+ mortality estimate applies to the entire region, not individual areas.",
    "For the Ottoman Empire (1894–1896), East Africa (1896–1900), and the combined Somaliland–African Red Sea Region famine (1910–1919), the 100,000 death estimate is a **minimum**, meaning the actual death toll was likely higher."
  ],
  "dimensions": {
    "years": {
      "values": [
        {
          "id": 1870
        },
        {
          "id": 1880
        },
        {
          "id": 1890
        },
        {
          "id": 1900
        },
        {
          "id": 1910
        },
        {
          "id": 1920
        },
        {
          "id": 1930
        },
        {
          "id": 1940
        },
        {
          "id": 1950
        },
        {
          "id": 1960
        },
        {
          "id": 1970
        },
        {
          "id": 1980
        },
        {
          "id": 1990
        },
        {
          "id": 2000
        },
        {
          "id": 2010
        },
        {
          "id": 2020
        }
      ]
    },
    "entities": {
      "values": [
        {
          "id": 273,
          "name": "Africa",
          "code": null
        },
        {
          "id": 275,
          "name": "Asia",
          "code": null
        },
        {
          "id": 276,
          "name": "Europe",
          "code": null
        },
        {
          "id": 294,
          "name": "North America",
          "code": null
        },
        {
          "id": 295,
          "name": "South America",
          "code": null
        },
        {
          "id": 355,
          "name": "World",
          "code": "OWID_WRL"
        }
      ]
    }
  },
  "origins": [
    {
      "id": 2538,
      "title": "The WPF Famine Dataset",
      "description": "The World Peace Foundation has compiled a comprehensive dataset cataloging famines and mass starvation events since 1870. Their main dataset focuses on events that caused 100,000 or more deaths.\n\nThe dataset faces several methodological challenges that require careful consideration. Historical data quality varies significantly across different periods and regions, making direct comparisons challenging. Different measurement methods and inconsistent data collection practices further complicate the analysis. A particularly notable observation is that the worse a humanitarian emergency becomes, the more difficult it becomes to gather reliable data about it. These challenges are compounded by the complexity of defining famine boundaries and categorizing different types of mass starvation events.\n\nThe framework for defining famines in this dataset encompasses three main categories: conventional famines driven by food crises, mass starvation caused by war or genocide, and massive humanitarian emergencies. These events are distinguished from chronic poverty by being distinct episodes rather than ongoing conditions. The methodology uses a threshold of 100,000 deaths for practical purposes, considering both direct starvation deaths and related health crisis mortality. The dataset has evolved from using \"lowest credible estimate\" to \"most credible estimate\" for death tolls, and employs placeholder estimates of \"100,000+\" when exact figures are unavailable.\n\nThe classification of famine causes follows a structured approach, identifying immediate triggers, contributory factors, and structural causes. The dataset recognizes four main triggers: adverse climate, government policies, armed conflict, and genocide. Importantly, the authors note that famine causes are often complex and interconnected, rarely attributable to a single factor.\n\nGiven these methodological considerations, the authors emphasize that this compilation should be viewed more as a catalogue than a strict dataset, suitable for drawing general conclusions rather than precise statistical analyses. The dataset remains open for expert review and input, functioning as a living document that can be updated as new information becomes available.",
      "producer": "World Peace Foundation",
      "citationFull": "Historic Famines dataset. World Peace Foundation (2025).",
      "urlMain": "https://worldpeacefoundation.org/",
      "dateAccessed": "2025-10-03",
      "datePublished": "2025",
      "license": {
        "name": "permission obtained from the authors"
      }
    }
  ]
}