{
  "id": 1516,
  "name": "Share of population with an episode of homelessness (Toro et al. (2007))",
  "unit": "%",
  "description": "Share of the population who have ever been homeless.",
  "createdAt": "2017-02-16T23:33:34.000Z",
  "updatedAt": "2023-06-15T05:05:42.000Z",
  "coverage": "",
  "timespan": "",
  "datasetId": 354,
  "shortUnit": "%",
  "columnOrder": 0,
  "dataPath": "https://api.ourworldindata.org/v1/indicators/1516.data.json",
  "metadataPath": "https://api.ourworldindata.org/v1/indicators/1516.metadata.json",
  "datasetName": "Homelessness prevalence - Toro et al. (2007)",
  "type": "float",
  "nonRedistributable": false,
  "display": {
    "unit": "Percent"
  },
  "source": {
    "id": 461,
    "name": "Homelessness prevalence - Toro et al. (2007)",
    "dataPublishedBy": "Toro, P. A., Tompsett, C. J., Lombardo, S., Philippot, P., Nachtergael, H., Galand, B., ... & MacKay, L. (2007). Homelessness in Europe and the United States: A comparison of prevalence and public opinion. Journal of Social Issues, 63(3), 505-524.",
    "dataPublisherSource": "Telephone interviews.",
    "link": "http://www.uclep.be/wp-content/uploads/pdf/Pub/Toro_JSI_2007.pdf",
    "retrievedDate": "16/02/2017",
    "additionalInfo": "Interviews took place at different points in time within and across countries. All interviews took place in the period 1999-2003. \r\n\r\nThe source provides the following information regarding the data-collecting process:\r\n\r\n\"Random samples of 250–435 adults were interviewed by telephone in five different nations (N = 1,546): Belgium, Germany, Italy, the UK, and the United States. The interview included questions on respondent attitudes, knowledge, and opinions regarding homelessness; respondents’ own personal experiences with homelessness and homeless people; and demographic characteristics of the respondents.\r\n\r\nRespondents’ personal experiences with homelessness were assessed by querying whether they had ever considered themselves homeless or in another precarious housing situation, following up with items directed at ascertaining the age at which they experienced homelessness, the duration of the episode of homelessness, and whether they were literally homeless (slept in a shelter, in a park) or 'precariously housed' (slept at a friend’s house because they had no other place to go).\"\r\n\r\nWe report estimates only for literal homelessness."
  },
  "dimensions": {
    "years": {
      "values": [
        {
          "id": 2003
        }
      ]
    },
    "entities": {
      "values": [
        {
          "id": 1,
          "name": "United Kingdom",
          "code": "GBR"
        },
        {
          "id": 4,
          "name": "Belgium",
          "code": "BEL"
        },
        {
          "id": 6,
          "name": "Germany",
          "code": "DEU"
        },
        {
          "id": 8,
          "name": "Italy",
          "code": "ITA"
        },
        {
          "id": 13,
          "name": "United States",
          "code": "USA"
        }
      ]
    }
  }
}