{
  "id": 901310,
  "name": "People living in countries without regime data",
  "unit": "countries",
  "createdAt": "2024-05-20T09:12:35.000Z",
  "updatedAt": "2025-03-14T14:59:08.000Z",
  "coverage": "",
  "timespan": "1972-2023",
  "datasetId": 6519,
  "columnOrder": 0,
  "shortName": "pop_regime_fh__category__1",
  "catalogPath": "grapher/democracy/2024-05-16/fh/fh_regions#pop_regime_fh__category__1",
  "dimensions": {
    "years": {
      "values": [
        {
          "id": 1972
        },
        {
          "id": 1973
        },
        {
          "id": 1974
        },
        {
          "id": 1975
        },
        {
          "id": 1976
        },
        {
          "id": 1977
        },
        {
          "id": 1978
        },
        {
          "id": 1979
        },
        {
          "id": 1980
        },
        {
          "id": 1982
        },
        {
          "id": 1983
        },
        {
          "id": 1984
        },
        {
          "id": 1985
        },
        {
          "id": 1986
        },
        {
          "id": 1987
        },
        {
          "id": 1988
        },
        {
          "id": 1989
        },
        {
          "id": 1990
        },
        {
          "id": 1991
        },
        {
          "id": 1992
        },
        {
          "id": 1993
        },
        {
          "id": 1994
        },
        {
          "id": 1995
        },
        {
          "id": 1996
        },
        {
          "id": 1997
        },
        {
          "id": 1998
        },
        {
          "id": 1999
        },
        {
          "id": 2000
        },
        {
          "id": 2001
        },
        {
          "id": 2002
        },
        {
          "id": 2003
        },
        {
          "id": 2004
        },
        {
          "id": 2005
        },
        {
          "id": 2006
        },
        {
          "id": 2007
        },
        {
          "id": 2008
        },
        {
          "id": 2009
        },
        {
          "id": 2010
        },
        {
          "id": 2011
        },
        {
          "id": 2012
        },
        {
          "id": 2013
        },
        {
          "id": 2014
        },
        {
          "id": 2015
        },
        {
          "id": 2016
        },
        {
          "id": 2017
        },
        {
          "id": 2018
        },
        {
          "id": 2019
        },
        {
          "id": 2020
        },
        {
          "id": 2021
        },
        {
          "id": 2022
        },
        {
          "id": 2023
        }
      ]
    },
    "entities": {
      "values": [
        {
          "id": 273,
          "name": "Africa",
          "code": null
        },
        {
          "id": 275,
          "name": "Asia",
          "code": null
        },
        {
          "id": 276,
          "name": "Europe",
          "code": null
        },
        {
          "id": 294,
          "name": "North America",
          "code": null
        },
        {
          "id": 277,
          "name": "Oceania",
          "code": null
        },
        {
          "id": 295,
          "name": "South America",
          "code": null
        },
        {
          "id": 355,
          "name": "World",
          "code": "OWID_WRL"
        }
      ]
    }
  },
  "type": "int",
  "dataChecksum": "797579440694984432",
  "metadataChecksum": "1977101437637914178",
  "datasetName": "Freedom in the World",
  "updatePeriodDays": 365,
  "datasetVersion": "2024-05-16",
  "nonRedistributable": false,
  "display": {
    "unit": "countries"
  },
  "schemaVersion": 2,
  "presentation": {
    "topicTagsLinks": [
      "Democracy"
    ]
  },
  "origins": [
    {
      "id": 714,
      "titleSnapshot": "Freedom in the World - Country and Territory Ratings and Statuses, 1973-2024",
      "title": "Freedom in the World",
      "descriptionSnapshot": "These worksheets list all country ratings and statuses since the annual Freedom in the World survey was first compiled to cover the year 1972.\n\n**METHODOLOGY**:\n\nUntil 2003, countries and territories whose combined average ratings for PR and CL fell between 1.0 and 2.5 were designated Free; between 3.0 and 5.5 Partly Free, and between 5.5 and 7.0 Not Free. Beginning with the ratings for 2003, countries whose combined average ratings fall between 3.0 and 5.0 are Partly Free, and those between 5.5 and 7.0 are Not Free. Other methodological changes have been effected periodically. For detailed discussions of each edition's methodology and any changes, please consult the methodology essays published with each edition. Please refer to the full methodology for more details: https://freedomhouse.org/reports/freedom-world/freedom-world-research-methodology\n\n**COUNTRY NOTES AND CLARIFICATIONS**\n\nSeveral countries have become independent, separated into two or more countries, or merged with a neighboring state. Scores for such countries are given only for the period of their existence as independent states.\n\n1. In the 1973 edition, South Africa was rated as White(2,3 Free) and Black(5,6 Not Free).\n\n2. For Yugoslavia, ratings from edition 2000 to 2003 were for the country that remained following the departures between 1991 and 1992 of Slovenia, Croatia, Macedonia, and Bosnia-Herzegovina. In February 2003, the Yugoslav parliament adopted a constitutional charter establishing the state of Serbia and Montenegro. Beginning with the 2004 edition, Yugoslavia is listed as \"Serbia and Montenegro.\" The State Union of Serbia and Montenegro dissolved when Montenegro withdrew in June 2006, making Serbia an independent state. Thus, the ratings for Serbia and Montenegro are listed separately beginning with the 2007 edition. Kosovo was first listed as a territory beginning in 1993-94 edition. Since the 2010 edition, it is listed as an independent country.\n\n3. South Sudan was first listed as an independent country in the 2012 edition after officially separating from Sudan in July 2011.\n\n4. The former Zaire is listed under Congo (Kinshasa), and the former Western Samoa is listed under Samoa.\n\n**TERRITORY NOTES AND CLARIFICATIONS**\n\nTerritories have been added to and eliminated from the survey at various times.\n\n1. Northern Cyprus was listed as a country in the survey from edition 1982 to edition 1991-92, and has been listed as a territory since the 1992-93 edition of the survey.\n\n2. In the 1995-96 edition of the survey, West Bank and Gaza Strip were considered as one unit. Beginning with the 1996-97 edition a distinction was made between the Israeli-Occupied Territories and the Palestinian Authority Administered Territories. This followed the transfer of administrative authority over portions of the West Bank and Gaza from Israel to the Palestinian Authority with the sighing of the Oslo II agreement in September 1995. Beginning with the 2011 edition, the territories are divided along geographical, rather than shifting jurisdictional, lines, with one report for the West Bank and one for the Gaza Strip\n\n3. Chechnya was rated separately from the 1998-99 edition through the 2009 edition; since then, developments in this jurisdiction have been addressed in the Russia report.\n\n4. Puerto Rico was rated separately from the 1975 edition to the 2016 edition; since then, developments in this jurisdiction have been addressed in the United States report.",
      "description": "The Freedom in the World report is composed of numerical ratings and supporting descriptive texts for 195 countries and 15 territories. External analysts assess 210 countries and territories, using a combination of on-the-ground research, consultations with local contacts, and information from news articles, nongovernmental organizations, governments, and a variety of other sources. Expert advisers and regional specialists then vet the analysts’ conclusions. The final product represents the consensus of the analysts, advisers, and Freedom House staff.\n\nFor each country and territory, Freedom in the World analyzes the electoral process, political pluralism and participation, the functioning of the government, freedom of expression and of belief, associational and organizational rights, the rule of law, and personal autonomy and individual rights.",
      "producer": "Freedom House",
      "citationFull": "House, Freedom. \"Freedom in the world. Freedom House.\" (2021).",
      "urlMain": "https://freedomhouse.org/report/freedom-world",
      "urlDownload": "https://freedomhouse.org/sites/default/files/2024-02/Country_and_Territory_Ratings_and_Statuses_FIW_1973-2024.xlsx",
      "dateAccessed": "2024-05-16",
      "datePublished": "2024-02-01",
      "license": {
        "url": "https://freedomhouse.org/about-us/content-permissions",
        "name": "Freedom House 2024"
      }
    },
    {
      "id": 715,
      "titleSnapshot": "Freedom in the World - Aggregate Category and Subcategory Scores, 2003-2024",
      "title": "Freedom in the World",
      "descriptionSnapshot": "This workbook lists all publicly available data by survey year (e.g. survey FIW2003 analyzes calendar year 2002).\n\nThe same indicators were present from FIW2003 through FIW2017.\n\nIn FIW2018, Add A (Additional Discretionary Question A) was eliminated, and Add B (Additional Discretionary Question B) was renamed Add Q.\n\nFor data-analysis purposes, Freedom in the World divides countries and territories into six world regions: Africa, the Americas, Asia-Pacific, Eurasia, Europe, and the Middle East. Prior to the 2022 edition, the countries of North Africa were grouped with the Middle East rather than the rest of Africa.",
      "description": "The Freedom in the World report is composed of numerical ratings and supporting descriptive texts for 195 countries and 15 territories. External analysts assess 210 countries and territories, using a combination of on-the-ground research, consultations with local contacts, and information from news articles, nongovernmental organizations, governments, and a variety of other sources. Expert advisers and regional specialists then vet the analysts’ conclusions. The final product represents the consensus of the analysts, advisers, and Freedom House staff.\n\nFor each country and territory, Freedom in the World analyzes the electoral process, political pluralism and participation, the functioning of the government, freedom of expression and of belief, associational and organizational rights, the rule of law, and personal autonomy and individual rights.",
      "producer": "Freedom House",
      "citationFull": "House, Freedom. \"Freedom in the world. Freedom House.\" (2021).",
      "urlMain": "https://freedomhouse.org/report/freedom-world",
      "urlDownload": "https://freedomhouse.org/sites/default/files/2024-02/Aggregate_Category_and_Subcategory_Scores_FIW_2003-2024.xlsx",
      "dateAccessed": "2024-05-16",
      "datePublished": "2024-02-01",
      "license": {
        "url": "https://freedomhouse.org/about-us/content-permissions",
        "name": "Freedom House 2024"
      }
    },
    {
      "id": 73,
      "title": "Population",
      "description": "Our World in Data builds and maintains a long-run dataset on population by country, region, and for the world, based on various sources.\n\nYou can find more information on these sources and how our time series is constructed on this page: https://ourworldindata.org/population-sources",
      "producer": "Various sources",
      "citationFull": "The long-run data on population is based on various sources, described on this page: https://ourworldindata.org/population-sources",
      "attribution": "Population based on various sources (2023)",
      "attributionShort": "Population",
      "urlMain": "https://ourworldindata.org/population-sources",
      "dateAccessed": "2023-03-31",
      "datePublished": "2023-03-31",
      "license": {
        "name": "CC BY 4.0"
      }
    }
  ]
}