{
  "id": 450106,
  "name": "Total investment",
  "unit": "",
  "description": "Merger/acquisition: refers to a buyer acquiring more than 50% of the existing ownership stake in entities, asset product, and business divisions.\n\nPrivate investment: a private placement is a private sale of newly issued securities (equity or debt) by a company to a selected investor or a selected group of investors. The stakes that buyers take in private placements are often minority stakes (under 50%), although it is possible to take control of a company through a private placement as well, in which case the private placement would be a majority stake investment.\n\nMinority stake: These refer to minority stake acquisitions in Quid, which take place when the buyer acquires less than 50% of the existing ownership stake in entities, asset product, and business divisions.",
  "createdAt": "2022-07-06T10:08:42.000Z",
  "updatedAt": "2022-07-06T19:43:14.000Z",
  "coverage": "",
  "timespan": "",
  "datasetId": 5648,
  "columnOrder": 0,
  "datasetName": "AI Index Report 2022 - Global corporate AI investment",
  "type": "int",
  "nonRedistributable": false,
  "display": {
    "unit": "current US$",
    "shortUnit": "$",
    "includeInTable": true,
    "numDecimalPlaces": 0
  },
  "source": {
    "id": 22708,
    "name": "AI Index Report 2022",
    "dataPublishedBy": "Daniel Zhang, Nestor Maslej, Erik Brynjolfsson, John Etchemendy, Terah Lyons, James Manyika, Helen Ngo, Juan Carlos Niebles, Michael Sellitto, Ellie Sakhaee, Yoav Shoham, Jack Clark, and Raymond Perrault, “The AI Index 2022 Annual Report,” AI Index Steering Committee, Stanford Institute for Human-Centered AI, Stanford University, March 2022.",
    "dataPublisherSource": "AI Index Report 2022",
    "link": "https://aiindex.stanford.edu/report/",
    "retrievedDate": "6 July 2022",
    "additionalInfo": "The AI Index is an independent initiative at the Stanford University Institute for Human-Centered Artificial Intelligence. The mission of the AI Index is “to provide unbiased, rigorously vetted, and globally sourced data for policymakers, researchers, executives, journalists, and the general public to develop intuitions about the complex field of AI.”\n\nAccording to the AI Index: \"NetBase Quid... aggregates over 6 million global public and private company profiles, updated on a weekly basis, including metadata on investments, location of headquarters, and more. NetBase Quid also applies natural language processing technology to search, analyze, and identify patterns in large, unstructured datasets, like aggregated blogs, company and patent databases.\""
  },
  "dimensions": {
    "years": {
      "values": [
        {
          "id": 2013
        },
        {
          "id": 2014
        },
        {
          "id": 2015
        },
        {
          "id": 2016
        },
        {
          "id": 2017
        },
        {
          "id": 2018
        },
        {
          "id": 2019
        },
        {
          "id": 2020
        },
        {
          "id": 2021
        }
      ]
    },
    "entities": {
      "values": [
        {
          "id": 304405,
          "name": "Merger/acquisition",
          "code": null
        },
        {
          "id": 304408,
          "name": "Public offering",
          "code": null
        },
        {
          "id": 304407,
          "name": "Private investment",
          "code": null
        },
        {
          "id": 304406,
          "name": "Minority stake",
          "code": null
        }
      ]
    }
  }
}