{"variables":{"107807":{"years":[2008,2009,2012,2012,2012,2012,2012,2012,2012,2015,2017,2017,2017,2017,2017,2017,2017,2018],"entities":[27,262,22,215,214,66,35,30,18,144,289,36416,36458,36460,36461,36463,90620,379],"values":[100,100,75.9,75.92,100,73,74,100,100,100,43.4,94,89.6,66.7,72,73.5,80.4,71],"id":107807,"name":"11.6.1 - Municipal Solid Waste collection coverage, by cities (%) - EN_REF_WASCOL - All areas or breakdown by cities not available","unit":"Percentage","description":null,"createdAt":"2019-11-15T20:22:59.000Z","updatedAt":"2019-11-15T20:22:59.000Z","code":null,"coverage":"","timespan":"","datasetId":4511,"sourceId":17273,"shortUnit":null,"display":{},"columnOrder":0,"originalMetadata":null,"datasetName":"Municipal Solid Waste collection coverage, by cities (%)","s_id":17273,"s_name":"Municipal Solid Waste collection coverage, by cities (%) (UN SDG, 2019)","source":{"id":17273,"name":"Municipal Solid Waste collection coverage, by cities (%) (UN SDG, 2019)","dataPublishedBy":"United Nations Statistics Division","dataPublisherSource":"","link":"https://unstats.un.org/sdgs/indicators/database/","retrievedData":"","additionalInfo":" \n\nLast updated: 14 February 2018 \n\nGoal 11: Make cities and human settlements inclusive, safe, resilient and sustainable \nTarget 11.6: By 2030, reduce the adverse per capita environmental impact of cities, including by paying \nspecial attention to air quality and municipal and other waste management \nIndicator 11.6.1: Proportion of urban solid waste regularly collected and with adequate final \ndischarge out of total urban solid waste generated, by cities \n \n\nInstitutional information \n\n \nOrganization(s): \nUnited Nations Human Settlements Programme (UN-Habitat) \n \nConcepts and definitions \n\n \nDefinition: \nProportion of municipal solid waste regularly collected and with adequate treatment and disposal out of \ntotal municipal solid waste generated. \n  \nThe goal of this indicator aims to generate the proportion of municipal solid waste regularly collected and \nthat is adequately treated and disposed out of all the total municipal waste generated by the city.  \n \nRationale: \nUrban households and businesses produce substantial amounts of solid waste that must be collected \nregularly, recycled or treated and disposed properly in order to maintain healthy and sanitary living \nconditions. Many cities are increasingly facing solid waste management challenges due to rapid \nurbanization, lack of technical and financial capacity or low policy priority. As urbanization and population \ngrowth will continue, it is expected that municipal solid waste generation will double by 2025. In \naddition, the higher the income level of a city, the greater the amount of the solid waste produced. \nTherefore, the economic growth to be experienced in the developing and emerging countries will pose \ngreater challenges in solid waste management to local governments in the next decades. \n \nAdverse environmental impact of uncollected waste in a city is significant. Uncollected solid waste can \nend up in drains leading to blocked drainages and cause unsanitary conditions that have a direct health \nimpact on residents. Open burning of uncollected waste produces pollutants that are highly damaging \nlocally and globally. Vectors such as mosquitos usually breed in blocked drainages and blocked drainage \ncontributes to the cause of flooding. In 2015, the Global Waste Management Outlook estimated that at \nleast 2 billion people do not have access to regular waste collection. This is particularly worse in informal \nsettlements and the UN-Habitat’s report Solid Waste Management in World Cities published in 2010 \nestimated only 5% of waste in squatter areas is regularly collected.   \n \nEven when solid waste is collected, it is not uncommon that recycling and treatment facilities or landfill \nsites are not operated in an environmental sound manner, especially when lacking a pollution control \nsystem. Particularly in developing countries lacking technical and financial capacity, open dumping or \nuncontrolled landfill is the common way of disposal. Leachate generated in dumping sites pollutes \nsurface and groundwater. Frequent fire and explosions caused by the high temperature inside the \naccumulated waste is a source of air pollution. Composting and recycling facilities and incineration plants \n\n\f \n\nLast updated: 14 February 2018 \n\nlacking pollution control systems are the one of the largest pollution source. Open dumpsites are major \nsource of greenhouse gasses (GHG) emission in urban settings, and if the situation follows the business as \nusual together with the rapid urbanization, dumpsites will account for 8-10% of the global anthropogenic \nGHG emission by 2025. \n \nImproper waste management accelerates poverty and social exclusion. In an open dumpsite, waste \npickers or scavengers are regularly collecting recyclables without any protection measures. They are \nexposed to extreme health threats and it is estimated that 20% of these waste pickers are children \nmissing school. The frequent explosion or landslides in open dumpsites often kill these waste pickers \nworking on the pile of waste. It is also not unusual that gangs or cartels are involved in these informal \nrecycling activities or open dumpsites operations.                                                            \n \nThe indicator 11.6.1 is the quotient of municipal solid waste regularly collected and with adequate \ntreatment and disposal divided by total municipal solid waste generation of a city. This can effectively \naddress the key aspects in the waste stream from generation to disposal.  Municipal solid waste \nmanagement is generally the mandate of sub-national or local governments and has four stages: waste \ngeneration; waste collection and transport; recycling and treatment; and disposal. In these four stages, \nenvironmentally sound way of management and operation are essential to reduce the adverse \nenvironmental impact of cities. Also, the environmentally sound management of solid waste contributes \nto the formalisation of informal sector and improves waste pickers lives in many cases. For example, the \nimprovement of solid waste disposal operation through upgrading open dumpsites to sanitary landfills \ncreates jobs in waste separation or landfill site operation. This can empower waste pickers who currently \nwork under extreme conditions.  \n \nThe indicator 11.6.1 will also promote Integrated Solid Waste Management (ISWM). An integrated solid \nwaste management system is strongly connected to three dimensions: urban environmental health, the \nenvironment and resource management. Moreover, a regular solid waste management strategy is a clear \nindicator of the effectiveness of a municipal administration. Good waste governance that is inclusive, \nfinancially sustainable and based on sound institutions is one of the key challenges of the 21st century, \nand one of the key responsibilities of a city government. \n \nMany developing and transitional country cities still have an active informal sector and micro-enterprise \nrecycling, reuse and repair; often achieve recycling and recovery rates comparable to those in the west, \nresulting in savings to the waste management budget of the cities. There is a major opportunity for the \ncity to build on these existing recycling systems, reducing some unsustainable practices and enhancing \nthem to protect and develop people’s livelihoods, and to reduce still further the costs to the city of \nmanaging the residual wastes. The formal and informal sectors need to work together, for the benefit of \nboth. Promoting this indicator also can help formalization of the informal sector in the process of \nincreasing the portion of ‘solid waste with adequate discharge’.  \n \nThe indicator 11.6.1 has strong linkages to other SDG indicators such as 6.3 (proportion of wastewater \nsafely treated), 12.4.2 (Hazardous waste generated per capita and proportion of hazardous waste treated \nand by type of treatment) and 12.5 (National recycling rate).  It is important to harness synergies and \nmanage potential conflicts or trade-offs both within and between the indicators. This will require \ncollaboration across institutions that are traditionally structured in silos that focus on specific sectors. \nNew ways of collaborative working in partnerships with either informal or formal mechanisms are \nneeded to facilitate collaboration such that policy makers, managers and experts with different \n\n\f \n\nLast updated: 14 February 2018 \n\nresponsibilities are able to harness the synergies between goals and targets. This will be a major \nchallenge in implementation of the 2030 Agenda.  \n \nConcepts: \nIt will be necessary to define the following components to compute the proportion of municipal solid \nwaste regularly collected with adequate treatment and disposal out of all the total municipal solid waste \ngenerated by the city.  \n \nMunicipal Solid Waste is waste generated by households, and waste of a similar nature generated by \ncommercial and business establishments, industrial and agricultural premises, institutions such as schools \nand hospitals, public spaces such as parks and streets and construction sites. Generally, it is non-\nhazardous wastes composed of food waste, garden waste, paper and cardboard, wood, textiles, nappies \n(disposable diapers), rubber and leather, plastics, metal, glass, and refuse such as ash, dirt and dust. \nSewage sludge and faecal sludge is also included in the category of municipal solid waste but it excludes \nwastewater.  This will be the monitoring scope of the indicator.  \n \nRegularly Collected Municipal Solid Waste refers to municipal solid waste that is routinely collected from \nspecific addresses or designated collection points. Waste collection is conducted directly by municipal \nauthorities or private contractors licensed/commissioned by municipal authorities with a regular \nschedule of the day of the week and time of collection. In some cases, private waste collection companies \nhave contracts with clients individually and provide collection services.  \n \nUncollected Municipal Solid Waste refers to waste generated in a city but uncollected due to the lack of \ncollection services. In many cities informal settlements areas do not have access to this basic service. The \namount of uncollected waste can be estimated by waste generation per capita in the city multiplied by \nthe population who does not have access to the solid waste collection service.  \n \nTotal Municipal Solid Waste Generated by the City is sum of municipal solid waste, or the sum of \nregularly collected municipal solid waste and uncollected municipal solid waste.  \n \nMunicipal Solid Waste with Adequate Final Treatment and Disposal refers to the total municipal solid \nwaste destined for treatment or disposal facilities that at least reached an intermediate level of control. \nThe level of adequacy for a particular facility can be assessed using the qualitative criteria including 1) \ndegree of control over waste reception and general site management; 2) degree of control over waste \ntreatment and disposal and 3) degree of monitoring and verification of environmental control. A score of \nat least 10 on each criterion is the threshold required to be considered as ‘adequate final treatment and \ndisposal’. \n \nComments and limitations: \nCollection of data for the indicator is not infeasible but it will require training and capacity development. \nThe data on total municipal solid waste generation is globally available although the precision of data is \ndisputable. In general, developed countries have solid waste data collection systems but most of the \nmiddle and low income countries do not have data. In these countries and cities, household survey and \nother complimentary surveys can be conducted for the estimation of municipal waste generation per \ncapita. However, one of the key challenges of data precision in the middle to low income countries is the \nlack of accurate population data in their jurisdiction, particularly regarding slums, where usually no waste \ncollection service is taking place. Also the collection of the data, such as the amount of waste adequately \n\n\f \n\nLast updated: 14 February 2018 \n\ntreated and disposed, will be a challenge for many of national and local governments. The judgement on \nthe adequacy of treatment and disposal of all the waste management facilities, including composting, \nrecycling, incineration facilities in a city, requires high level of technical capacity and large investment in \nhuman resources.  \n \nConsidering the various situations on waste data availability in different countries, it would be better to \nhave different methods to collect data from countries. For OECD or developed countries that already \nhave data, distributing and collecting questionnaire to national officials from responsible ministries such \nas ministry of environment or urban development would be sufficient to collect legitimate data. For \nmiddle to low income countries without legitimate data, baseline survey by waste management \nprofessionals together with monitoring capacity development will be necessary.  \n \nMethodology \n\n \nComputation Method: \nThe numerator of this indicator is ‘municipal solid waste regularly collected with adequate final \ntreatment and disposal’ and the denominator is ‘total municipal solid waste generated by the city’.  \n \n\nmunicipal solid waste regularly collected with adequate final treatment and disposal\n\n? =\n\nTotal municipal solid waste generated by the city\n\n× 100 (%) \n\n \nMultiplication of the municipal solid waste generation per capita and population of the city can estimate \ntotal municipal solid waste generated by the city. When the municipal solid waste generation per capita \nis not available, household survey for a daily waste generation in household and other premises (e.g. \nrestaurants, hotels, hospitals, schools, etc.) should be conducted. Since the waste generation can differ \naccording to the seasons, the survey should be conducted at least two times a year to estimate the \nmunicipal solid waste generation per capita. \n \nMunicipal solid waste regularly collected with adequate final treatment and disposal is estimated through \nqualitative judgement of the degree of environmental control of facilities where the city’s municipal \nwaste is collected and transported. The judgement of environmental control can be conducted in line \nwith the criteria below. Another important thing is to deduct residue amount from treatment facilities to \navoid double count. \n\n\f \n\n(1) Degree of control over \nwaste reception and handling \nat each site. This criterion \nshould be applied to all \ntreatment and disposal sites, \nwhatever the specific process \nbeing used. \n\n(2) Degree of control over \nboth the waste treatment and \ndisposal process in use at \neach site and over any \npotential emissions. \nThis criterion covers both the \npresence of the necessary \ntechnologies, and the \noperating procedures for their \nproper use. \n\nLast updated: 14 February 2018 \n\nFactors affecting the assessment include: \nVehicular access to the site (high level of control: hard surfaced access \nroads of adequate width and load-bearing capacity, kept clean and free \nof mud) \n Traffic management (high level of control: any queues for site access \nkept short in time and contained within the site; little impact of traffic \non neighbours). \nSite security (high level of control: site fenced; no unauthorised site \naccess; gates locked when site closed). \nWaste reception and record keeping (high level of control: reception \noffice; staffed during all opening hours; all vehicles logged and loads \nchecked; weighbridge installed and all weights logged). Note that the \nprocedures for monitoring the records thus collected are assessed under \n(3).  \nWaste unloading (high level of control: waste directed to a designated \narea; unloading supervised by site staff). \nControl over nuisance (high level of control: successful control of \nwindblown litter, flies, vermin, birds and of ‘mud’ leaving the site on \nvehicle tyres)  \nControl of fires (high level of control: no routine burning of wastes; no \n‘wild’ fires; active fire prevention and emergency response systems in \nplace in case of accidental fire) \n\n0 is scored \n5 \n10 \n15 \n20 \n\na. No control                                      \nb. Low level of control \nc. Medium level of control \nd. Medium/High level of control \ne. High level of control \nThe nature of controls required will depend on both the process \nemployed and on the potential emissions. As an example, the table \nbelow provides guidance on how the general principles can be applied \nto land disposal and thermal treatment (using the specific example of \nmass-burn incineration). \nFor biological treatment, the detail will vary with the type of process \n(e.g. windrow composting, in-vessel composting, anaerobic digestion). \nHowever, in all cases a ‘high level’ of control would imply a high degree \nof control over: the incoming waste (to avoid hazardous waste or \ncontrary materials); processing temperature to ensure pathogen \ndestruction; retention time in the process; mixing in the process \n(including turning of windrows); atmospheric emissions including odours \nand bio aerosols; and leachate collection and treatment. \nSimilar principles can be applied to other facilities, including mechanical-\nbiological treatment (MBT) plants, advanced thermal treatment and \nnew technologies for valorisation of organic waste in developing \ncountries. In each case, the user may use the following scoring tables as \na ‘best judgment’ guideline for scoring. \nWhere a fuel is being made from waste to be burnt elsewhere, then the \nassessment should include the process and emission controls at the user \nfacilities. \n\n\f \n\n(3) Degree of monitoring and \nverification of environmental \ncontrols (Includes the \nexistence and regular \nimplementation of: robust \nenvironmental permitting/ \nlicensing procedures; regular \nrecord keeping, monitoring \nand verification carried out by \nthe facility itself; AND \nmonitoring, inspection and \nverification by an \nindependent regulatory body) \n\nLast updated: 14 February 2018 \n\nThe environmental monitoring programme and process control record \nkeeping required will be specific to the type of facility. \nAll sites must comply with the federal/national/local environmental \nlegislation, have conducted an Environmental Impact Assessment (EIA) \nwhere necessary, have obtained the most recent permit/license and \nkept it up-to-date. \nPermitting processes should be supportive of initiatives that improve \nenvironmental performance of the system. A lower score should be \nassigned if permitting processes for improved facilities have been \nunduly long and complex, while existing facilities continued to operate \nwith much lower levels of (or no) environmental control. \nFor all sites it should include incoming waste volumes, weights and \ncategories; at least occasional monitoring of waste composition and \nrelevant properties; control of ‘nuisance’ (including windblown litter, \nflies, vermin, birds and ‘mud’ leaving the site on vehicle tyres); and \ncontrol of odour, site fires, and emission of potential greenhouse gases \n(particularly methane and nitrous oxides, as well as carbon dioxide). \nFor all land disposal: ground and surface water. \nFor engineered and sanitary landfills: leachate and landfill gas \nmanagement. \nFor thermal treatment: moisture content and calorific value of incoming \nwastes; temperature, residence time, emissions to air (including those \nof nitrogen oxides (NO), sulphur dioxide (SO2), hydrogen chloride (HCl), \nheavy metals and dioxins), effluent treatment and disposal, and the \nquantities and management methods of both fly ash and bottom ash. \nFor biological treatment: input waste controls (to protect both the \nprocess and the product quality); process control (temperature, \nresidence time, mixing); product quality control; emissions controls; and \ngreenhouse gas controls (particularly methane and nitrous oxides). \nNo compliance \nLow compliance \nMedium Compliance \nMedium/High compliance \nHigh compliance \n\n0 is scored \n5 \n10 \n15 \n20 \n\n \n \n \na.  None \n\nLevel of Control \n\nScore \n0 \n\nb.  Low (Semi-\n\n5 \n\ncontrolled facility) \n\nLand disposal \nUncontrolled dumping–no \ncontrols \nSite staffed; waste placed in \ndesignated area; some site \nequipment \n\nc.  Medium \n\n10 \n\n(Controlled \nfacility) \n\nWaste compacted using site \nequipment; waste covered (at \nleast irregularly) \n\nd.  Medium/high \n\n15 \n\n(Engineered \nfacility) \n\nEngineered landfill site: use daily \ncover material; some level of \nleachate containment and \ntreatment; collection of landfill \ngas \n\nThermal treatment \nUncontrolled burning lacking most \n‘control’ functions \nSite staffed; some containment \nand management of combustion \nprocess; basic operating \nprocedures to control nuisance \nEmission controls to capture \nparticulates; trained staff follow \nset operating procedures; \nequipment properly maintained; \nash properly managed \nHigh levels of engineering and \nprocess control over residence \ntime, turbulence and \ntemperature; emission controls to \ncapture acid gases and capture \n\n\fLast updated: 14 February 2018 \n\ndioxins; active management of fly \nash. \nBuilt to and operating in \ncompliance with international best \npractice including e.g. EU or other \nsimilarly stringent stack and GHG \nemission criteria Fly ash managed \nas a hazardous waste using best \nappropriate technology. \n\ne.  High (State-of-\nthe-art facility) \n\n20 \n\nFully functional sanitary landfill \nsite: properly sited and designed; \nleachate containment (naturally \nconsolidated clay on the site or \nconstructed liner); leachate & gas \ncollection; gas flaring and/or \nutilization; final cover; post \nclosure plan \n\n \nAll the treatment and disposal facilities that receive municipal solid waste of the city are checked against \nthe criteria above and scored. Facilities that are scored above 10 for all the criteria are accounted as \nfacilities that can deliver ‘adequate treatment and disposal’.  Therefore, the amount of municipal solid \nwaste received by the facilities that has capacity of delivering ‘adequate treatment and disposal’ is \naccounted as the amount of Municipal solid waste regularly collected with adequate final treatment and \ndisposal. \n \nDisaggregation: \nData for this indicator can be disaggregated at the city and town levels.  \n\n-  Disaggregation by location (intra-urban)  \n-  Disaggregation by source of waste generation e.g. residential, industrial, office, etc.  \n-  Disaggregation by type of final treatment and disposal   \n\n \nTreatment of missing values: \n\n•  At country level \n\nMissing values may arise at the reporting of the city level estimates. At the national level, estimates \nwill be derived from the nationally representative sample of cities, in which case then there will be \nvery few missing entries. \n \n\n•  At regional and global levels \n\nNA \n\n \nRegional aggregates: \nPopulation survey sheet are used for the data collection \nPopulation served by solid waste collection sheet is also used \nPopulation unserved by solid waste collection sheet \nTotal population in the jurisdiction is also collected. \n \nSources of discrepancies: \nData on formal solid waste collection and management may be available from municipal bodies and/or \nprivate contractors. Informal collection data may be available from NGOs and community organizations. \nIt is important that all data sources are used for reporting, otherwise discrepancies are likely to introduce \ninconsistencies in reported figures. \n \nData Sources \n\n \n\n \n\n\f \n\n \n\n \n\n \n\n \n\n \n\n \n\nLast updated: 14 February 2018 \n\nMunicipal Solid Waste Generation Per Capita  \nFor countries and cities that have the data already, data can be collected through questionnaire. For \ncountries and cities that do not have the data, a household survey to identify daily waste generation \nshould be done, at least two times a year in different seasons. In the household survey, liner bags will be \ndistributed to each household to be surveyed and ask head of household to put 7 days of waste \ngenerated. Then the liner bags are collected and its weight is measured. Household to be surveyed \nshould be picked up according to the income levels. Municipal waste from other sources such as market, \nrestaurants, hotels, schools and so on also should be measured. \n \nPopulation in the City \nPopulation census \n \nMunicipal Solid Waste Regularly Collected with Adequate Final Treatment and Disposal \nSurvey on the qualitative judgement of waste treatment and facility as well as daily amount of waste \nreceived by the facilities is required. The sheet below can be utilised. \n \nSurvey Sheet Example for Recycling and Treatment Facilities \n\nTreatment \nfacility name \n\nDegree of \ncontrol \nscore \n\nProcess \nemployed \n\nType of \nwaste \n\nAmount \nof sewage \nsludge  \n\nAmount \nof residue \n\nWhere \nresidue is \nexported \n\nAmount \nof solid \nwaste \nreceived \n \n (t) \n\n \n (t) \n\n \n\n \n\n \n\n \n\n \n(t) \n\n \n (t) \n\n \n(t) \n\n \n (t) \n\n \n\n \n\nSurvey Sheet Example for Disposal Facilities \nLandfill sites \nname \n\nLandfill type \n\nOperation start \nyear \n\nDegree of \ncontrol score \n\nAmount of \nMSW received \n\n \n\n \n\n(1) \n(2) \n(3) \n(1) \n(2) \n(3) \n\n \n (t) \n\n \n (t) \n\nAmount of \nsewage sludge \nreceived \n \n(t) \n\n \n(t) \n\n \nData Availability \n\n \nThe existing global waste data collection system includes the UNSD/UN Environment Questionnaire on \nEnvironment Statistics (waste statistics), the OECD/Eurostat Questionnaire on Waste Statistics and UN-\nHabitat’s CPI. The existing data collection system provides many necessary statistics for calculation of this \nindicator; nevertheless, further work remains to be done to provide all of the basic statistics necessary for \n\n(1) \n(2) \n(3) \n(1) \n(2) \n(3) \n\n \n\n \n\n\f \n\nLast updated: 14 February 2018 \n\nthe indicators.  The UNSD/UNEP Questionnaire on Environment Statistics covers the non-OECD/Eurostat \ncountries while the OECD/Eurostat Questionnaire covers the remaining countries. They both include \nstatistics on waste generated at the national level, municipal waste collected and treated at the national \nlevel, the composition of municipal waste, and the generation and treatment of hazardous waste.  In \naddition, the UNSD/UNEP Questionnaire on Environment Statistics include municipal waste collected and \ntreated at the city level. Some waste data are being collected at the city level by UN-Habitat and UNEP \nand published in reports such as the Status of Solid Waste Management in the World Cities (2010) by UN-\nHabitat and Global Waste Management Outlook (2015) by UNEP.  These reports include solid waste data \nsuch as total waste generation, collection coverage and % of waste by treatment and disposal types, \nwhich have been collected in 39 cities. \n \nTime series: \nThe indicator can be updated annually or biennially depending on the data source stated above. \n \nCalendar \n\n \nData collection and releases: \nThe data can be released annually and the monitoring of the indicator can be repeated at annual \nintervals, allowing for several (15) reporting points until the year 2030.  The Initial data is planned for \nrelease at the city level in April 2018. Thereafter annual releases of data will be undertaken every April.  \n \nData compilers \n\n \nName: \nUN-Habitat, National statistical agencies and city management teams \n \nDescription: \nNational statistical agencies and city management teams will lead the compilation and reporting at a \nnational level. Global and regional reporting will be done by UN-Habitat. The collection of the data is \npossible through the collaboration of international institutions (UN-Habitat, UNEP, The World Bank, AfDB, \nIDB, EBRD and ADB) and bilateral donors (JICA, GDZ, etc.) by conducting survey and capacity \ndevelopment on data collection system. \n \nReferences \n\n \nURL: \nhttp://unhabitat.org/urban-knowledge/global-urban-observatory-guo/ \n \nReferences: \n\n1.  UN-Habitat (2009) Urban Indicators Guidelines, Monitoring the Habitat Agenda and the \n\nMillennium Development Goals-Slums Target. United Nations Human Settlements Programme, \nNairobi. \n\n2.  UN-Habitat, (2010) Collection of Municipal Solid Waste in Developing Countries. United Nations \n\nHuman Settlements Programme Nairobi. \n\n\fLast updated: 14 February 2018 \n\n \n\nNew York.  \n\n3.  United Nations (1997). Glossary of Environment Statistics, Studies in Methods, Series F, No. 67, \n\n4.  World Bank (2012). What a Waste: A Global Review of Solid Waste Management. Urban \n\nDevelopment Series Knowledge Papers.  \n\n5.  World Bank, Urban Solid Waste Management Glossary \n\nhttp://web.worldbank.org/WBSITE/EXTERNAL/TOPICS/EXTURBANDEVELOPMENT/EXTUSWM/0,,\ncontentMDK:20241717~pagePK:148956~piPK:216618~theSitePK:463841,00.html#m Accessed on \n30 May 2016  \n\n6.  UN-Habitat (2010). Solid Waste management in the World Cities Water and Sanitation in the \n\nWorld’s Cities 2010, Earthscan, London, ISBN 978-1-84971-169-2 \nhttp://mirror.unhabitat.org/pmss/listItemDetails.aspx?publicationID=2918 Accessed on 30 May \n2016  \n\n7.  US EPA (1992). Decision-Makers Guide to Solid Waste Management. Report No. 530-R-95-023, \nSecond Edition, Office of Solid Waste and Emergency Response, US Environmental Protection \nAgency.  \n\n8.  United Nations Sustainable Development Knowledge Platform \n\nhttp://Www.Un.Org/Esa/Sustdev/Natlinfo/Indicators/Methodology_Sheets/Consumption_Produ\nction/Waste_Treatment_Disposal.Pdf, Accessed on 30 May 2016  \n\n9.  United Nations Country Classification \n\nhttp://www.un.org/en/development/desa/policy/wesp/wesp_current/2014wesp_country_classi\nfication.pdf Accessed on 31 May 2016  \n\n10.  International Solid Waste Management Association (2015) Roadmap to Closing Waste Dumpsites \n\n11.  http://www.iswa.org/fileadmin/galleries/About%20ISWA/ISWA_Roadmap_Report.pdf Accessed \n\nThe World’s Most Polluted Places  \n\non 26 November, 2016 \n\n12.  Wilson et al-Wasteaware ISWM indicators - doi10.1016j.wasman.2014.10.006 - January 2015 \n13.  Wilson_et_al_Supplementary_information_Wasteaware_ISWM_Benchmark_Indicators_User_M\n\nanual_Online \n\n \nRelated indicators \n\n \n6.3.1: Proportion of wastewater safely treated  \n12.3: Global food loss index \n12.4.2: Hazardous waste generated per capita and proportion of hazardous waste treated and by type of \ntreatment  \n12.5.1: National recycling rate \n \n\n\f"}}},"entityKey":{"18":{"name":"Andorra","code":"AND"},"22":{"name":"Armenia","code":"ARM"},"27":{"name":"Bahrain","code":"BHR"},"30":{"name":"Belarus","code":"BLR"},"35":{"name":"Bosnia and Herzegovina","code":"BIH"},"66":{"name":"North Macedonia","code":"MKD"},"144":{"name":"Hong Kong","code":"HKG"},"214":{"name":"Monaco","code":"MCO"},"215":{"name":"Montenegro","code":"MNE"},"262":{"name":"Macao","code":"MAC"},"289":{"name":"Sub-Saharan Africa","code":null},"379":{"name":"Kosovo","code":"OWID_KOS"},"36416":{"name":"Australia and New Zealand","code":null},"36458":{"name":"Europe and Northern America","code":null},"36460":{"name":"Central and Southern Asia","code":null},"36461":{"name":"Eastern and South-Eastern Asia","code":null},"36463":{"name":"Northern Africa and Western Asia","code":null},"90620":{"name":"Latin America and the Caribbean\t","code":null}}}