{
  "id": 537659,
  "name": "Share of population (aged 15 and over) that attended formal education",
  "unit": "",
  "createdAt": "2022-10-24T15:29:49.000Z",
  "updatedAt": "2023-02-17T19:59:32.000Z",
  "coverage": "",
  "timespan": "",
  "datasetId": 5815,
  "columnOrder": 0,
  "dataPath": "https://catalog.ourworldindata.org/baked-variables/live_grapher/data/537659.json",
  "metadataPath": "https://catalog.ourworldindata.org/baked-variables/live_grapher/metadata/537659.json",
  "datasetName": "Basic education by region - Zanden et al. (2014)",
  "type": "float",
  "nonRedistributable": false,
  "display": {
    "includeInTable": true
  },
  "source": {
    "id": 27101,
    "name": "Basic education by region - Zanden et al. (2014)",
    "dataPublishedBy": "clio-infra.eu via Zanden et al. (2014)",
    "dataPublisherSource": "",
    "link": "https://www.oecd-ilibrary.org/economics/how-was-life_9789264214262-en",
    "retrievedDate": "",
    "additionalInfo": "How was life in 1820, and how has it improved since then? What are the long-term trends in global well-being? Views on social progress since the Industrial Revolution are largely based on historical national accounting in the tradition of Kuznets and Maddison. But trends in real GDP per capita may not fully re­flect changes in other dimensions of well-being such as life expectancy, education, personal security or gender inequality. Looking at these indicators usually reveals a more equal world than the picture given by incomes alone, but has this always been the case? The new report How Was Life? aims to fill this gap. It presents the first systematic evidence on long-term trends in global well-being since 1820 for 25 major countries and 8 regions in the world covering more than 80% of the world’s population. It not only shows the data but also discusses the underlying sources and their limitations, pays attention to country averages and inequality, and pinpoints avenues for further research.\n\nThe How Was Life? report is the product of collaboration between the OECD, the OECD Development Centre and the CLIO-INFRA project. It represents the culmination of work by a group of economic historians to systematically chart long-term changes in the dimensions of global well-being and inequality, using the most recent research carried out within the discipline. The historical evidence reviewed in the report is organised around ten dimensions of well-being that mirror those used by the OECD in its well-being report How’s Life? and draw on the best sources and expertise currently available for historical perspectives in this field. These dimensions are per capita GDP, real wages, educational attainment, life expectancy, height, personal security, political institutions, environmental quality, income inequality and gender inequality."
  },
  "dimensions": {
    "years": {
      "values": [
        {
          "id": 1820
        },
        {
          "id": 1870
        },
        {
          "id": 1880
        },
        {
          "id": 1890
        },
        {
          "id": 1900
        },
        {
          "id": 1910
        },
        {
          "id": 1920
        },
        {
          "id": 1930
        },
        {
          "id": 1940
        },
        {
          "id": 1950
        },
        {
          "id": 1960
        },
        {
          "id": 1970
        },
        {
          "id": 1980
        },
        {
          "id": 1990
        },
        {
          "id": 2000
        },
        {
          "id": 2010
        }
      ]
    },
    "entities": {
      "values": [
        {
          "id": 34613,
          "name": "East Asia",
          "code": null
        },
        {
          "id": 473,
          "name": "Eastern Europe",
          "code": null
        },
        {
          "id": 34620,
          "name": "Latin America and Caribbean",
          "code": null
        },
        {
          "id": 301,
          "name": "Middle East and North Africa",
          "code": null
        },
        {
          "id": 36553,
          "name": "South and South-East Asia",
          "code": null
        },
        {
          "id": 36554,
          "name": "Sub-Sahara Africa",
          "code": null
        },
        {
          "id": 476,
          "name": "Western Europe",
          "code": null
        },
        {
          "id": 36437,
          "name": "Western Offshoots",
          "code": null
        },
        {
          "id": 355,
          "name": "World",
          "code": "OWID_WRL"
        },
        {
          "id": 347594,
          "name": "World ('Best Guess')",
          "code": null
        }
      ]
    }
  }
}