{
  "id": 814473,
  "name": "Annual plastic production between 1950 and 2019",
  "unit": "tonnes",
  "createdAt": "2023-09-28T14:42:19.000Z",
  "updatedAt": "2025-10-23T19:45:25.000Z",
  "coverage": "",
  "timespan": "1950-2019",
  "datasetId": 6245,
  "shortUnit": "t",
  "columnOrder": 0,
  "shortName": "plastic_production",
  "catalogPath": "grapher/plastic_waste/2023-09-26/geyer_2017/geyer_2017#plastic_production",
  "descriptionShort": "Annual production of polymer resin and fibers.",
  "descriptionFromProducer": "Total annual plastic production is global annual pure polymer (resin) production data from 1950 to 2015, published by the Plastics Europe Market Research Group, and global annual fiber production data from 1970 to 2015 published by The Fiber Year and Tecnon OrbiChem (Geyer et al. 2017)",
  "descriptionProcessing": "The data on plastic production from 1950 to 2015 are based on the research by Greyer et al., published in 2017. For the years 2016 to 2018, the figures were projected by applying a consistent annual growth rate of 5%, which aligns with the growth estimates provided by Geyer. The most recent data for the year 2019 has been directly sourced from the OECD Global Plastics Outlook, released in 2022.",
  "type": "int",
  "dataChecksum": "3194724537070900726",
  "metadataChecksum": "8314055734952275827",
  "datasetName": "Production, use, and fate of all plastics ever made",
  "datasetVersion": "2023-09-26",
  "nonRedistributable": false,
  "display": {
    "unit": "tonnes",
    "shortUnit": "t",
    "isProjection": false,
    "numDecimalPlaces": 0
  },
  "schemaVersion": 2,
  "processingLevel": "major",
  "presentation": {
    "topicTagsLinks": [
      "Plastic Pollution"
    ]
  },
  "dimensions": {
    "years": {
      "values": [
        {
          "id": 1950
        },
        {
          "id": 1951
        },
        {
          "id": 1952
        },
        {
          "id": 1953
        },
        {
          "id": 1954
        },
        {
          "id": 1955
        },
        {
          "id": 1956
        },
        {
          "id": 1957
        },
        {
          "id": 1958
        },
        {
          "id": 1959
        },
        {
          "id": 1960
        },
        {
          "id": 1961
        },
        {
          "id": 1962
        },
        {
          "id": 1963
        },
        {
          "id": 1964
        },
        {
          "id": 1965
        },
        {
          "id": 1966
        },
        {
          "id": 1967
        },
        {
          "id": 1968
        },
        {
          "id": 1969
        },
        {
          "id": 1970
        },
        {
          "id": 1971
        },
        {
          "id": 1972
        },
        {
          "id": 1973
        },
        {
          "id": 1975
        },
        {
          "id": 1976
        },
        {
          "id": 1977
        },
        {
          "id": 1978
        },
        {
          "id": 1979
        },
        {
          "id": 1980
        },
        {
          "id": 1981
        },
        {
          "id": 1982
        },
        {
          "id": 1983
        },
        {
          "id": 1984
        },
        {
          "id": 1985
        },
        {
          "id": 1986
        },
        {
          "id": 1987
        },
        {
          "id": 1988
        },
        {
          "id": 1989
        },
        {
          "id": 1990
        },
        {
          "id": 1991
        },
        {
          "id": 1992
        },
        {
          "id": 1993
        },
        {
          "id": 1994
        },
        {
          "id": 1995
        },
        {
          "id": 1996
        },
        {
          "id": 1997
        },
        {
          "id": 1998
        },
        {
          "id": 1999
        },
        {
          "id": 2000
        },
        {
          "id": 2001
        },
        {
          "id": 2002
        },
        {
          "id": 2003
        },
        {
          "id": 2004
        },
        {
          "id": 2005
        },
        {
          "id": 2006
        },
        {
          "id": 2007
        },
        {
          "id": 2008
        },
        {
          "id": 2009
        },
        {
          "id": 2010
        },
        {
          "id": 2011
        },
        {
          "id": 2012
        },
        {
          "id": 2013
        },
        {
          "id": 2014
        },
        {
          "id": 2015
        },
        {
          "id": 2016
        },
        {
          "id": 2017
        },
        {
          "id": 2018
        },
        {
          "id": 2019
        }
      ]
    },
    "entities": {
      "values": [
        {
          "id": 355,
          "name": "World",
          "code": "OWID_WRL"
        }
      ]
    }
  },
  "origins": [
    {
      "id": 197,
      "titleSnapshot": "Production, use, and fate of all plastics ever made (Geyer et al., 2017)",
      "title": "Production, use, and fate of all plastics ever made",
      "descriptionSnapshot": "Data on annual waste production in million metric tons between 1950 and 2015.",
      "description": "Plastics have outgrown most man-made materials and have long been under environmental scrutiny. However, robust global information, particularly about their end-of-life fate, is lacking. By identifying and synthesizing dispersed data on production, use, and end-of-life management of polymer resins, synthetic fibers, and additives, we present the first global analysis of all mass-produced plastics ever manufactured. We estimate that 8300 million metric tons (Mt) as of virgin plastics have been produced to date. As of 2015, approximately 6300 Mt of plastic waste had been generated, around 9% of which had been recycled, 12% was incinerated, and 79% was accumulated in landfills or the natural environment. If current production and waste management trends continue, roughly 12,000 Mt of plastic waste will be in landfills or in the natural environment by 2050.",
      "producer": "Geyer et al.",
      "citationFull": "Geyer et al., Production, use, and fate of all plastics ever made. Sci. Adv.3,e1700782(2017).DOI:10.1126/sciadv.1700782",
      "urlMain": "https://www.science.org/doi/10.1126/sciadv.1700782",
      "dateAccessed": "2023-09-26",
      "datePublished": "2017-07-19",
      "license": {
        "url": "https://www.science.org/doi/10.1126/sciadv.1700782",
        "name": "CC BY 4.0"
      }
    },
    {
      "id": 8901,
      "title": "Global Plastics Outlook - Plastics use by application",
      "descriptionSnapshot": "This dataset gives global estimates of plastic use, broken down by application type. The use of primary plastics is estimated from regional consumption data, assuming a consistent split by polymer type across different applications globally, as per Ryberg et al. (2019). Historical values (data from before 2015) are extrapolated using the evolution model in Geyer, Jambeck and Law (2017). The use of secondary plastics is calculated using recycling and recycling loss rates, as detailed in the GPO annex. These plastic use data are then related to economic flows in the OECD ENV-Linkages model to track changes over time. The total plastic use is the combined amount of primary and secondary plastic use.",
      "description": "This dataset provides estimates of plastics use at the global level by application.\n\nPrimary plastics use is estimated using regional consumption by application data from Ryberg et al. (2019). An assumption of the split by polymer by application is made that it is homogeneous to the global values. Historical values (pre-2015 data) is extrapolated from 2015 data using the global evolution contained in Geyer, Jambeck and Law (2017). Secondary plastics use are derived using recycling rates and recycling loss rates, as described in the GPO annex. The plastics use data is associated with the economic flows in the OECD ENV-Linkages model to estimate changes over time. The total plastics use is equal to the sum of primary and secondary plastics use.",
      "producer": "OECD",
      "citationFull": "OECD (2022), Global Plastics Outlook, https://stats.oecd.org/viewhtml.aspx?datasetcode=PLASTIC_USE_10&lang=en, accessed on 21 September 2023",
      "urlMain": "https://stats.oecd.org/viewhtml.aspx?datasetcode=PLASTIC_USE_10&lang=en",
      "dateAccessed": "2023-09-21",
      "datePublished": "2022-02-09",
      "license": {
        "url": "https://www.oecd.org/termsandconditions",
        "name": "CC BY 4.0"
      }
    }
  ]
}