{
  "variables": {
    "109406": {
      "years": [
        2018,
        2018,
        2018,
        2018,
        2018,
        2018,
        2018,
        2018
      ],
      "entities": [
        289,
        277,
        90620,
        36463,
        36461,
        36460,
        36458,
        355
      ],
      "values": [
        51,
        50,
        48,
        45,
        46,
        60,
        16,
        41
      ],
      "id": 109406,
      "name": "6.5.1 - Proportion of countries by IWRM implementation category (%) - ER_H2O_IWRMP - Medium-low level of implementation",
      "unit": "Percentage",
      "description": null,
      "createdAt": "2019-11-15T20:25:38.000Z",
      "updatedAt": "2019-11-15T20:25:38.000Z",
      "code": null,
      "coverage": "",
      "timespan": "",
      "datasetId": 4790,
      "sourceId": 17527,
      "shortUnit": null,
      "display": {},
      "columnOrder": 0,
      "originalMetadata": null,
      "datasetName": "Proportion of countries by IWRM implementation category (%)",
      "s_id": 17527,
      "s_name": "Proportion of countries by IWRM implementation category (%) (UN SDG, 2019)",
      "source": {
        "id": 17527,
        "name": "Proportion of countries by IWRM implementation category (%) (UN SDG, 2019)",
        "dataPublishedBy": "United Nations Statistics Division",
        "dataPublisherSource": "",
        "link": "https://unstats.un.org/sdgs/indicators/database/",
        "retrievedData": "",
        "additionalInfo": " \n\nLast updated: 11 July 2017 \n\nGoal 6: Ensure availability and sustainable management of water and sanitation for all \nTarget 6.5: By 2030, implement integrated water resources management at all levels, including through \ntransboundary cooperation as appropriate \nIndicator 6.5.1: Degree of integrated water resources management implementation (0-100) \n \nInstitutional information \n\n \nOrganization(s): \n \nUnited Nations Environment Programme (UNEP) \n \nConcepts and definitions \n\n \nDefinition: \n \nThe indicator degree of implementation of Integrated Water Resources Management (IWRM), measured \nin per cent (%) from 0 (implementation not yet started) to 100 (fully implemented) is currently being \nmeasured in terms of different stages of development and implementation of Integrated Water \nResources Management (IWRM).  \n \nThe definition of IWRM is based on an internationally agreed definition, and is universally applicable. \nIWRM was officially established in 1992 and is defined as “a process which promotes the coordinated \ndevelopment and management of water, land and related resources in order to maximise economic and \nsocial welfare in an equitable manner without compromising the sustainability of vital ecosystems.” \n(GWP 2010).  \n \nThe method builds on official UN IWRM status reporting, from 2008 and 2012, of the Johannesburg Plan \nof Implementation from the UN World Summit for Sustainable Development (1992). \n \nRationale: \n \nThe indicator provides a direct progress measurement of the first part of Target 6.5 “…implement \nintegrated water resources management at all levels …”. The percentage score provides an easy and \nunderstandable way of measuring progress towards the target, with ‘0’ interpreted as no implementation \nof IWRM, and ‘100’ interpreted as IWRM being fully implemented.  \n \nTo further aid interpretation and comparison, the indicator results can be categorized in a similar way to \nthe survey questions: Degree of implementation =  \n \n\nLow (10-29.9) \n\n•  Very low (0-9.9) \n• \n•  Medium-low (30-49.9) \n•  Medium-high (50-69.9) \n•  High (70-89.9) \n•  Very high (90-100) \n\n\fLast updated: 11 July 2017 \n\n \n\n \n\n \nThe concept of the survey is that it provides sufficient information to be of real value to the countries in \ndetermining their progress towards the target, and through this, various aspects of IWRM. A balance has \nbeen sought between providing sufficient information to cover the core principles of IWRM, and thus \nproviding a robust indicator value, and not overburdening countries with unnecessary reporting \nrequirements.  \n \nCountries are encouraged to provide additional information on each question, which may help to qualify \ntheir choice of score, and/or put that score into their national context.  \n \nIndicator 6.5.1 is supported by indicator 6.5.2 “Proportion of transboundary basin area with an \noperational arrangement for water cooperation”, which directly addresses the portion of Target 6.5 “…, \nincluding through transboundary cooperation as appropriate.”. \n \nConcepts: \n \nThe concept of IWRM is measured in 4 main components:  \n \n\n1.  Enabling environment: this includes the policies, laws, plans and strategies which create the \n\n2. \n\n‘enabling environment’ for IWRM.  \nInstitutions: includes the range and roles of political, social, economic and administrative \ninstitutions that help to support the implementation of IWRM.  \n\n3.  Management Instruments: The tools and activities that enable decision-makers and users to \n\nmake rational and informed choices between alternative actions.  \n\n4.  Financing: Budgeting and financing made available and used for water resources development \n\nand management from various sources. \n\n \nThe indicator is based on a national survey structured around these four main components (UNEP 2016). \nEach component is split into two parts: questions concerning the ‘National level’ and ‘Other levels’ \nrespectively. ‘Other levels’ includes sub-national (including provinces/states for federated countries), \nbasin level, and the transboundary level as appropriate. These two parts address the wording of Target \n6.5 ‘implement [IWRM] at all levels …’. \n \nComments and limitations: \n \nThe challenge of subjectivity in responses associated with this type of survey is being addressed in a \nnumber of ways:  \n \n\na.  Draft responses are reviewed by a number of governmental and non-governmental stakeholders \n\nin an open, inclusive and transparent process.  \n\nb.  Countries are encouraged to provide further information to qualify their responses and/or set \n\nthem in the national context.  \n\nc.  Guidelines are provided for each of the four main components, each question, and each of the \n\nsix thresholds for every single question, to ensure responses are as objective as possible, and are \ncomparable both between countries, and between reporting periods.  \n\n\fLast updated: 11 July 2017 \n\n \n\n \n\nTo achieve robust indicator results requires a country process involving a wide range of stakeholders \nwhich will require a certain amount of time and resources. The advantage of this is that it puts in place a \nprocess that addresses the integrated and indivisible nature of the SDG targets, as well as stressing the \nimportance of “leaving no on behind”. \n \nMethodology \n\n \nComputation Method: \n \n\n1.  The survey contains 32 questions divided into the four main components described above.  \n2.  Each question is given a score between 0 and 100, in increments of 10, based on the following 6 \n\nLow (20) \n\nmain categories: \n•  Very low (0) \n• \n•  Medium-low (40) \n•  Medium-high (60) \n•  High (80) \n•  Very high (100) \nNote that guidance is provided for each threshold for each question, to ensure objective and \ncomparable results.  \n\n3.  The un-weighted average of the question scores within each of the four components is \n\ncalculated to give a score of 0 – 100 for each component.  \n\n4.  The component scores are averaged (un-weighted) to give the indicator score, expressed as a \n\npercentage between 0 and 100. \n\n \nDisaggregation: \n \nThe strength of the indicator lies in the potential for disaggregating the country score into the four main \ncomponents of IWRM, and further to the questions in the survey. This provides countries with a quick \nassessment of which aspects of IWRM are progressing well, and which aspects require increased efforts \nto obtain the target.  \n \nThe nature of the target, indicator and survey does not lend itself to disaggregation by sex, age group, \nincome etc. However, social equality is an integral part of IWRM, and there are questions which directly \naddress issues such as gender, vulnerable groups, geographic coverage and broad stakeholder \nparticipation in water resources development and management. These questions provide an indication of \nthe national and sub-national situation regarding social equality. \n \n\n\fLast updated: 11 July 2017 \n\n \n\nTreatment of missing values: \n \n\n•  At country level \n\n \nThe indicator and survey have been designed for all countries to be able to submit an indicator \nvalue. A number of countries that did not submit a survey during the last round of data collection \nincluded fragile states / countries in conflict, or small island developing states. It is therefore \nestimated that the number of country responses under the SDG process will be in excess of 90%. \nEstimates for countries not responding to the survey will therefore not be made. \n \n\n•  At regional and global levels \n\n \nIt is estimated that the number of country responses will be in excess of 90%. This coverage of data \nwill be deemed to be representative of global aggregates. Estimates for countries not responding to \nthe survey will therefore not be made. \n\n \nRegional aggregates: \n \nFollowing the Agenda 2030 principle of “leaving no one behind”, regional and global values will be based \non simple, un-weighted averages of country scores. The country scores will be presented as a percentage, \nand regional and global averages will also be presented as a percentage. Global averages will be based on \ncountry values, not regional averages.  \n \nRegional values may be assembled by regional bodies responsible for water resources in the region, such \nas the African Ministerial Council on Water (AMCOW), and the European Environment Agency (EEA). \n \nSources of discrepancies: \n \nAs described in section 11, there will be no internationally estimated data, with all data to be produced \nby countries. \n \nMethods and guidance available to countries for the compilation of the data at the national level: \n \n\n1.  National focal points selected by each country.   \n2.  Data collection is via a simple questionnaire with 32 questions. Responses can be submitted \n\neither online via SurveyMonkey or emailed using a MS Word format. Responses to each question \nare to be given on a scale of 0 – 100, in increments of 10. Threshold descriptions are given for six \nthresholds between 0 and 100.   \n\n3.  National focal points are responsible for coordinating a national process to engage governmental \n\nand non-governmental stakeholders, as appropriate in the context of each country, to develop \ndraft responses and finalise responses. This may be via email, workshops, and online notices.   \nThe following materials are available for national focal points in 5 languages (English, Spanish, \nFrench, Arabic, Russian, Chines), at http://iwrmdataportal.unepdhi.org/iwrmmonitoring.html: a \ndetailed step-by-step guide; the questionnaire in MS Word and electronic formats; and webinar \npresentations and videos.  \n\n \nExtensive explanations are provided in the step-by-step guide, the webinars, and in the questionnaire \nitself. The questionnaire contains: an overall introduction and explanation; a glossary; an introduction \nand glossary in each of the four sections; threshold descriptions for six thresholds for each question; and \n\n\fLast updated: 11 July 2017 \n\n \n\n \n\na number of footnotes to explain aspects of questions or threshold descriptions. All materials can be \ndownloaded from http://iwrmdataportal.unepdhi.org/iwrmmonitoring.html. In addition, a dedicated \nhelpdesk is available to provide assistance at all times. The helpdesk is accessible via email \n<Iwrm.Sdg6survey@unep.org>. \n \nQuality assurance: \n \nThe following quality assurance guidelines are available to all individuals involved in quality assurance for \n6.5.1.  Process:  \n\n1.  Nominate person responsible for QA for a country response once it is submitted for the first \n\ntime.   \n\n2.  Acknowledge receipt and inform the country of QA process.   \n3.  Update spreadsheet ‘Country_scores_QC.xlsx’, indicating date of receipt and who submitted.   \n4.  Upload Word versions, or Suvery Monkey versions as PDF, to the dropbox folder 6.5.1.IWRM \n\n2017 Country Survey> 6.5.1 Country Questionnaire Submissions.   \n\nIf there are any discrepancies, revert to UNEP-DHI colleagues.   \n\n5.  Undertake ALL checks described below.   \n6. \n7.  Once action is agreed, respond to the countries.   \n8.  Complete all checks on each subsequent version of the questionnaire until all quality issues are \n\nresolved and questionnaire is marked ‘final’.      \n\n \nChecks:   \n\n1.  Focal point: Confirm the person submitting is the formal national focal point. If not, any reply \n\nshould also add the national focal point in CC.   \n\n2.  Question responses:   \n\na.  All questions answered. Official guidance is that all questions should be \n\nanswered (either with a score or n/a).   \n\nb.  Scores in range from 0-100, in increments of 10.   \nc.  Check that n/a (not applicable) is used appropriately.   \n\n3. \n\nJustification/evidence fields:   \n\na.  Check that the free text make sense in the context of the score (and vice versa).  \nb. \n\nIf n/a is used appropriately, or if a score of 100 is given, check that a justification is \nprovided, as per instructions in the questionnaire  \n\n4.  Calculations: Check that section averages are correct and that final average is correct, using the \n\nspreadsheet ‘Country_scores_QC.xlsx’ on Dropbox. Fill in the given responses in columns M - AX, \nand the differences are calculated automatically in columns C – G. If the difference is greater \nthan +/- 0.5, the cells are automatically highlighted in red using conditional formatting.  \n\n5.  Compare with 2011: Compare with 2011 and discuss with colleagues if necessary. Use file \n\n‘2011_IWRM_Data_for_SDG_comparison.xlsx’, on Dropbox, which has rescaled the 2011 results \nto 0-100, and selected the individual questions, or groups of questions, which are comparable to \nthe 2017 SDG version, as described in the file SDG_6.5.1_vs_2011-IWRM_questions.pdf, on \nDropbox.   \n\n6.  Transboundary issues:   \n\na.  Check the ‘transboundary basins’ table in the introductory section. A full list of \n\ntransboundary basins can be found here: http://twap-\nrivers.org/indicators/Report.ashx?type=IndicatorResultsSummary. Go to the \nfinal worksheet/tab to see the countries in each basin. Also check the maps \nhere: http://twap-rivers.org/indicators/ to see if the basin is likely to be \nimportant for that country, or if there is only a small portion of the basin in their \ncountry (in which case they may not list it).  \n\nb.  Check the transboundary questions: 2.2d; 2.2e; 3.2d; and 4.2c, and see if these \nmake sense in the context of the country. Island countries should give ‘n/a’ for \nall of these questions. \n\n\fLast updated: 11 July 2017 \n\nAll data is provided by each country and is therefore fully owned by the countries. Each country \nundertakes stakeholder consultation, to a level that is appropriate given resources and capacity available \nto them, to ensure that the data has adequate acceptance and ownership within the country. Guidance \non consultation processes are provided in the step-by-step guide and through the inception webinar (all \nmaterials available at http://iwrmdataportal.unepdhi.org/iwrmmonitoring.html). \n \nData Sources \n\n \nDescription: \n \nMonitoring progress on meeting SDG 6.5 is owned by and is the responsibility of the national \ngovernment. The government will assign a ministry with the primary responsibility for overseeing this \nsurvey, which will be asked to take on the responsibility of coordinating the national IWRM monitoring \nand reporting process. As water issues, and water management issues in particular, cut across a wide \nnumber of sectors, often overseen by different ministries and other administrative bodies at national or \nother levels, the process should be inclusive. Major stakeholders should be involved in order to \ncontribute to well informed and objective answers to the questionnaire.  \n \nThe ministry may wish to nominate a national “IWRM focal point”, who may or may not be a government \nofficial. The UN will provide support where needed and possible. The following steps are suggested as \nguidance only, as it is up to countries to decide which process or processes would best serve their needs. \nIt should also be noted that the following steps represent a ‘ladder’ approach, in that completing all the \nsteps will generally lead to a more robust indicator. However, it may not be possible or necessary for all \ncountries to complete all steps.  \n \n\n1.  The responsible ministry or IWRM focal point contacts other relevant ministries/agencies to \n\ncompile responses to the questionnaire. Each possible response option has a score which will be \nused to calculate the overall indicator score. \n\n2.  The completed draft questionnaire is reviewed by government stakeholders. These stakeholders \ncould include those involved in water-relevant sectors, such as agriculture, energy, water supply \nand environment, as well as water management at different administrative levels. This process \nmay be electronic (e.g. via email) and/or through workshops.  \n\n3.  The revised draft questionnaire is validated at a multi-stakeholder workshop. Apart from \n\ngovernment representatives these stakeholders could include water user associations, private \nsector, interest groups concerned with e.g. environment, agriculture, poverty, and academia. The \nsuggested process is through a workshop but alternative means of consultation e.g. email, online \ncall for public submissions could be considered. Note that steps 2 and 3 could be combined if \ndesired.  \n\n4.  The responsible ministry or IWRM focal point discusses with relevant officials and consolidates \nthe input into a final version. This version will be the basis for calculating the degree of IWRM \nimplementation (0-100) for global reporting. Countries can enter responses electronically into an \nonline version of the survey, which will automatically calculate the degree of IWRM \nimplementation score, and also generate graphs and automatic reports to help countries identify \nareas for attention.  \n\n5.  The responsible ministry submits the final indicator score to the national statistics office \n\nresponsible for compiling all national SDG target data.  \n\n \n\n \n\n\f \n\nLast updated: 11 July 2017 \n\nBased on the national survey, UN-Water will periodically prepare synthesis reports for regional and global \nlevels to provide overall progress on meeting SDG target 6.5.  \n \nTemporal Coverage: A reporting cycle of three years is recommended. \n \nCollection process: \n \nOfficial counterparts at the country level and the validation and consultation process.  \n \nThe survey has been designed so that the indicator is comparable between countries and time periods. \nNo adjustments are foreseen. \n \nData Availability \n\n \nDescription: \n \nTotal number of countries: 133 (69% of UN Member States) (UN-Water 2012)  \n \nThe following covers the region (MDG regional groupings): followed by the number of countries with data \n(/total countries in region) (as of 2012); followed by the percentage of countries with data \nOceania: 5/12; 42% \nEastern Asia: 4/4; 100% \nSouthern Asia: 5/9; 56% \nSouth-Eastern Asia: 9/11; 82% \nWestern Asia: 5/12; 42% \nCaucasus and Central Asia: 5/8; 63% \nLatin America & the Caribbean: 22/33; 67% \nDeveloped regions: 38/50; 76% \nSub-Saharan Africa: 35/49; 71% \nNorthern Africa: 5/5; 100% \nWorld: 133/193; 69% \n \nTime series: \n \n2008, 2012 (UN-Water 2008, 2012, IWRM Data Portal) \n \nCalendar \n\n \nData collection: \n \nDecember 2016 – August 2017 (9 months).  \n \nData release: \n \n1st quarter 2018. \n\n\f \n\n \nData providers \n\nLast updated: 11 July 2017 \n\n \nThe information required to complete the survey is expected to be held by government officials \nresponsible for water resources management in the country, supported by official documentation. E.g. \nMinistry of Water in coordination with Ministry of Environment, Ministry of Finance, Ministry of Planning, \nMinistry of Lands and Agriculture, Ministry of Industry and Mining etc. See also section 6 above. As a \nminimum, a small group of officials may be able to complete the survey. However, these government \nofficials may belong to various government authorities, and coordination will be required to determine \nand validate the responses to each question. Increased government and non-government stakeholder \nparticipation in validating the question scores will lead to a more robust indicator score and facilitate \ntracking progress over time. \n \nData compilers \n\n \nUNEP and UN-Water partners, under GEMI (Integrated Monitoring of Water and Sanitation Related \nTargets) \n \nReferences \n\n \nURL: \n \nhttp://www.unepdhi.org \n \nReferences: \n \n- AMCOW 2012: Status Report on Water Resources Management in Africa, http://www.amcow-\nonline.org/index.php?option=com_content&view=article&id=262&Itemid=141&lang=en  \n \n- GEMI – Integrated Monitoring of Water and Sanitation-related SDG Targets. http:/ \n \nRelated indicators \n\n \nAs it measures the degree of implementation of an enabling environment for better water resources \nmanagement, it directly supports the other outcome targets under SDG 6 (6.1 – 6.6). It does this by \nproviding further information to countries on the context and possible explanation for the progress on \nother targets, and points to barriers and enablers to obtaining the other targets. It also directly supports \nthe means of implementation targets 6.a and 6.b, as disaggregation is possible to provide data on \nfinancing (6.a) and stakeholder participation (6.b). Beyond SDG 6, indicator 6.5.1 has linkages with a \nnumber of other targets across the SDGs, as integrated water resources management is concerned with \nintegrating the demands and impacts on water resources and water-related ecosystems from a number \nof different SDGs and their targets, including: poverty (1.4); agriculture (2.3); education (4.7); gender \n\n\f \n\nLast updated: 11 July 2017 \n\n(5.5); energy (7.1); work (8.5); equality (10.2); urban areas (11.3); climate change (13.2); ecosystems \n(15.9); governance (16.3, 16.5 – 16.7) (UN-Water 2016). \n \n\n\f"
      }
    },
    "109407": {
      "years": [
        2018,
        2018
      ],
      "entities": [
        289,
        355
      ],
      "values": [
        2,
        1
      ],
      "id": 109407,
      "name": "6.5.1 - Proportion of countries by IWRM implementation category (%) - ER_H2O_IWRMP - Very low level of implementation",
      "unit": "Percentage",
      "description": null,
      "createdAt": "2019-11-15T20:25:38.000Z",
      "updatedAt": "2019-11-15T20:25:38.000Z",
      "code": null,
      "coverage": "",
      "timespan": "",
      "datasetId": 4790,
      "sourceId": 17527,
      "shortUnit": null,
      "display": {},
      "columnOrder": 0,
      "originalMetadata": null,
      "datasetName": "Proportion of countries by IWRM implementation category (%)",
      "s_id": 17527,
      "s_name": "Proportion of countries by IWRM implementation category (%) (UN SDG, 2019)",
      "source": {
        "id": 17527,
        "name": "Proportion of countries by IWRM implementation category (%) (UN SDG, 2019)",
        "dataPublishedBy": "United Nations Statistics Division",
        "dataPublisherSource": "",
        "link": "https://unstats.un.org/sdgs/indicators/database/",
        "retrievedData": "",
        "additionalInfo": " \n\nLast updated: 11 July 2017 \n\nGoal 6: Ensure availability and sustainable management of water and sanitation for all \nTarget 6.5: By 2030, implement integrated water resources management at all levels, including through \ntransboundary cooperation as appropriate \nIndicator 6.5.1: Degree of integrated water resources management implementation (0-100) \n \nInstitutional information \n\n \nOrganization(s): \n \nUnited Nations Environment Programme (UNEP) \n \nConcepts and definitions \n\n \nDefinition: \n \nThe indicator degree of implementation of Integrated Water Resources Management (IWRM), measured \nin per cent (%) from 0 (implementation not yet started) to 100 (fully implemented) is currently being \nmeasured in terms of different stages of development and implementation of Integrated Water \nResources Management (IWRM).  \n \nThe definition of IWRM is based on an internationally agreed definition, and is universally applicable. \nIWRM was officially established in 1992 and is defined as “a process which promotes the coordinated \ndevelopment and management of water, land and related resources in order to maximise economic and \nsocial welfare in an equitable manner without compromising the sustainability of vital ecosystems.” \n(GWP 2010).  \n \nThe method builds on official UN IWRM status reporting, from 2008 and 2012, of the Johannesburg Plan \nof Implementation from the UN World Summit for Sustainable Development (1992). \n \nRationale: \n \nThe indicator provides a direct progress measurement of the first part of Target 6.5 “…implement \nintegrated water resources management at all levels …”. The percentage score provides an easy and \nunderstandable way of measuring progress towards the target, with ‘0’ interpreted as no implementation \nof IWRM, and ‘100’ interpreted as IWRM being fully implemented.  \n \nTo further aid interpretation and comparison, the indicator results can be categorized in a similar way to \nthe survey questions: Degree of implementation =  \n \n\nLow (10-29.9) \n\n•  Very low (0-9.9) \n• \n•  Medium-low (30-49.9) \n•  Medium-high (50-69.9) \n•  High (70-89.9) \n•  Very high (90-100) \n\n\fLast updated: 11 July 2017 \n\n \n\n \n\n \nThe concept of the survey is that it provides sufficient information to be of real value to the countries in \ndetermining their progress towards the target, and through this, various aspects of IWRM. A balance has \nbeen sought between providing sufficient information to cover the core principles of IWRM, and thus \nproviding a robust indicator value, and not overburdening countries with unnecessary reporting \nrequirements.  \n \nCountries are encouraged to provide additional information on each question, which may help to qualify \ntheir choice of score, and/or put that score into their national context.  \n \nIndicator 6.5.1 is supported by indicator 6.5.2 “Proportion of transboundary basin area with an \noperational arrangement for water cooperation”, which directly addresses the portion of Target 6.5 “…, \nincluding through transboundary cooperation as appropriate.”. \n \nConcepts: \n \nThe concept of IWRM is measured in 4 main components:  \n \n\n1.  Enabling environment: this includes the policies, laws, plans and strategies which create the \n\n2. \n\n‘enabling environment’ for IWRM.  \nInstitutions: includes the range and roles of political, social, economic and administrative \ninstitutions that help to support the implementation of IWRM.  \n\n3.  Management Instruments: The tools and activities that enable decision-makers and users to \n\nmake rational and informed choices between alternative actions.  \n\n4.  Financing: Budgeting and financing made available and used for water resources development \n\nand management from various sources. \n\n \nThe indicator is based on a national survey structured around these four main components (UNEP 2016). \nEach component is split into two parts: questions concerning the ‘National level’ and ‘Other levels’ \nrespectively. ‘Other levels’ includes sub-national (including provinces/states for federated countries), \nbasin level, and the transboundary level as appropriate. These two parts address the wording of Target \n6.5 ‘implement [IWRM] at all levels …’. \n \nComments and limitations: \n \nThe challenge of subjectivity in responses associated with this type of survey is being addressed in a \nnumber of ways:  \n \n\na.  Draft responses are reviewed by a number of governmental and non-governmental stakeholders \n\nin an open, inclusive and transparent process.  \n\nb.  Countries are encouraged to provide further information to qualify their responses and/or set \n\nthem in the national context.  \n\nc.  Guidelines are provided for each of the four main components, each question, and each of the \n\nsix thresholds for every single question, to ensure responses are as objective as possible, and are \ncomparable both between countries, and between reporting periods.  \n\n\fLast updated: 11 July 2017 \n\n \n\n \n\nTo achieve robust indicator results requires a country process involving a wide range of stakeholders \nwhich will require a certain amount of time and resources. The advantage of this is that it puts in place a \nprocess that addresses the integrated and indivisible nature of the SDG targets, as well as stressing the \nimportance of “leaving no on behind”. \n \nMethodology \n\n \nComputation Method: \n \n\n1.  The survey contains 32 questions divided into the four main components described above.  \n2.  Each question is given a score between 0 and 100, in increments of 10, based on the following 6 \n\nLow (20) \n\nmain categories: \n•  Very low (0) \n• \n•  Medium-low (40) \n•  Medium-high (60) \n•  High (80) \n•  Very high (100) \nNote that guidance is provided for each threshold for each question, to ensure objective and \ncomparable results.  \n\n3.  The un-weighted average of the question scores within each of the four components is \n\ncalculated to give a score of 0 – 100 for each component.  \n\n4.  The component scores are averaged (un-weighted) to give the indicator score, expressed as a \n\npercentage between 0 and 100. \n\n \nDisaggregation: \n \nThe strength of the indicator lies in the potential for disaggregating the country score into the four main \ncomponents of IWRM, and further to the questions in the survey. This provides countries with a quick \nassessment of which aspects of IWRM are progressing well, and which aspects require increased efforts \nto obtain the target.  \n \nThe nature of the target, indicator and survey does not lend itself to disaggregation by sex, age group, \nincome etc. However, social equality is an integral part of IWRM, and there are questions which directly \naddress issues such as gender, vulnerable groups, geographic coverage and broad stakeholder \nparticipation in water resources development and management. These questions provide an indication of \nthe national and sub-national situation regarding social equality. \n \n\n\fLast updated: 11 July 2017 \n\n \n\nTreatment of missing values: \n \n\n•  At country level \n\n \nThe indicator and survey have been designed for all countries to be able to submit an indicator \nvalue. A number of countries that did not submit a survey during the last round of data collection \nincluded fragile states / countries in conflict, or small island developing states. It is therefore \nestimated that the number of country responses under the SDG process will be in excess of 90%. \nEstimates for countries not responding to the survey will therefore not be made. \n \n\n•  At regional and global levels \n\n \nIt is estimated that the number of country responses will be in excess of 90%. This coverage of data \nwill be deemed to be representative of global aggregates. Estimates for countries not responding to \nthe survey will therefore not be made. \n\n \nRegional aggregates: \n \nFollowing the Agenda 2030 principle of “leaving no one behind”, regional and global values will be based \non simple, un-weighted averages of country scores. The country scores will be presented as a percentage, \nand regional and global averages will also be presented as a percentage. Global averages will be based on \ncountry values, not regional averages.  \n \nRegional values may be assembled by regional bodies responsible for water resources in the region, such \nas the African Ministerial Council on Water (AMCOW), and the European Environment Agency (EEA). \n \nSources of discrepancies: \n \nAs described in section 11, there will be no internationally estimated data, with all data to be produced \nby countries. \n \nMethods and guidance available to countries for the compilation of the data at the national level: \n \n\n1.  National focal points selected by each country.   \n2.  Data collection is via a simple questionnaire with 32 questions. Responses can be submitted \n\neither online via SurveyMonkey or emailed using a MS Word format. Responses to each question \nare to be given on a scale of 0 – 100, in increments of 10. Threshold descriptions are given for six \nthresholds between 0 and 100.   \n\n3.  National focal points are responsible for coordinating a national process to engage governmental \n\nand non-governmental stakeholders, as appropriate in the context of each country, to develop \ndraft responses and finalise responses. This may be via email, workshops, and online notices.   \nThe following materials are available for national focal points in 5 languages (English, Spanish, \nFrench, Arabic, Russian, Chines), at http://iwrmdataportal.unepdhi.org/iwrmmonitoring.html: a \ndetailed step-by-step guide; the questionnaire in MS Word and electronic formats; and webinar \npresentations and videos.  \n\n \nExtensive explanations are provided in the step-by-step guide, the webinars, and in the questionnaire \nitself. The questionnaire contains: an overall introduction and explanation; a glossary; an introduction \nand glossary in each of the four sections; threshold descriptions for six thresholds for each question; and \n\n\fLast updated: 11 July 2017 \n\n \n\n \n\na number of footnotes to explain aspects of questions or threshold descriptions. All materials can be \ndownloaded from http://iwrmdataportal.unepdhi.org/iwrmmonitoring.html. In addition, a dedicated \nhelpdesk is available to provide assistance at all times. The helpdesk is accessible via email \n<Iwrm.Sdg6survey@unep.org>. \n \nQuality assurance: \n \nThe following quality assurance guidelines are available to all individuals involved in quality assurance for \n6.5.1.  Process:  \n\n1.  Nominate person responsible for QA for a country response once it is submitted for the first \n\ntime.   \n\n2.  Acknowledge receipt and inform the country of QA process.   \n3.  Update spreadsheet ‘Country_scores_QC.xlsx’, indicating date of receipt and who submitted.   \n4.  Upload Word versions, or Suvery Monkey versions as PDF, to the dropbox folder 6.5.1.IWRM \n\n2017 Country Survey> 6.5.1 Country Questionnaire Submissions.   \n\nIf there are any discrepancies, revert to UNEP-DHI colleagues.   \n\n5.  Undertake ALL checks described below.   \n6. \n7.  Once action is agreed, respond to the countries.   \n8.  Complete all checks on each subsequent version of the questionnaire until all quality issues are \n\nresolved and questionnaire is marked ‘final’.      \n\n \nChecks:   \n\n1.  Focal point: Confirm the person submitting is the formal national focal point. If not, any reply \n\nshould also add the national focal point in CC.   \n\n2.  Question responses:   \n\na.  All questions answered. Official guidance is that all questions should be \n\nanswered (either with a score or n/a).   \n\nb.  Scores in range from 0-100, in increments of 10.   \nc.  Check that n/a (not applicable) is used appropriately.   \n\n3. \n\nJustification/evidence fields:   \n\na.  Check that the free text make sense in the context of the score (and vice versa).  \nb. \n\nIf n/a is used appropriately, or if a score of 100 is given, check that a justification is \nprovided, as per instructions in the questionnaire  \n\n4.  Calculations: Check that section averages are correct and that final average is correct, using the \n\nspreadsheet ‘Country_scores_QC.xlsx’ on Dropbox. Fill in the given responses in columns M - AX, \nand the differences are calculated automatically in columns C – G. If the difference is greater \nthan +/- 0.5, the cells are automatically highlighted in red using conditional formatting.  \n\n5.  Compare with 2011: Compare with 2011 and discuss with colleagues if necessary. Use file \n\n‘2011_IWRM_Data_for_SDG_comparison.xlsx’, on Dropbox, which has rescaled the 2011 results \nto 0-100, and selected the individual questions, or groups of questions, which are comparable to \nthe 2017 SDG version, as described in the file SDG_6.5.1_vs_2011-IWRM_questions.pdf, on \nDropbox.   \n\n6.  Transboundary issues:   \n\na.  Check the ‘transboundary basins’ table in the introductory section. A full list of \n\ntransboundary basins can be found here: http://twap-\nrivers.org/indicators/Report.ashx?type=IndicatorResultsSummary. Go to the \nfinal worksheet/tab to see the countries in each basin. Also check the maps \nhere: http://twap-rivers.org/indicators/ to see if the basin is likely to be \nimportant for that country, or if there is only a small portion of the basin in their \ncountry (in which case they may not list it).  \n\nb.  Check the transboundary questions: 2.2d; 2.2e; 3.2d; and 4.2c, and see if these \nmake sense in the context of the country. Island countries should give ‘n/a’ for \nall of these questions. \n\n\fLast updated: 11 July 2017 \n\nAll data is provided by each country and is therefore fully owned by the countries. Each country \nundertakes stakeholder consultation, to a level that is appropriate given resources and capacity available \nto them, to ensure that the data has adequate acceptance and ownership within the country. Guidance \non consultation processes are provided in the step-by-step guide and through the inception webinar (all \nmaterials available at http://iwrmdataportal.unepdhi.org/iwrmmonitoring.html). \n \nData Sources \n\n \nDescription: \n \nMonitoring progress on meeting SDG 6.5 is owned by and is the responsibility of the national \ngovernment. The government will assign a ministry with the primary responsibility for overseeing this \nsurvey, which will be asked to take on the responsibility of coordinating the national IWRM monitoring \nand reporting process. As water issues, and water management issues in particular, cut across a wide \nnumber of sectors, often overseen by different ministries and other administrative bodies at national or \nother levels, the process should be inclusive. Major stakeholders should be involved in order to \ncontribute to well informed and objective answers to the questionnaire.  \n \nThe ministry may wish to nominate a national “IWRM focal point”, who may or may not be a government \nofficial. The UN will provide support where needed and possible. The following steps are suggested as \nguidance only, as it is up to countries to decide which process or processes would best serve their needs. \nIt should also be noted that the following steps represent a ‘ladder’ approach, in that completing all the \nsteps will generally lead to a more robust indicator. However, it may not be possible or necessary for all \ncountries to complete all steps.  \n \n\n1.  The responsible ministry or IWRM focal point contacts other relevant ministries/agencies to \n\ncompile responses to the questionnaire. Each possible response option has a score which will be \nused to calculate the overall indicator score. \n\n2.  The completed draft questionnaire is reviewed by government stakeholders. These stakeholders \ncould include those involved in water-relevant sectors, such as agriculture, energy, water supply \nand environment, as well as water management at different administrative levels. This process \nmay be electronic (e.g. via email) and/or through workshops.  \n\n3.  The revised draft questionnaire is validated at a multi-stakeholder workshop. Apart from \n\ngovernment representatives these stakeholders could include water user associations, private \nsector, interest groups concerned with e.g. environment, agriculture, poverty, and academia. The \nsuggested process is through a workshop but alternative means of consultation e.g. email, online \ncall for public submissions could be considered. Note that steps 2 and 3 could be combined if \ndesired.  \n\n4.  The responsible ministry or IWRM focal point discusses with relevant officials and consolidates \nthe input into a final version. This version will be the basis for calculating the degree of IWRM \nimplementation (0-100) for global reporting. Countries can enter responses electronically into an \nonline version of the survey, which will automatically calculate the degree of IWRM \nimplementation score, and also generate graphs and automatic reports to help countries identify \nareas for attention.  \n\n5.  The responsible ministry submits the final indicator score to the national statistics office \n\nresponsible for compiling all national SDG target data.  \n\n \n\n \n\n\f \n\nLast updated: 11 July 2017 \n\nBased on the national survey, UN-Water will periodically prepare synthesis reports for regional and global \nlevels to provide overall progress on meeting SDG target 6.5.  \n \nTemporal Coverage: A reporting cycle of three years is recommended. \n \nCollection process: \n \nOfficial counterparts at the country level and the validation and consultation process.  \n \nThe survey has been designed so that the indicator is comparable between countries and time periods. \nNo adjustments are foreseen. \n \nData Availability \n\n \nDescription: \n \nTotal number of countries: 133 (69% of UN Member States) (UN-Water 2012)  \n \nThe following covers the region (MDG regional groupings): followed by the number of countries with data \n(/total countries in region) (as of 2012); followed by the percentage of countries with data \nOceania: 5/12; 42% \nEastern Asia: 4/4; 100% \nSouthern Asia: 5/9; 56% \nSouth-Eastern Asia: 9/11; 82% \nWestern Asia: 5/12; 42% \nCaucasus and Central Asia: 5/8; 63% \nLatin America & the Caribbean: 22/33; 67% \nDeveloped regions: 38/50; 76% \nSub-Saharan Africa: 35/49; 71% \nNorthern Africa: 5/5; 100% \nWorld: 133/193; 69% \n \nTime series: \n \n2008, 2012 (UN-Water 2008, 2012, IWRM Data Portal) \n \nCalendar \n\n \nData collection: \n \nDecember 2016 – August 2017 (9 months).  \n \nData release: \n \n1st quarter 2018. \n\n\f \n\n \nData providers \n\nLast updated: 11 July 2017 \n\n \nThe information required to complete the survey is expected to be held by government officials \nresponsible for water resources management in the country, supported by official documentation. E.g. \nMinistry of Water in coordination with Ministry of Environment, Ministry of Finance, Ministry of Planning, \nMinistry of Lands and Agriculture, Ministry of Industry and Mining etc. See also section 6 above. As a \nminimum, a small group of officials may be able to complete the survey. However, these government \nofficials may belong to various government authorities, and coordination will be required to determine \nand validate the responses to each question. Increased government and non-government stakeholder \nparticipation in validating the question scores will lead to a more robust indicator score and facilitate \ntracking progress over time. \n \nData compilers \n\n \nUNEP and UN-Water partners, under GEMI (Integrated Monitoring of Water and Sanitation Related \nTargets) \n \nReferences \n\n \nURL: \n \nhttp://www.unepdhi.org \n \nReferences: \n \n- AMCOW 2012: Status Report on Water Resources Management in Africa, http://www.amcow-\nonline.org/index.php?option=com_content&view=article&id=262&Itemid=141&lang=en  \n \n- GEMI – Integrated Monitoring of Water and Sanitation-related SDG Targets. http:/ \n \nRelated indicators \n\n \nAs it measures the degree of implementation of an enabling environment for better water resources \nmanagement, it directly supports the other outcome targets under SDG 6 (6.1 – 6.6). It does this by \nproviding further information to countries on the context and possible explanation for the progress on \nother targets, and points to barriers and enablers to obtaining the other targets. It also directly supports \nthe means of implementation targets 6.a and 6.b, as disaggregation is possible to provide data on \nfinancing (6.a) and stakeholder participation (6.b). Beyond SDG 6, indicator 6.5.1 has linkages with a \nnumber of other targets across the SDGs, as integrated water resources management is concerned with \nintegrating the demands and impacts on water resources and water-related ecosystems from a number \nof different SDGs and their targets, including: poverty (1.4); agriculture (2.3); education (4.7); gender \n\n\f \n\nLast updated: 11 July 2017 \n\n(5.5); energy (7.1); work (8.5); equality (10.2); urban areas (11.3); climate change (13.2); ecosystems \n(15.9); governance (16.3, 16.5 – 16.7) (UN-Water 2016). \n \n\n\f"
      }
    },
    "109408": {
      "years": [
        2018,
        2018,
        2018,
        2018
      ],
      "entities": [
        355,
        36458,
        36461,
        36463
      ],
      "values": [
        4,
        9,
        15,
        5
      ],
      "id": 109408,
      "name": "6.5.1 - Proportion of countries by IWRM implementation category (%) - ER_H2O_IWRMP - Very high level of implementation",
      "unit": "Percentage",
      "description": null,
      "createdAt": "2019-11-15T20:25:38.000Z",
      "updatedAt": "2019-11-15T20:25:38.000Z",
      "code": null,
      "coverage": "",
      "timespan": "",
      "datasetId": 4790,
      "sourceId": 17527,
      "shortUnit": null,
      "display": {},
      "columnOrder": 0,
      "originalMetadata": null,
      "datasetName": "Proportion of countries by IWRM implementation category (%)",
      "s_id": 17527,
      "s_name": "Proportion of countries by IWRM implementation category (%) (UN SDG, 2019)",
      "source": {
        "id": 17527,
        "name": "Proportion of countries by IWRM implementation category (%) (UN SDG, 2019)",
        "dataPublishedBy": "United Nations Statistics Division",
        "dataPublisherSource": "",
        "link": "https://unstats.un.org/sdgs/indicators/database/",
        "retrievedData": "",
        "additionalInfo": " \n\nLast updated: 11 July 2017 \n\nGoal 6: Ensure availability and sustainable management of water and sanitation for all \nTarget 6.5: By 2030, implement integrated water resources management at all levels, including through \ntransboundary cooperation as appropriate \nIndicator 6.5.1: Degree of integrated water resources management implementation (0-100) \n \nInstitutional information \n\n \nOrganization(s): \n \nUnited Nations Environment Programme (UNEP) \n \nConcepts and definitions \n\n \nDefinition: \n \nThe indicator degree of implementation of Integrated Water Resources Management (IWRM), measured \nin per cent (%) from 0 (implementation not yet started) to 100 (fully implemented) is currently being \nmeasured in terms of different stages of development and implementation of Integrated Water \nResources Management (IWRM).  \n \nThe definition of IWRM is based on an internationally agreed definition, and is universally applicable. \nIWRM was officially established in 1992 and is defined as “a process which promotes the coordinated \ndevelopment and management of water, land and related resources in order to maximise economic and \nsocial welfare in an equitable manner without compromising the sustainability of vital ecosystems.” \n(GWP 2010).  \n \nThe method builds on official UN IWRM status reporting, from 2008 and 2012, of the Johannesburg Plan \nof Implementation from the UN World Summit for Sustainable Development (1992). \n \nRationale: \n \nThe indicator provides a direct progress measurement of the first part of Target 6.5 “…implement \nintegrated water resources management at all levels …”. The percentage score provides an easy and \nunderstandable way of measuring progress towards the target, with ‘0’ interpreted as no implementation \nof IWRM, and ‘100’ interpreted as IWRM being fully implemented.  \n \nTo further aid interpretation and comparison, the indicator results can be categorized in a similar way to \nthe survey questions: Degree of implementation =  \n \n\nLow (10-29.9) \n\n•  Very low (0-9.9) \n• \n•  Medium-low (30-49.9) \n•  Medium-high (50-69.9) \n•  High (70-89.9) \n•  Very high (90-100) \n\n\fLast updated: 11 July 2017 \n\n \n\n \n\n \nThe concept of the survey is that it provides sufficient information to be of real value to the countries in \ndetermining their progress towards the target, and through this, various aspects of IWRM. A balance has \nbeen sought between providing sufficient information to cover the core principles of IWRM, and thus \nproviding a robust indicator value, and not overburdening countries with unnecessary reporting \nrequirements.  \n \nCountries are encouraged to provide additional information on each question, which may help to qualify \ntheir choice of score, and/or put that score into their national context.  \n \nIndicator 6.5.1 is supported by indicator 6.5.2 “Proportion of transboundary basin area with an \noperational arrangement for water cooperation”, which directly addresses the portion of Target 6.5 “…, \nincluding through transboundary cooperation as appropriate.”. \n \nConcepts: \n \nThe concept of IWRM is measured in 4 main components:  \n \n\n1.  Enabling environment: this includes the policies, laws, plans and strategies which create the \n\n2. \n\n‘enabling environment’ for IWRM.  \nInstitutions: includes the range and roles of political, social, economic and administrative \ninstitutions that help to support the implementation of IWRM.  \n\n3.  Management Instruments: The tools and activities that enable decision-makers and users to \n\nmake rational and informed choices between alternative actions.  \n\n4.  Financing: Budgeting and financing made available and used for water resources development \n\nand management from various sources. \n\n \nThe indicator is based on a national survey structured around these four main components (UNEP 2016). \nEach component is split into two parts: questions concerning the ‘National level’ and ‘Other levels’ \nrespectively. ‘Other levels’ includes sub-national (including provinces/states for federated countries), \nbasin level, and the transboundary level as appropriate. These two parts address the wording of Target \n6.5 ‘implement [IWRM] at all levels …’. \n \nComments and limitations: \n \nThe challenge of subjectivity in responses associated with this type of survey is being addressed in a \nnumber of ways:  \n \n\na.  Draft responses are reviewed by a number of governmental and non-governmental stakeholders \n\nin an open, inclusive and transparent process.  \n\nb.  Countries are encouraged to provide further information to qualify their responses and/or set \n\nthem in the national context.  \n\nc.  Guidelines are provided for each of the four main components, each question, and each of the \n\nsix thresholds for every single question, to ensure responses are as objective as possible, and are \ncomparable both between countries, and between reporting periods.  \n\n\fLast updated: 11 July 2017 \n\n \n\n \n\nTo achieve robust indicator results requires a country process involving a wide range of stakeholders \nwhich will require a certain amount of time and resources. The advantage of this is that it puts in place a \nprocess that addresses the integrated and indivisible nature of the SDG targets, as well as stressing the \nimportance of “leaving no on behind”. \n \nMethodology \n\n \nComputation Method: \n \n\n1.  The survey contains 32 questions divided into the four main components described above.  \n2.  Each question is given a score between 0 and 100, in increments of 10, based on the following 6 \n\nLow (20) \n\nmain categories: \n•  Very low (0) \n• \n•  Medium-low (40) \n•  Medium-high (60) \n•  High (80) \n•  Very high (100) \nNote that guidance is provided for each threshold for each question, to ensure objective and \ncomparable results.  \n\n3.  The un-weighted average of the question scores within each of the four components is \n\ncalculated to give a score of 0 – 100 for each component.  \n\n4.  The component scores are averaged (un-weighted) to give the indicator score, expressed as a \n\npercentage between 0 and 100. \n\n \nDisaggregation: \n \nThe strength of the indicator lies in the potential for disaggregating the country score into the four main \ncomponents of IWRM, and further to the questions in the survey. This provides countries with a quick \nassessment of which aspects of IWRM are progressing well, and which aspects require increased efforts \nto obtain the target.  \n \nThe nature of the target, indicator and survey does not lend itself to disaggregation by sex, age group, \nincome etc. However, social equality is an integral part of IWRM, and there are questions which directly \naddress issues such as gender, vulnerable groups, geographic coverage and broad stakeholder \nparticipation in water resources development and management. These questions provide an indication of \nthe national and sub-national situation regarding social equality. \n \n\n\fLast updated: 11 July 2017 \n\n \n\nTreatment of missing values: \n \n\n•  At country level \n\n \nThe indicator and survey have been designed for all countries to be able to submit an indicator \nvalue. A number of countries that did not submit a survey during the last round of data collection \nincluded fragile states / countries in conflict, or small island developing states. It is therefore \nestimated that the number of country responses under the SDG process will be in excess of 90%. \nEstimates for countries not responding to the survey will therefore not be made. \n \n\n•  At regional and global levels \n\n \nIt is estimated that the number of country responses will be in excess of 90%. This coverage of data \nwill be deemed to be representative of global aggregates. Estimates for countries not responding to \nthe survey will therefore not be made. \n\n \nRegional aggregates: \n \nFollowing the Agenda 2030 principle of “leaving no one behind”, regional and global values will be based \non simple, un-weighted averages of country scores. The country scores will be presented as a percentage, \nand regional and global averages will also be presented as a percentage. Global averages will be based on \ncountry values, not regional averages.  \n \nRegional values may be assembled by regional bodies responsible for water resources in the region, such \nas the African Ministerial Council on Water (AMCOW), and the European Environment Agency (EEA). \n \nSources of discrepancies: \n \nAs described in section 11, there will be no internationally estimated data, with all data to be produced \nby countries. \n \nMethods and guidance available to countries for the compilation of the data at the national level: \n \n\n1.  National focal points selected by each country.   \n2.  Data collection is via a simple questionnaire with 32 questions. Responses can be submitted \n\neither online via SurveyMonkey or emailed using a MS Word format. Responses to each question \nare to be given on a scale of 0 – 100, in increments of 10. Threshold descriptions are given for six \nthresholds between 0 and 100.   \n\n3.  National focal points are responsible for coordinating a national process to engage governmental \n\nand non-governmental stakeholders, as appropriate in the context of each country, to develop \ndraft responses and finalise responses. This may be via email, workshops, and online notices.   \nThe following materials are available for national focal points in 5 languages (English, Spanish, \nFrench, Arabic, Russian, Chines), at http://iwrmdataportal.unepdhi.org/iwrmmonitoring.html: a \ndetailed step-by-step guide; the questionnaire in MS Word and electronic formats; and webinar \npresentations and videos.  \n\n \nExtensive explanations are provided in the step-by-step guide, the webinars, and in the questionnaire \nitself. The questionnaire contains: an overall introduction and explanation; a glossary; an introduction \nand glossary in each of the four sections; threshold descriptions for six thresholds for each question; and \n\n\fLast updated: 11 July 2017 \n\n \n\n \n\na number of footnotes to explain aspects of questions or threshold descriptions. All materials can be \ndownloaded from http://iwrmdataportal.unepdhi.org/iwrmmonitoring.html. In addition, a dedicated \nhelpdesk is available to provide assistance at all times. The helpdesk is accessible via email \n<Iwrm.Sdg6survey@unep.org>. \n \nQuality assurance: \n \nThe following quality assurance guidelines are available to all individuals involved in quality assurance for \n6.5.1.  Process:  \n\n1.  Nominate person responsible for QA for a country response once it is submitted for the first \n\ntime.   \n\n2.  Acknowledge receipt and inform the country of QA process.   \n3.  Update spreadsheet ‘Country_scores_QC.xlsx’, indicating date of receipt and who submitted.   \n4.  Upload Word versions, or Suvery Monkey versions as PDF, to the dropbox folder 6.5.1.IWRM \n\n2017 Country Survey> 6.5.1 Country Questionnaire Submissions.   \n\nIf there are any discrepancies, revert to UNEP-DHI colleagues.   \n\n5.  Undertake ALL checks described below.   \n6. \n7.  Once action is agreed, respond to the countries.   \n8.  Complete all checks on each subsequent version of the questionnaire until all quality issues are \n\nresolved and questionnaire is marked ‘final’.      \n\n \nChecks:   \n\n1.  Focal point: Confirm the person submitting is the formal national focal point. If not, any reply \n\nshould also add the national focal point in CC.   \n\n2.  Question responses:   \n\na.  All questions answered. Official guidance is that all questions should be \n\nanswered (either with a score or n/a).   \n\nb.  Scores in range from 0-100, in increments of 10.   \nc.  Check that n/a (not applicable) is used appropriately.   \n\n3. \n\nJustification/evidence fields:   \n\na.  Check that the free text make sense in the context of the score (and vice versa).  \nb. \n\nIf n/a is used appropriately, or if a score of 100 is given, check that a justification is \nprovided, as per instructions in the questionnaire  \n\n4.  Calculations: Check that section averages are correct and that final average is correct, using the \n\nspreadsheet ‘Country_scores_QC.xlsx’ on Dropbox. Fill in the given responses in columns M - AX, \nand the differences are calculated automatically in columns C – G. If the difference is greater \nthan +/- 0.5, the cells are automatically highlighted in red using conditional formatting.  \n\n5.  Compare with 2011: Compare with 2011 and discuss with colleagues if necessary. Use file \n\n‘2011_IWRM_Data_for_SDG_comparison.xlsx’, on Dropbox, which has rescaled the 2011 results \nto 0-100, and selected the individual questions, or groups of questions, which are comparable to \nthe 2017 SDG version, as described in the file SDG_6.5.1_vs_2011-IWRM_questions.pdf, on \nDropbox.   \n\n6.  Transboundary issues:   \n\na.  Check the ‘transboundary basins’ table in the introductory section. A full list of \n\ntransboundary basins can be found here: http://twap-\nrivers.org/indicators/Report.ashx?type=IndicatorResultsSummary. Go to the \nfinal worksheet/tab to see the countries in each basin. Also check the maps \nhere: http://twap-rivers.org/indicators/ to see if the basin is likely to be \nimportant for that country, or if there is only a small portion of the basin in their \ncountry (in which case they may not list it).  \n\nb.  Check the transboundary questions: 2.2d; 2.2e; 3.2d; and 4.2c, and see if these \nmake sense in the context of the country. Island countries should give ‘n/a’ for \nall of these questions. \n\n\fLast updated: 11 July 2017 \n\nAll data is provided by each country and is therefore fully owned by the countries. Each country \nundertakes stakeholder consultation, to a level that is appropriate given resources and capacity available \nto them, to ensure that the data has adequate acceptance and ownership within the country. Guidance \non consultation processes are provided in the step-by-step guide and through the inception webinar (all \nmaterials available at http://iwrmdataportal.unepdhi.org/iwrmmonitoring.html). \n \nData Sources \n\n \nDescription: \n \nMonitoring progress on meeting SDG 6.5 is owned by and is the responsibility of the national \ngovernment. The government will assign a ministry with the primary responsibility for overseeing this \nsurvey, which will be asked to take on the responsibility of coordinating the national IWRM monitoring \nand reporting process. As water issues, and water management issues in particular, cut across a wide \nnumber of sectors, often overseen by different ministries and other administrative bodies at national or \nother levels, the process should be inclusive. Major stakeholders should be involved in order to \ncontribute to well informed and objective answers to the questionnaire.  \n \nThe ministry may wish to nominate a national “IWRM focal point”, who may or may not be a government \nofficial. The UN will provide support where needed and possible. The following steps are suggested as \nguidance only, as it is up to countries to decide which process or processes would best serve their needs. \nIt should also be noted that the following steps represent a ‘ladder’ approach, in that completing all the \nsteps will generally lead to a more robust indicator. However, it may not be possible or necessary for all \ncountries to complete all steps.  \n \n\n1.  The responsible ministry or IWRM focal point contacts other relevant ministries/agencies to \n\ncompile responses to the questionnaire. Each possible response option has a score which will be \nused to calculate the overall indicator score. \n\n2.  The completed draft questionnaire is reviewed by government stakeholders. These stakeholders \ncould include those involved in water-relevant sectors, such as agriculture, energy, water supply \nand environment, as well as water management at different administrative levels. This process \nmay be electronic (e.g. via email) and/or through workshops.  \n\n3.  The revised draft questionnaire is validated at a multi-stakeholder workshop. Apart from \n\ngovernment representatives these stakeholders could include water user associations, private \nsector, interest groups concerned with e.g. environment, agriculture, poverty, and academia. The \nsuggested process is through a workshop but alternative means of consultation e.g. email, online \ncall for public submissions could be considered. Note that steps 2 and 3 could be combined if \ndesired.  \n\n4.  The responsible ministry or IWRM focal point discusses with relevant officials and consolidates \nthe input into a final version. This version will be the basis for calculating the degree of IWRM \nimplementation (0-100) for global reporting. Countries can enter responses electronically into an \nonline version of the survey, which will automatically calculate the degree of IWRM \nimplementation score, and also generate graphs and automatic reports to help countries identify \nareas for attention.  \n\n5.  The responsible ministry submits the final indicator score to the national statistics office \n\nresponsible for compiling all national SDG target data.  \n\n \n\n \n\n\f \n\nLast updated: 11 July 2017 \n\nBased on the national survey, UN-Water will periodically prepare synthesis reports for regional and global \nlevels to provide overall progress on meeting SDG target 6.5.  \n \nTemporal Coverage: A reporting cycle of three years is recommended. \n \nCollection process: \n \nOfficial counterparts at the country level and the validation and consultation process.  \n \nThe survey has been designed so that the indicator is comparable between countries and time periods. \nNo adjustments are foreseen. \n \nData Availability \n\n \nDescription: \n \nTotal number of countries: 133 (69% of UN Member States) (UN-Water 2012)  \n \nThe following covers the region (MDG regional groupings): followed by the number of countries with data \n(/total countries in region) (as of 2012); followed by the percentage of countries with data \nOceania: 5/12; 42% \nEastern Asia: 4/4; 100% \nSouthern Asia: 5/9; 56% \nSouth-Eastern Asia: 9/11; 82% \nWestern Asia: 5/12; 42% \nCaucasus and Central Asia: 5/8; 63% \nLatin America & the Caribbean: 22/33; 67% \nDeveloped regions: 38/50; 76% \nSub-Saharan Africa: 35/49; 71% \nNorthern Africa: 5/5; 100% \nWorld: 133/193; 69% \n \nTime series: \n \n2008, 2012 (UN-Water 2008, 2012, IWRM Data Portal) \n \nCalendar \n\n \nData collection: \n \nDecember 2016 – August 2017 (9 months).  \n \nData release: \n \n1st quarter 2018. \n\n\f \n\n \nData providers \n\nLast updated: 11 July 2017 \n\n \nThe information required to complete the survey is expected to be held by government officials \nresponsible for water resources management in the country, supported by official documentation. E.g. \nMinistry of Water in coordination with Ministry of Environment, Ministry of Finance, Ministry of Planning, \nMinistry of Lands and Agriculture, Ministry of Industry and Mining etc. See also section 6 above. As a \nminimum, a small group of officials may be able to complete the survey. However, these government \nofficials may belong to various government authorities, and coordination will be required to determine \nand validate the responses to each question. Increased government and non-government stakeholder \nparticipation in validating the question scores will lead to a more robust indicator score and facilitate \ntracking progress over time. \n \nData compilers \n\n \nUNEP and UN-Water partners, under GEMI (Integrated Monitoring of Water and Sanitation Related \nTargets) \n \nReferences \n\n \nURL: \n \nhttp://www.unepdhi.org \n \nReferences: \n \n- AMCOW 2012: Status Report on Water Resources Management in Africa, http://www.amcow-\nonline.org/index.php?option=com_content&view=article&id=262&Itemid=141&lang=en  \n \n- GEMI – Integrated Monitoring of Water and Sanitation-related SDG Targets. http:/ \n \nRelated indicators \n\n \nAs it measures the degree of implementation of an enabling environment for better water resources \nmanagement, it directly supports the other outcome targets under SDG 6 (6.1 – 6.6). It does this by \nproviding further information to countries on the context and possible explanation for the progress on \nother targets, and points to barriers and enablers to obtaining the other targets. It also directly supports \nthe means of implementation targets 6.a and 6.b, as disaggregation is possible to provide data on \nfinancing (6.a) and stakeholder participation (6.b). Beyond SDG 6, indicator 6.5.1 has linkages with a \nnumber of other targets across the SDGs, as integrated water resources management is concerned with \nintegrating the demands and impacts on water resources and water-related ecosystems from a number \nof different SDGs and their targets, including: poverty (1.4); agriculture (2.3); education (4.7); gender \n\n\f \n\nLast updated: 11 July 2017 \n\n(5.5); energy (7.1); work (8.5); equality (10.2); urban areas (11.3); climate change (13.2); ecosystems \n(15.9); governance (16.3, 16.5 – 16.7) (UN-Water 2016). \n \n\n\f"
      }
    },
    "109409": {
      "years": [
        2018,
        2018,
        2018,
        2018,
        2018,
        2018,
        2018,
        2018
      ],
      "entities": [
        90620,
        36463,
        36461,
        36460,
        355,
        289,
        277,
        36458
      ],
      "values": [
        45,
        5,
        15,
        30,
        19,
        18,
        38,
        5
      ],
      "id": 109409,
      "name": "6.5.1 - Proportion of countries by IWRM implementation category (%) - ER_H2O_IWRMP - Low level of implementation",
      "unit": "Percentage",
      "description": null,
      "createdAt": "2019-11-15T20:25:38.000Z",
      "updatedAt": "2019-11-15T20:25:38.000Z",
      "code": null,
      "coverage": "",
      "timespan": "",
      "datasetId": 4790,
      "sourceId": 17527,
      "shortUnit": null,
      "display": {},
      "columnOrder": 0,
      "originalMetadata": null,
      "datasetName": "Proportion of countries by IWRM implementation category (%)",
      "s_id": 17527,
      "s_name": "Proportion of countries by IWRM implementation category (%) (UN SDG, 2019)",
      "source": {
        "id": 17527,
        "name": "Proportion of countries by IWRM implementation category (%) (UN SDG, 2019)",
        "dataPublishedBy": "United Nations Statistics Division",
        "dataPublisherSource": "",
        "link": "https://unstats.un.org/sdgs/indicators/database/",
        "retrievedData": "",
        "additionalInfo": " \n\nLast updated: 11 July 2017 \n\nGoal 6: Ensure availability and sustainable management of water and sanitation for all \nTarget 6.5: By 2030, implement integrated water resources management at all levels, including through \ntransboundary cooperation as appropriate \nIndicator 6.5.1: Degree of integrated water resources management implementation (0-100) \n \nInstitutional information \n\n \nOrganization(s): \n \nUnited Nations Environment Programme (UNEP) \n \nConcepts and definitions \n\n \nDefinition: \n \nThe indicator degree of implementation of Integrated Water Resources Management (IWRM), measured \nin per cent (%) from 0 (implementation not yet started) to 100 (fully implemented) is currently being \nmeasured in terms of different stages of development and implementation of Integrated Water \nResources Management (IWRM).  \n \nThe definition of IWRM is based on an internationally agreed definition, and is universally applicable. \nIWRM was officially established in 1992 and is defined as “a process which promotes the coordinated \ndevelopment and management of water, land and related resources in order to maximise economic and \nsocial welfare in an equitable manner without compromising the sustainability of vital ecosystems.” \n(GWP 2010).  \n \nThe method builds on official UN IWRM status reporting, from 2008 and 2012, of the Johannesburg Plan \nof Implementation from the UN World Summit for Sustainable Development (1992). \n \nRationale: \n \nThe indicator provides a direct progress measurement of the first part of Target 6.5 “…implement \nintegrated water resources management at all levels …”. The percentage score provides an easy and \nunderstandable way of measuring progress towards the target, with ‘0’ interpreted as no implementation \nof IWRM, and ‘100’ interpreted as IWRM being fully implemented.  \n \nTo further aid interpretation and comparison, the indicator results can be categorized in a similar way to \nthe survey questions: Degree of implementation =  \n \n\nLow (10-29.9) \n\n•  Very low (0-9.9) \n• \n•  Medium-low (30-49.9) \n•  Medium-high (50-69.9) \n•  High (70-89.9) \n•  Very high (90-100) \n\n\fLast updated: 11 July 2017 \n\n \n\n \n\n \nThe concept of the survey is that it provides sufficient information to be of real value to the countries in \ndetermining their progress towards the target, and through this, various aspects of IWRM. A balance has \nbeen sought between providing sufficient information to cover the core principles of IWRM, and thus \nproviding a robust indicator value, and not overburdening countries with unnecessary reporting \nrequirements.  \n \nCountries are encouraged to provide additional information on each question, which may help to qualify \ntheir choice of score, and/or put that score into their national context.  \n \nIndicator 6.5.1 is supported by indicator 6.5.2 “Proportion of transboundary basin area with an \noperational arrangement for water cooperation”, which directly addresses the portion of Target 6.5 “…, \nincluding through transboundary cooperation as appropriate.”. \n \nConcepts: \n \nThe concept of IWRM is measured in 4 main components:  \n \n\n1.  Enabling environment: this includes the policies, laws, plans and strategies which create the \n\n2. \n\n‘enabling environment’ for IWRM.  \nInstitutions: includes the range and roles of political, social, economic and administrative \ninstitutions that help to support the implementation of IWRM.  \n\n3.  Management Instruments: The tools and activities that enable decision-makers and users to \n\nmake rational and informed choices between alternative actions.  \n\n4.  Financing: Budgeting and financing made available and used for water resources development \n\nand management from various sources. \n\n \nThe indicator is based on a national survey structured around these four main components (UNEP 2016). \nEach component is split into two parts: questions concerning the ‘National level’ and ‘Other levels’ \nrespectively. ‘Other levels’ includes sub-national (including provinces/states for federated countries), \nbasin level, and the transboundary level as appropriate. These two parts address the wording of Target \n6.5 ‘implement [IWRM] at all levels …’. \n \nComments and limitations: \n \nThe challenge of subjectivity in responses associated with this type of survey is being addressed in a \nnumber of ways:  \n \n\na.  Draft responses are reviewed by a number of governmental and non-governmental stakeholders \n\nin an open, inclusive and transparent process.  \n\nb.  Countries are encouraged to provide further information to qualify their responses and/or set \n\nthem in the national context.  \n\nc.  Guidelines are provided for each of the four main components, each question, and each of the \n\nsix thresholds for every single question, to ensure responses are as objective as possible, and are \ncomparable both between countries, and between reporting periods.  \n\n\fLast updated: 11 July 2017 \n\n \n\n \n\nTo achieve robust indicator results requires a country process involving a wide range of stakeholders \nwhich will require a certain amount of time and resources. The advantage of this is that it puts in place a \nprocess that addresses the integrated and indivisible nature of the SDG targets, as well as stressing the \nimportance of “leaving no on behind”. \n \nMethodology \n\n \nComputation Method: \n \n\n1.  The survey contains 32 questions divided into the four main components described above.  \n2.  Each question is given a score between 0 and 100, in increments of 10, based on the following 6 \n\nLow (20) \n\nmain categories: \n•  Very low (0) \n• \n•  Medium-low (40) \n•  Medium-high (60) \n•  High (80) \n•  Very high (100) \nNote that guidance is provided for each threshold for each question, to ensure objective and \ncomparable results.  \n\n3.  The un-weighted average of the question scores within each of the four components is \n\ncalculated to give a score of 0 – 100 for each component.  \n\n4.  The component scores are averaged (un-weighted) to give the indicator score, expressed as a \n\npercentage between 0 and 100. \n\n \nDisaggregation: \n \nThe strength of the indicator lies in the potential for disaggregating the country score into the four main \ncomponents of IWRM, and further to the questions in the survey. This provides countries with a quick \nassessment of which aspects of IWRM are progressing well, and which aspects require increased efforts \nto obtain the target.  \n \nThe nature of the target, indicator and survey does not lend itself to disaggregation by sex, age group, \nincome etc. However, social equality is an integral part of IWRM, and there are questions which directly \naddress issues such as gender, vulnerable groups, geographic coverage and broad stakeholder \nparticipation in water resources development and management. These questions provide an indication of \nthe national and sub-national situation regarding social equality. \n \n\n\fLast updated: 11 July 2017 \n\n \n\nTreatment of missing values: \n \n\n•  At country level \n\n \nThe indicator and survey have been designed for all countries to be able to submit an indicator \nvalue. A number of countries that did not submit a survey during the last round of data collection \nincluded fragile states / countries in conflict, or small island developing states. It is therefore \nestimated that the number of country responses under the SDG process will be in excess of 90%. \nEstimates for countries not responding to the survey will therefore not be made. \n \n\n•  At regional and global levels \n\n \nIt is estimated that the number of country responses will be in excess of 90%. This coverage of data \nwill be deemed to be representative of global aggregates. Estimates for countries not responding to \nthe survey will therefore not be made. \n\n \nRegional aggregates: \n \nFollowing the Agenda 2030 principle of “leaving no one behind”, regional and global values will be based \non simple, un-weighted averages of country scores. The country scores will be presented as a percentage, \nand regional and global averages will also be presented as a percentage. Global averages will be based on \ncountry values, not regional averages.  \n \nRegional values may be assembled by regional bodies responsible for water resources in the region, such \nas the African Ministerial Council on Water (AMCOW), and the European Environment Agency (EEA). \n \nSources of discrepancies: \n \nAs described in section 11, there will be no internationally estimated data, with all data to be produced \nby countries. \n \nMethods and guidance available to countries for the compilation of the data at the national level: \n \n\n1.  National focal points selected by each country.   \n2.  Data collection is via a simple questionnaire with 32 questions. Responses can be submitted \n\neither online via SurveyMonkey or emailed using a MS Word format. Responses to each question \nare to be given on a scale of 0 – 100, in increments of 10. Threshold descriptions are given for six \nthresholds between 0 and 100.   \n\n3.  National focal points are responsible for coordinating a national process to engage governmental \n\nand non-governmental stakeholders, as appropriate in the context of each country, to develop \ndraft responses and finalise responses. This may be via email, workshops, and online notices.   \nThe following materials are available for national focal points in 5 languages (English, Spanish, \nFrench, Arabic, Russian, Chines), at http://iwrmdataportal.unepdhi.org/iwrmmonitoring.html: a \ndetailed step-by-step guide; the questionnaire in MS Word and electronic formats; and webinar \npresentations and videos.  \n\n \nExtensive explanations are provided in the step-by-step guide, the webinars, and in the questionnaire \nitself. The questionnaire contains: an overall introduction and explanation; a glossary; an introduction \nand glossary in each of the four sections; threshold descriptions for six thresholds for each question; and \n\n\fLast updated: 11 July 2017 \n\n \n\n \n\na number of footnotes to explain aspects of questions or threshold descriptions. All materials can be \ndownloaded from http://iwrmdataportal.unepdhi.org/iwrmmonitoring.html. In addition, a dedicated \nhelpdesk is available to provide assistance at all times. The helpdesk is accessible via email \n<Iwrm.Sdg6survey@unep.org>. \n \nQuality assurance: \n \nThe following quality assurance guidelines are available to all individuals involved in quality assurance for \n6.5.1.  Process:  \n\n1.  Nominate person responsible for QA for a country response once it is submitted for the first \n\ntime.   \n\n2.  Acknowledge receipt and inform the country of QA process.   \n3.  Update spreadsheet ‘Country_scores_QC.xlsx’, indicating date of receipt and who submitted.   \n4.  Upload Word versions, or Suvery Monkey versions as PDF, to the dropbox folder 6.5.1.IWRM \n\n2017 Country Survey> 6.5.1 Country Questionnaire Submissions.   \n\nIf there are any discrepancies, revert to UNEP-DHI colleagues.   \n\n5.  Undertake ALL checks described below.   \n6. \n7.  Once action is agreed, respond to the countries.   \n8.  Complete all checks on each subsequent version of the questionnaire until all quality issues are \n\nresolved and questionnaire is marked ‘final’.      \n\n \nChecks:   \n\n1.  Focal point: Confirm the person submitting is the formal national focal point. If not, any reply \n\nshould also add the national focal point in CC.   \n\n2.  Question responses:   \n\na.  All questions answered. Official guidance is that all questions should be \n\nanswered (either with a score or n/a).   \n\nb.  Scores in range from 0-100, in increments of 10.   \nc.  Check that n/a (not applicable) is used appropriately.   \n\n3. \n\nJustification/evidence fields:   \n\na.  Check that the free text make sense in the context of the score (and vice versa).  \nb. \n\nIf n/a is used appropriately, or if a score of 100 is given, check that a justification is \nprovided, as per instructions in the questionnaire  \n\n4.  Calculations: Check that section averages are correct and that final average is correct, using the \n\nspreadsheet ‘Country_scores_QC.xlsx’ on Dropbox. Fill in the given responses in columns M - AX, \nand the differences are calculated automatically in columns C – G. If the difference is greater \nthan +/- 0.5, the cells are automatically highlighted in red using conditional formatting.  \n\n5.  Compare with 2011: Compare with 2011 and discuss with colleagues if necessary. Use file \n\n‘2011_IWRM_Data_for_SDG_comparison.xlsx’, on Dropbox, which has rescaled the 2011 results \nto 0-100, and selected the individual questions, or groups of questions, which are comparable to \nthe 2017 SDG version, as described in the file SDG_6.5.1_vs_2011-IWRM_questions.pdf, on \nDropbox.   \n\n6.  Transboundary issues:   \n\na.  Check the ‘transboundary basins’ table in the introductory section. A full list of \n\ntransboundary basins can be found here: http://twap-\nrivers.org/indicators/Report.ashx?type=IndicatorResultsSummary. Go to the \nfinal worksheet/tab to see the countries in each basin. Also check the maps \nhere: http://twap-rivers.org/indicators/ to see if the basin is likely to be \nimportant for that country, or if there is only a small portion of the basin in their \ncountry (in which case they may not list it).  \n\nb.  Check the transboundary questions: 2.2d; 2.2e; 3.2d; and 4.2c, and see if these \nmake sense in the context of the country. Island countries should give ‘n/a’ for \nall of these questions. \n\n\fLast updated: 11 July 2017 \n\nAll data is provided by each country and is therefore fully owned by the countries. Each country \nundertakes stakeholder consultation, to a level that is appropriate given resources and capacity available \nto them, to ensure that the data has adequate acceptance and ownership within the country. Guidance \non consultation processes are provided in the step-by-step guide and through the inception webinar (all \nmaterials available at http://iwrmdataportal.unepdhi.org/iwrmmonitoring.html). \n \nData Sources \n\n \nDescription: \n \nMonitoring progress on meeting SDG 6.5 is owned by and is the responsibility of the national \ngovernment. The government will assign a ministry with the primary responsibility for overseeing this \nsurvey, which will be asked to take on the responsibility of coordinating the national IWRM monitoring \nand reporting process. As water issues, and water management issues in particular, cut across a wide \nnumber of sectors, often overseen by different ministries and other administrative bodies at national or \nother levels, the process should be inclusive. Major stakeholders should be involved in order to \ncontribute to well informed and objective answers to the questionnaire.  \n \nThe ministry may wish to nominate a national “IWRM focal point”, who may or may not be a government \nofficial. The UN will provide support where needed and possible. The following steps are suggested as \nguidance only, as it is up to countries to decide which process or processes would best serve their needs. \nIt should also be noted that the following steps represent a ‘ladder’ approach, in that completing all the \nsteps will generally lead to a more robust indicator. However, it may not be possible or necessary for all \ncountries to complete all steps.  \n \n\n1.  The responsible ministry or IWRM focal point contacts other relevant ministries/agencies to \n\ncompile responses to the questionnaire. Each possible response option has a score which will be \nused to calculate the overall indicator score. \n\n2.  The completed draft questionnaire is reviewed by government stakeholders. These stakeholders \ncould include those involved in water-relevant sectors, such as agriculture, energy, water supply \nand environment, as well as water management at different administrative levels. This process \nmay be electronic (e.g. via email) and/or through workshops.  \n\n3.  The revised draft questionnaire is validated at a multi-stakeholder workshop. Apart from \n\ngovernment representatives these stakeholders could include water user associations, private \nsector, interest groups concerned with e.g. environment, agriculture, poverty, and academia. The \nsuggested process is through a workshop but alternative means of consultation e.g. email, online \ncall for public submissions could be considered. Note that steps 2 and 3 could be combined if \ndesired.  \n\n4.  The responsible ministry or IWRM focal point discusses with relevant officials and consolidates \nthe input into a final version. This version will be the basis for calculating the degree of IWRM \nimplementation (0-100) for global reporting. Countries can enter responses electronically into an \nonline version of the survey, which will automatically calculate the degree of IWRM \nimplementation score, and also generate graphs and automatic reports to help countries identify \nareas for attention.  \n\n5.  The responsible ministry submits the final indicator score to the national statistics office \n\nresponsible for compiling all national SDG target data.  \n\n \n\n \n\n\f \n\nLast updated: 11 July 2017 \n\nBased on the national survey, UN-Water will periodically prepare synthesis reports for regional and global \nlevels to provide overall progress on meeting SDG target 6.5.  \n \nTemporal Coverage: A reporting cycle of three years is recommended. \n \nCollection process: \n \nOfficial counterparts at the country level and the validation and consultation process.  \n \nThe survey has been designed so that the indicator is comparable between countries and time periods. \nNo adjustments are foreseen. \n \nData Availability \n\n \nDescription: \n \nTotal number of countries: 133 (69% of UN Member States) (UN-Water 2012)  \n \nThe following covers the region (MDG regional groupings): followed by the number of countries with data \n(/total countries in region) (as of 2012); followed by the percentage of countries with data \nOceania: 5/12; 42% \nEastern Asia: 4/4; 100% \nSouthern Asia: 5/9; 56% \nSouth-Eastern Asia: 9/11; 82% \nWestern Asia: 5/12; 42% \nCaucasus and Central Asia: 5/8; 63% \nLatin America & the Caribbean: 22/33; 67% \nDeveloped regions: 38/50; 76% \nSub-Saharan Africa: 35/49; 71% \nNorthern Africa: 5/5; 100% \nWorld: 133/193; 69% \n \nTime series: \n \n2008, 2012 (UN-Water 2008, 2012, IWRM Data Portal) \n \nCalendar \n\n \nData collection: \n \nDecember 2016 – August 2017 (9 months).  \n \nData release: \n \n1st quarter 2018. \n\n\f \n\n \nData providers \n\nLast updated: 11 July 2017 \n\n \nThe information required to complete the survey is expected to be held by government officials \nresponsible for water resources management in the country, supported by official documentation. E.g. \nMinistry of Water in coordination with Ministry of Environment, Ministry of Finance, Ministry of Planning, \nMinistry of Lands and Agriculture, Ministry of Industry and Mining etc. See also section 6 above. As a \nminimum, a small group of officials may be able to complete the survey. However, these government \nofficials may belong to various government authorities, and coordination will be required to determine \nand validate the responses to each question. Increased government and non-government stakeholder \nparticipation in validating the question scores will lead to a more robust indicator score and facilitate \ntracking progress over time. \n \nData compilers \n\n \nUNEP and UN-Water partners, under GEMI (Integrated Monitoring of Water and Sanitation Related \nTargets) \n \nReferences \n\n \nURL: \n \nhttp://www.unepdhi.org \n \nReferences: \n \n- AMCOW 2012: Status Report on Water Resources Management in Africa, http://www.amcow-\nonline.org/index.php?option=com_content&view=article&id=262&Itemid=141&lang=en  \n \n- GEMI – Integrated Monitoring of Water and Sanitation-related SDG Targets. http:/ \n \nRelated indicators \n\n \nAs it measures the degree of implementation of an enabling environment for better water resources \nmanagement, it directly supports the other outcome targets under SDG 6 (6.1 – 6.6). It does this by \nproviding further information to countries on the context and possible explanation for the progress on \nother targets, and points to barriers and enablers to obtaining the other targets. It also directly supports \nthe means of implementation targets 6.a and 6.b, as disaggregation is possible to provide data on \nfinancing (6.a) and stakeholder participation (6.b). Beyond SDG 6, indicator 6.5.1 has linkages with a \nnumber of other targets across the SDGs, as integrated water resources management is concerned with \nintegrating the demands and impacts on water resources and water-related ecosystems from a number \nof different SDGs and their targets, including: poverty (1.4); agriculture (2.3); education (4.7); gender \n\n\f \n\nLast updated: 11 July 2017 \n\n(5.5); energy (7.1); work (8.5); equality (10.2); urban areas (11.3); climate change (13.2); ecosystems \n(15.9); governance (16.3, 16.5 – 16.7) (UN-Water 2016). \n \n\n\f"
      }
    },
    "109410": {
      "years": [
        2018,
        2018,
        2018,
        2018,
        2018,
        2018,
        2018,
        2018,
        2018
      ],
      "entities": [
        36460,
        90620,
        36463,
        36461,
        36458,
        36416,
        355,
        289,
        277
      ],
      "values": [
        10,
        3,
        27,
        15,
        26,
        50,
        21,
        29,
        13
      ],
      "id": 109410,
      "name": "6.5.1 - Proportion of countries by IWRM implementation category (%) - ER_H2O_IWRMP - Medium-high level of implementation",
      "unit": "Percentage",
      "description": null,
      "createdAt": "2019-11-15T20:25:38.000Z",
      "updatedAt": "2019-11-15T20:25:38.000Z",
      "code": null,
      "coverage": "",
      "timespan": "",
      "datasetId": 4790,
      "sourceId": 17527,
      "shortUnit": null,
      "display": {},
      "columnOrder": 0,
      "originalMetadata": null,
      "datasetName": "Proportion of countries by IWRM implementation category (%)",
      "s_id": 17527,
      "s_name": "Proportion of countries by IWRM implementation category (%) (UN SDG, 2019)",
      "source": {
        "id": 17527,
        "name": "Proportion of countries by IWRM implementation category (%) (UN SDG, 2019)",
        "dataPublishedBy": "United Nations Statistics Division",
        "dataPublisherSource": "",
        "link": "https://unstats.un.org/sdgs/indicators/database/",
        "retrievedData": "",
        "additionalInfo": " \n\nLast updated: 11 July 2017 \n\nGoal 6: Ensure availability and sustainable management of water and sanitation for all \nTarget 6.5: By 2030, implement integrated water resources management at all levels, including through \ntransboundary cooperation as appropriate \nIndicator 6.5.1: Degree of integrated water resources management implementation (0-100) \n \nInstitutional information \n\n \nOrganization(s): \n \nUnited Nations Environment Programme (UNEP) \n \nConcepts and definitions \n\n \nDefinition: \n \nThe indicator degree of implementation of Integrated Water Resources Management (IWRM), measured \nin per cent (%) from 0 (implementation not yet started) to 100 (fully implemented) is currently being \nmeasured in terms of different stages of development and implementation of Integrated Water \nResources Management (IWRM).  \n \nThe definition of IWRM is based on an internationally agreed definition, and is universally applicable. \nIWRM was officially established in 1992 and is defined as “a process which promotes the coordinated \ndevelopment and management of water, land and related resources in order to maximise economic and \nsocial welfare in an equitable manner without compromising the sustainability of vital ecosystems.” \n(GWP 2010).  \n \nThe method builds on official UN IWRM status reporting, from 2008 and 2012, of the Johannesburg Plan \nof Implementation from the UN World Summit for Sustainable Development (1992). \n \nRationale: \n \nThe indicator provides a direct progress measurement of the first part of Target 6.5 “…implement \nintegrated water resources management at all levels …”. The percentage score provides an easy and \nunderstandable way of measuring progress towards the target, with ‘0’ interpreted as no implementation \nof IWRM, and ‘100’ interpreted as IWRM being fully implemented.  \n \nTo further aid interpretation and comparison, the indicator results can be categorized in a similar way to \nthe survey questions: Degree of implementation =  \n \n\nLow (10-29.9) \n\n•  Very low (0-9.9) \n• \n•  Medium-low (30-49.9) \n•  Medium-high (50-69.9) \n•  High (70-89.9) \n•  Very high (90-100) \n\n\fLast updated: 11 July 2017 \n\n \n\n \n\n \nThe concept of the survey is that it provides sufficient information to be of real value to the countries in \ndetermining their progress towards the target, and through this, various aspects of IWRM. A balance has \nbeen sought between providing sufficient information to cover the core principles of IWRM, and thus \nproviding a robust indicator value, and not overburdening countries with unnecessary reporting \nrequirements.  \n \nCountries are encouraged to provide additional information on each question, which may help to qualify \ntheir choice of score, and/or put that score into their national context.  \n \nIndicator 6.5.1 is supported by indicator 6.5.2 “Proportion of transboundary basin area with an \noperational arrangement for water cooperation”, which directly addresses the portion of Target 6.5 “…, \nincluding through transboundary cooperation as appropriate.”. \n \nConcepts: \n \nThe concept of IWRM is measured in 4 main components:  \n \n\n1.  Enabling environment: this includes the policies, laws, plans and strategies which create the \n\n2. \n\n‘enabling environment’ for IWRM.  \nInstitutions: includes the range and roles of political, social, economic and administrative \ninstitutions that help to support the implementation of IWRM.  \n\n3.  Management Instruments: The tools and activities that enable decision-makers and users to \n\nmake rational and informed choices between alternative actions.  \n\n4.  Financing: Budgeting and financing made available and used for water resources development \n\nand management from various sources. \n\n \nThe indicator is based on a national survey structured around these four main components (UNEP 2016). \nEach component is split into two parts: questions concerning the ‘National level’ and ‘Other levels’ \nrespectively. ‘Other levels’ includes sub-national (including provinces/states for federated countries), \nbasin level, and the transboundary level as appropriate. These two parts address the wording of Target \n6.5 ‘implement [IWRM] at all levels …’. \n \nComments and limitations: \n \nThe challenge of subjectivity in responses associated with this type of survey is being addressed in a \nnumber of ways:  \n \n\na.  Draft responses are reviewed by a number of governmental and non-governmental stakeholders \n\nin an open, inclusive and transparent process.  \n\nb.  Countries are encouraged to provide further information to qualify their responses and/or set \n\nthem in the national context.  \n\nc.  Guidelines are provided for each of the four main components, each question, and each of the \n\nsix thresholds for every single question, to ensure responses are as objective as possible, and are \ncomparable both between countries, and between reporting periods.  \n\n\fLast updated: 11 July 2017 \n\n \n\n \n\nTo achieve robust indicator results requires a country process involving a wide range of stakeholders \nwhich will require a certain amount of time and resources. The advantage of this is that it puts in place a \nprocess that addresses the integrated and indivisible nature of the SDG targets, as well as stressing the \nimportance of “leaving no on behind”. \n \nMethodology \n\n \nComputation Method: \n \n\n1.  The survey contains 32 questions divided into the four main components described above.  \n2.  Each question is given a score between 0 and 100, in increments of 10, based on the following 6 \n\nLow (20) \n\nmain categories: \n•  Very low (0) \n• \n•  Medium-low (40) \n•  Medium-high (60) \n•  High (80) \n•  Very high (100) \nNote that guidance is provided for each threshold for each question, to ensure objective and \ncomparable results.  \n\n3.  The un-weighted average of the question scores within each of the four components is \n\ncalculated to give a score of 0 – 100 for each component.  \n\n4.  The component scores are averaged (un-weighted) to give the indicator score, expressed as a \n\npercentage between 0 and 100. \n\n \nDisaggregation: \n \nThe strength of the indicator lies in the potential for disaggregating the country score into the four main \ncomponents of IWRM, and further to the questions in the survey. This provides countries with a quick \nassessment of which aspects of IWRM are progressing well, and which aspects require increased efforts \nto obtain the target.  \n \nThe nature of the target, indicator and survey does not lend itself to disaggregation by sex, age group, \nincome etc. However, social equality is an integral part of IWRM, and there are questions which directly \naddress issues such as gender, vulnerable groups, geographic coverage and broad stakeholder \nparticipation in water resources development and management. These questions provide an indication of \nthe national and sub-national situation regarding social equality. \n \n\n\fLast updated: 11 July 2017 \n\n \n\nTreatment of missing values: \n \n\n•  At country level \n\n \nThe indicator and survey have been designed for all countries to be able to submit an indicator \nvalue. A number of countries that did not submit a survey during the last round of data collection \nincluded fragile states / countries in conflict, or small island developing states. It is therefore \nestimated that the number of country responses under the SDG process will be in excess of 90%. \nEstimates for countries not responding to the survey will therefore not be made. \n \n\n•  At regional and global levels \n\n \nIt is estimated that the number of country responses will be in excess of 90%. This coverage of data \nwill be deemed to be representative of global aggregates. Estimates for countries not responding to \nthe survey will therefore not be made. \n\n \nRegional aggregates: \n \nFollowing the Agenda 2030 principle of “leaving no one behind”, regional and global values will be based \non simple, un-weighted averages of country scores. The country scores will be presented as a percentage, \nand regional and global averages will also be presented as a percentage. Global averages will be based on \ncountry values, not regional averages.  \n \nRegional values may be assembled by regional bodies responsible for water resources in the region, such \nas the African Ministerial Council on Water (AMCOW), and the European Environment Agency (EEA). \n \nSources of discrepancies: \n \nAs described in section 11, there will be no internationally estimated data, with all data to be produced \nby countries. \n \nMethods and guidance available to countries for the compilation of the data at the national level: \n \n\n1.  National focal points selected by each country.   \n2.  Data collection is via a simple questionnaire with 32 questions. Responses can be submitted \n\neither online via SurveyMonkey or emailed using a MS Word format. Responses to each question \nare to be given on a scale of 0 – 100, in increments of 10. Threshold descriptions are given for six \nthresholds between 0 and 100.   \n\n3.  National focal points are responsible for coordinating a national process to engage governmental \n\nand non-governmental stakeholders, as appropriate in the context of each country, to develop \ndraft responses and finalise responses. This may be via email, workshops, and online notices.   \nThe following materials are available for national focal points in 5 languages (English, Spanish, \nFrench, Arabic, Russian, Chines), at http://iwrmdataportal.unepdhi.org/iwrmmonitoring.html: a \ndetailed step-by-step guide; the questionnaire in MS Word and electronic formats; and webinar \npresentations and videos.  \n\n \nExtensive explanations are provided in the step-by-step guide, the webinars, and in the questionnaire \nitself. The questionnaire contains: an overall introduction and explanation; a glossary; an introduction \nand glossary in each of the four sections; threshold descriptions for six thresholds for each question; and \n\n\fLast updated: 11 July 2017 \n\n \n\n \n\na number of footnotes to explain aspects of questions or threshold descriptions. All materials can be \ndownloaded from http://iwrmdataportal.unepdhi.org/iwrmmonitoring.html. In addition, a dedicated \nhelpdesk is available to provide assistance at all times. The helpdesk is accessible via email \n<Iwrm.Sdg6survey@unep.org>. \n \nQuality assurance: \n \nThe following quality assurance guidelines are available to all individuals involved in quality assurance for \n6.5.1.  Process:  \n\n1.  Nominate person responsible for QA for a country response once it is submitted for the first \n\ntime.   \n\n2.  Acknowledge receipt and inform the country of QA process.   \n3.  Update spreadsheet ‘Country_scores_QC.xlsx’, indicating date of receipt and who submitted.   \n4.  Upload Word versions, or Suvery Monkey versions as PDF, to the dropbox folder 6.5.1.IWRM \n\n2017 Country Survey> 6.5.1 Country Questionnaire Submissions.   \n\nIf there are any discrepancies, revert to UNEP-DHI colleagues.   \n\n5.  Undertake ALL checks described below.   \n6. \n7.  Once action is agreed, respond to the countries.   \n8.  Complete all checks on each subsequent version of the questionnaire until all quality issues are \n\nresolved and questionnaire is marked ‘final’.      \n\n \nChecks:   \n\n1.  Focal point: Confirm the person submitting is the formal national focal point. If not, any reply \n\nshould also add the national focal point in CC.   \n\n2.  Question responses:   \n\na.  All questions answered. Official guidance is that all questions should be \n\nanswered (either with a score or n/a).   \n\nb.  Scores in range from 0-100, in increments of 10.   \nc.  Check that n/a (not applicable) is used appropriately.   \n\n3. \n\nJustification/evidence fields:   \n\na.  Check that the free text make sense in the context of the score (and vice versa).  \nb. \n\nIf n/a is used appropriately, or if a score of 100 is given, check that a justification is \nprovided, as per instructions in the questionnaire  \n\n4.  Calculations: Check that section averages are correct and that final average is correct, using the \n\nspreadsheet ‘Country_scores_QC.xlsx’ on Dropbox. Fill in the given responses in columns M - AX, \nand the differences are calculated automatically in columns C – G. If the difference is greater \nthan +/- 0.5, the cells are automatically highlighted in red using conditional formatting.  \n\n5.  Compare with 2011: Compare with 2011 and discuss with colleagues if necessary. Use file \n\n‘2011_IWRM_Data_for_SDG_comparison.xlsx’, on Dropbox, which has rescaled the 2011 results \nto 0-100, and selected the individual questions, or groups of questions, which are comparable to \nthe 2017 SDG version, as described in the file SDG_6.5.1_vs_2011-IWRM_questions.pdf, on \nDropbox.   \n\n6.  Transboundary issues:   \n\na.  Check the ‘transboundary basins’ table in the introductory section. A full list of \n\ntransboundary basins can be found here: http://twap-\nrivers.org/indicators/Report.ashx?type=IndicatorResultsSummary. Go to the \nfinal worksheet/tab to see the countries in each basin. Also check the maps \nhere: http://twap-rivers.org/indicators/ to see if the basin is likely to be \nimportant for that country, or if there is only a small portion of the basin in their \ncountry (in which case they may not list it).  \n\nb.  Check the transboundary questions: 2.2d; 2.2e; 3.2d; and 4.2c, and see if these \nmake sense in the context of the country. Island countries should give ‘n/a’ for \nall of these questions. \n\n\fLast updated: 11 July 2017 \n\nAll data is provided by each country and is therefore fully owned by the countries. Each country \nundertakes stakeholder consultation, to a level that is appropriate given resources and capacity available \nto them, to ensure that the data has adequate acceptance and ownership within the country. Guidance \non consultation processes are provided in the step-by-step guide and through the inception webinar (all \nmaterials available at http://iwrmdataportal.unepdhi.org/iwrmmonitoring.html). \n \nData Sources \n\n \nDescription: \n \nMonitoring progress on meeting SDG 6.5 is owned by and is the responsibility of the national \ngovernment. The government will assign a ministry with the primary responsibility for overseeing this \nsurvey, which will be asked to take on the responsibility of coordinating the national IWRM monitoring \nand reporting process. As water issues, and water management issues in particular, cut across a wide \nnumber of sectors, often overseen by different ministries and other administrative bodies at national or \nother levels, the process should be inclusive. Major stakeholders should be involved in order to \ncontribute to well informed and objective answers to the questionnaire.  \n \nThe ministry may wish to nominate a national “IWRM focal point”, who may or may not be a government \nofficial. The UN will provide support where needed and possible. The following steps are suggested as \nguidance only, as it is up to countries to decide which process or processes would best serve their needs. \nIt should also be noted that the following steps represent a ‘ladder’ approach, in that completing all the \nsteps will generally lead to a more robust indicator. However, it may not be possible or necessary for all \ncountries to complete all steps.  \n \n\n1.  The responsible ministry or IWRM focal point contacts other relevant ministries/agencies to \n\ncompile responses to the questionnaire. Each possible response option has a score which will be \nused to calculate the overall indicator score. \n\n2.  The completed draft questionnaire is reviewed by government stakeholders. These stakeholders \ncould include those involved in water-relevant sectors, such as agriculture, energy, water supply \nand environment, as well as water management at different administrative levels. This process \nmay be electronic (e.g. via email) and/or through workshops.  \n\n3.  The revised draft questionnaire is validated at a multi-stakeholder workshop. Apart from \n\ngovernment representatives these stakeholders could include water user associations, private \nsector, interest groups concerned with e.g. environment, agriculture, poverty, and academia. The \nsuggested process is through a workshop but alternative means of consultation e.g. email, online \ncall for public submissions could be considered. Note that steps 2 and 3 could be combined if \ndesired.  \n\n4.  The responsible ministry or IWRM focal point discusses with relevant officials and consolidates \nthe input into a final version. This version will be the basis for calculating the degree of IWRM \nimplementation (0-100) for global reporting. Countries can enter responses electronically into an \nonline version of the survey, which will automatically calculate the degree of IWRM \nimplementation score, and also generate graphs and automatic reports to help countries identify \nareas for attention.  \n\n5.  The responsible ministry submits the final indicator score to the national statistics office \n\nresponsible for compiling all national SDG target data.  \n\n \n\n \n\n\f \n\nLast updated: 11 July 2017 \n\nBased on the national survey, UN-Water will periodically prepare synthesis reports for regional and global \nlevels to provide overall progress on meeting SDG target 6.5.  \n \nTemporal Coverage: A reporting cycle of three years is recommended. \n \nCollection process: \n \nOfficial counterparts at the country level and the validation and consultation process.  \n \nThe survey has been designed so that the indicator is comparable between countries and time periods. \nNo adjustments are foreseen. \n \nData Availability \n\n \nDescription: \n \nTotal number of countries: 133 (69% of UN Member States) (UN-Water 2012)  \n \nThe following covers the region (MDG regional groupings): followed by the number of countries with data \n(/total countries in region) (as of 2012); followed by the percentage of countries with data \nOceania: 5/12; 42% \nEastern Asia: 4/4; 100% \nSouthern Asia: 5/9; 56% \nSouth-Eastern Asia: 9/11; 82% \nWestern Asia: 5/12; 42% \nCaucasus and Central Asia: 5/8; 63% \nLatin America & the Caribbean: 22/33; 67% \nDeveloped regions: 38/50; 76% \nSub-Saharan Africa: 35/49; 71% \nNorthern Africa: 5/5; 100% \nWorld: 133/193; 69% \n \nTime series: \n \n2008, 2012 (UN-Water 2008, 2012, IWRM Data Portal) \n \nCalendar \n\n \nData collection: \n \nDecember 2016 – August 2017 (9 months).  \n \nData release: \n \n1st quarter 2018. \n\n\f \n\n \nData providers \n\nLast updated: 11 July 2017 \n\n \nThe information required to complete the survey is expected to be held by government officials \nresponsible for water resources management in the country, supported by official documentation. E.g. \nMinistry of Water in coordination with Ministry of Environment, Ministry of Finance, Ministry of Planning, \nMinistry of Lands and Agriculture, Ministry of Industry and Mining etc. See also section 6 above. As a \nminimum, a small group of officials may be able to complete the survey. However, these government \nofficials may belong to various government authorities, and coordination will be required to determine \nand validate the responses to each question. Increased government and non-government stakeholder \nparticipation in validating the question scores will lead to a more robust indicator score and facilitate \ntracking progress over time. \n \nData compilers \n\n \nUNEP and UN-Water partners, under GEMI (Integrated Monitoring of Water and Sanitation Related \nTargets) \n \nReferences \n\n \nURL: \n \nhttp://www.unepdhi.org \n \nReferences: \n \n- AMCOW 2012: Status Report on Water Resources Management in Africa, http://www.amcow-\nonline.org/index.php?option=com_content&view=article&id=262&Itemid=141&lang=en  \n \n- GEMI – Integrated Monitoring of Water and Sanitation-related SDG Targets. http:/ \n \nRelated indicators \n\n \nAs it measures the degree of implementation of an enabling environment for better water resources \nmanagement, it directly supports the other outcome targets under SDG 6 (6.1 – 6.6). It does this by \nproviding further information to countries on the context and possible explanation for the progress on \nother targets, and points to barriers and enablers to obtaining the other targets. It also directly supports \nthe means of implementation targets 6.a and 6.b, as disaggregation is possible to provide data on \nfinancing (6.a) and stakeholder participation (6.b). Beyond SDG 6, indicator 6.5.1 has linkages with a \nnumber of other targets across the SDGs, as integrated water resources management is concerned with \nintegrating the demands and impacts on water resources and water-related ecosystems from a number \nof different SDGs and their targets, including: poverty (1.4); agriculture (2.3); education (4.7); gender \n\n\f \n\nLast updated: 11 July 2017 \n\n(5.5); energy (7.1); work (8.5); equality (10.2); urban areas (11.3); climate change (13.2); ecosystems \n(15.9); governance (16.3, 16.5 – 16.7) (UN-Water 2016). \n \n\n\f"
      }
    },
    "109411": {
      "years": [
        2018,
        2018,
        2018,
        2018,
        2018,
        2018
      ],
      "entities": [
        355,
        36416,
        36458,
        36461,
        36463,
        90620
      ],
      "values": [
        15,
        50,
        44,
        8,
        18,
        3
      ],
      "id": 109411,
      "name": "6.5.1 - Proportion of countries by IWRM implementation category (%) - ER_H2O_IWRMP - High level of implementation",
      "unit": "Percentage",
      "description": null,
      "createdAt": "2019-11-15T20:25:38.000Z",
      "updatedAt": "2019-11-15T20:25:38.000Z",
      "code": null,
      "coverage": "",
      "timespan": "",
      "datasetId": 4790,
      "sourceId": 17527,
      "shortUnit": null,
      "display": {},
      "columnOrder": 0,
      "originalMetadata": null,
      "datasetName": "Proportion of countries by IWRM implementation category (%)",
      "s_id": 17527,
      "s_name": "Proportion of countries by IWRM implementation category (%) (UN SDG, 2019)",
      "source": {
        "id": 17527,
        "name": "Proportion of countries by IWRM implementation category (%) (UN SDG, 2019)",
        "dataPublishedBy": "United Nations Statistics Division",
        "dataPublisherSource": "",
        "link": "https://unstats.un.org/sdgs/indicators/database/",
        "retrievedData": "",
        "additionalInfo": " \n\nLast updated: 11 July 2017 \n\nGoal 6: Ensure availability and sustainable management of water and sanitation for all \nTarget 6.5: By 2030, implement integrated water resources management at all levels, including through \ntransboundary cooperation as appropriate \nIndicator 6.5.1: Degree of integrated water resources management implementation (0-100) \n \nInstitutional information \n\n \nOrganization(s): \n \nUnited Nations Environment Programme (UNEP) \n \nConcepts and definitions \n\n \nDefinition: \n \nThe indicator degree of implementation of Integrated Water Resources Management (IWRM), measured \nin per cent (%) from 0 (implementation not yet started) to 100 (fully implemented) is currently being \nmeasured in terms of different stages of development and implementation of Integrated Water \nResources Management (IWRM).  \n \nThe definition of IWRM is based on an internationally agreed definition, and is universally applicable. \nIWRM was officially established in 1992 and is defined as “a process which promotes the coordinated \ndevelopment and management of water, land and related resources in order to maximise economic and \nsocial welfare in an equitable manner without compromising the sustainability of vital ecosystems.” \n(GWP 2010).  \n \nThe method builds on official UN IWRM status reporting, from 2008 and 2012, of the Johannesburg Plan \nof Implementation from the UN World Summit for Sustainable Development (1992). \n \nRationale: \n \nThe indicator provides a direct progress measurement of the first part of Target 6.5 “…implement \nintegrated water resources management at all levels …”. The percentage score provides an easy and \nunderstandable way of measuring progress towards the target, with ‘0’ interpreted as no implementation \nof IWRM, and ‘100’ interpreted as IWRM being fully implemented.  \n \nTo further aid interpretation and comparison, the indicator results can be categorized in a similar way to \nthe survey questions: Degree of implementation =  \n \n\nLow (10-29.9) \n\n•  Very low (0-9.9) \n• \n•  Medium-low (30-49.9) \n•  Medium-high (50-69.9) \n•  High (70-89.9) \n•  Very high (90-100) \n\n\fLast updated: 11 July 2017 \n\n \n\n \n\n \nThe concept of the survey is that it provides sufficient information to be of real value to the countries in \ndetermining their progress towards the target, and through this, various aspects of IWRM. A balance has \nbeen sought between providing sufficient information to cover the core principles of IWRM, and thus \nproviding a robust indicator value, and not overburdening countries with unnecessary reporting \nrequirements.  \n \nCountries are encouraged to provide additional information on each question, which may help to qualify \ntheir choice of score, and/or put that score into their national context.  \n \nIndicator 6.5.1 is supported by indicator 6.5.2 “Proportion of transboundary basin area with an \noperational arrangement for water cooperation”, which directly addresses the portion of Target 6.5 “…, \nincluding through transboundary cooperation as appropriate.”. \n \nConcepts: \n \nThe concept of IWRM is measured in 4 main components:  \n \n\n1.  Enabling environment: this includes the policies, laws, plans and strategies which create the \n\n2. \n\n‘enabling environment’ for IWRM.  \nInstitutions: includes the range and roles of political, social, economic and administrative \ninstitutions that help to support the implementation of IWRM.  \n\n3.  Management Instruments: The tools and activities that enable decision-makers and users to \n\nmake rational and informed choices between alternative actions.  \n\n4.  Financing: Budgeting and financing made available and used for water resources development \n\nand management from various sources. \n\n \nThe indicator is based on a national survey structured around these four main components (UNEP 2016). \nEach component is split into two parts: questions concerning the ‘National level’ and ‘Other levels’ \nrespectively. ‘Other levels’ includes sub-national (including provinces/states for federated countries), \nbasin level, and the transboundary level as appropriate. These two parts address the wording of Target \n6.5 ‘implement [IWRM] at all levels …’. \n \nComments and limitations: \n \nThe challenge of subjectivity in responses associated with this type of survey is being addressed in a \nnumber of ways:  \n \n\na.  Draft responses are reviewed by a number of governmental and non-governmental stakeholders \n\nin an open, inclusive and transparent process.  \n\nb.  Countries are encouraged to provide further information to qualify their responses and/or set \n\nthem in the national context.  \n\nc.  Guidelines are provided for each of the four main components, each question, and each of the \n\nsix thresholds for every single question, to ensure responses are as objective as possible, and are \ncomparable both between countries, and between reporting periods.  \n\n\fLast updated: 11 July 2017 \n\n \n\n \n\nTo achieve robust indicator results requires a country process involving a wide range of stakeholders \nwhich will require a certain amount of time and resources. The advantage of this is that it puts in place a \nprocess that addresses the integrated and indivisible nature of the SDG targets, as well as stressing the \nimportance of “leaving no on behind”. \n \nMethodology \n\n \nComputation Method: \n \n\n1.  The survey contains 32 questions divided into the four main components described above.  \n2.  Each question is given a score between 0 and 100, in increments of 10, based on the following 6 \n\nLow (20) \n\nmain categories: \n•  Very low (0) \n• \n•  Medium-low (40) \n•  Medium-high (60) \n•  High (80) \n•  Very high (100) \nNote that guidance is provided for each threshold for each question, to ensure objective and \ncomparable results.  \n\n3.  The un-weighted average of the question scores within each of the four components is \n\ncalculated to give a score of 0 – 100 for each component.  \n\n4.  The component scores are averaged (un-weighted) to give the indicator score, expressed as a \n\npercentage between 0 and 100. \n\n \nDisaggregation: \n \nThe strength of the indicator lies in the potential for disaggregating the country score into the four main \ncomponents of IWRM, and further to the questions in the survey. This provides countries with a quick \nassessment of which aspects of IWRM are progressing well, and which aspects require increased efforts \nto obtain the target.  \n \nThe nature of the target, indicator and survey does not lend itself to disaggregation by sex, age group, \nincome etc. However, social equality is an integral part of IWRM, and there are questions which directly \naddress issues such as gender, vulnerable groups, geographic coverage and broad stakeholder \nparticipation in water resources development and management. These questions provide an indication of \nthe national and sub-national situation regarding social equality. \n \n\n\fLast updated: 11 July 2017 \n\n \n\nTreatment of missing values: \n \n\n•  At country level \n\n \nThe indicator and survey have been designed for all countries to be able to submit an indicator \nvalue. A number of countries that did not submit a survey during the last round of data collection \nincluded fragile states / countries in conflict, or small island developing states. It is therefore \nestimated that the number of country responses under the SDG process will be in excess of 90%. \nEstimates for countries not responding to the survey will therefore not be made. \n \n\n•  At regional and global levels \n\n \nIt is estimated that the number of country responses will be in excess of 90%. This coverage of data \nwill be deemed to be representative of global aggregates. Estimates for countries not responding to \nthe survey will therefore not be made. \n\n \nRegional aggregates: \n \nFollowing the Agenda 2030 principle of “leaving no one behind”, regional and global values will be based \non simple, un-weighted averages of country scores. The country scores will be presented as a percentage, \nand regional and global averages will also be presented as a percentage. Global averages will be based on \ncountry values, not regional averages.  \n \nRegional values may be assembled by regional bodies responsible for water resources in the region, such \nas the African Ministerial Council on Water (AMCOW), and the European Environment Agency (EEA). \n \nSources of discrepancies: \n \nAs described in section 11, there will be no internationally estimated data, with all data to be produced \nby countries. \n \nMethods and guidance available to countries for the compilation of the data at the national level: \n \n\n1.  National focal points selected by each country.   \n2.  Data collection is via a simple questionnaire with 32 questions. Responses can be submitted \n\neither online via SurveyMonkey or emailed using a MS Word format. Responses to each question \nare to be given on a scale of 0 – 100, in increments of 10. Threshold descriptions are given for six \nthresholds between 0 and 100.   \n\n3.  National focal points are responsible for coordinating a national process to engage governmental \n\nand non-governmental stakeholders, as appropriate in the context of each country, to develop \ndraft responses and finalise responses. This may be via email, workshops, and online notices.   \nThe following materials are available for national focal points in 5 languages (English, Spanish, \nFrench, Arabic, Russian, Chines), at http://iwrmdataportal.unepdhi.org/iwrmmonitoring.html: a \ndetailed step-by-step guide; the questionnaire in MS Word and electronic formats; and webinar \npresentations and videos.  \n\n \nExtensive explanations are provided in the step-by-step guide, the webinars, and in the questionnaire \nitself. The questionnaire contains: an overall introduction and explanation; a glossary; an introduction \nand glossary in each of the four sections; threshold descriptions for six thresholds for each question; and \n\n\fLast updated: 11 July 2017 \n\n \n\n \n\na number of footnotes to explain aspects of questions or threshold descriptions. All materials can be \ndownloaded from http://iwrmdataportal.unepdhi.org/iwrmmonitoring.html. In addition, a dedicated \nhelpdesk is available to provide assistance at all times. The helpdesk is accessible via email \n<Iwrm.Sdg6survey@unep.org>. \n \nQuality assurance: \n \nThe following quality assurance guidelines are available to all individuals involved in quality assurance for \n6.5.1.  Process:  \n\n1.  Nominate person responsible for QA for a country response once it is submitted for the first \n\ntime.   \n\n2.  Acknowledge receipt and inform the country of QA process.   \n3.  Update spreadsheet ‘Country_scores_QC.xlsx’, indicating date of receipt and who submitted.   \n4.  Upload Word versions, or Suvery Monkey versions as PDF, to the dropbox folder 6.5.1.IWRM \n\n2017 Country Survey> 6.5.1 Country Questionnaire Submissions.   \n\nIf there are any discrepancies, revert to UNEP-DHI colleagues.   \n\n5.  Undertake ALL checks described below.   \n6. \n7.  Once action is agreed, respond to the countries.   \n8.  Complete all checks on each subsequent version of the questionnaire until all quality issues are \n\nresolved and questionnaire is marked ‘final’.      \n\n \nChecks:   \n\n1.  Focal point: Confirm the person submitting is the formal national focal point. If not, any reply \n\nshould also add the national focal point in CC.   \n\n2.  Question responses:   \n\na.  All questions answered. Official guidance is that all questions should be \n\nanswered (either with a score or n/a).   \n\nb.  Scores in range from 0-100, in increments of 10.   \nc.  Check that n/a (not applicable) is used appropriately.   \n\n3. \n\nJustification/evidence fields:   \n\na.  Check that the free text make sense in the context of the score (and vice versa).  \nb. \n\nIf n/a is used appropriately, or if a score of 100 is given, check that a justification is \nprovided, as per instructions in the questionnaire  \n\n4.  Calculations: Check that section averages are correct and that final average is correct, using the \n\nspreadsheet ‘Country_scores_QC.xlsx’ on Dropbox. Fill in the given responses in columns M - AX, \nand the differences are calculated automatically in columns C – G. If the difference is greater \nthan +/- 0.5, the cells are automatically highlighted in red using conditional formatting.  \n\n5.  Compare with 2011: Compare with 2011 and discuss with colleagues if necessary. Use file \n\n‘2011_IWRM_Data_for_SDG_comparison.xlsx’, on Dropbox, which has rescaled the 2011 results \nto 0-100, and selected the individual questions, or groups of questions, which are comparable to \nthe 2017 SDG version, as described in the file SDG_6.5.1_vs_2011-IWRM_questions.pdf, on \nDropbox.   \n\n6.  Transboundary issues:   \n\na.  Check the ‘transboundary basins’ table in the introductory section. A full list of \n\ntransboundary basins can be found here: http://twap-\nrivers.org/indicators/Report.ashx?type=IndicatorResultsSummary. Go to the \nfinal worksheet/tab to see the countries in each basin. Also check the maps \nhere: http://twap-rivers.org/indicators/ to see if the basin is likely to be \nimportant for that country, or if there is only a small portion of the basin in their \ncountry (in which case they may not list it).  \n\nb.  Check the transboundary questions: 2.2d; 2.2e; 3.2d; and 4.2c, and see if these \nmake sense in the context of the country. Island countries should give ‘n/a’ for \nall of these questions. \n\n\fLast updated: 11 July 2017 \n\nAll data is provided by each country and is therefore fully owned by the countries. Each country \nundertakes stakeholder consultation, to a level that is appropriate given resources and capacity available \nto them, to ensure that the data has adequate acceptance and ownership within the country. Guidance \non consultation processes are provided in the step-by-step guide and through the inception webinar (all \nmaterials available at http://iwrmdataportal.unepdhi.org/iwrmmonitoring.html). \n \nData Sources \n\n \nDescription: \n \nMonitoring progress on meeting SDG 6.5 is owned by and is the responsibility of the national \ngovernment. The government will assign a ministry with the primary responsibility for overseeing this \nsurvey, which will be asked to take on the responsibility of coordinating the national IWRM monitoring \nand reporting process. As water issues, and water management issues in particular, cut across a wide \nnumber of sectors, often overseen by different ministries and other administrative bodies at national or \nother levels, the process should be inclusive. Major stakeholders should be involved in order to \ncontribute to well informed and objective answers to the questionnaire.  \n \nThe ministry may wish to nominate a national “IWRM focal point”, who may or may not be a government \nofficial. The UN will provide support where needed and possible. The following steps are suggested as \nguidance only, as it is up to countries to decide which process or processes would best serve their needs. \nIt should also be noted that the following steps represent a ‘ladder’ approach, in that completing all the \nsteps will generally lead to a more robust indicator. However, it may not be possible or necessary for all \ncountries to complete all steps.  \n \n\n1.  The responsible ministry or IWRM focal point contacts other relevant ministries/agencies to \n\ncompile responses to the questionnaire. Each possible response option has a score which will be \nused to calculate the overall indicator score. \n\n2.  The completed draft questionnaire is reviewed by government stakeholders. These stakeholders \ncould include those involved in water-relevant sectors, such as agriculture, energy, water supply \nand environment, as well as water management at different administrative levels. This process \nmay be electronic (e.g. via email) and/or through workshops.  \n\n3.  The revised draft questionnaire is validated at a multi-stakeholder workshop. Apart from \n\ngovernment representatives these stakeholders could include water user associations, private \nsector, interest groups concerned with e.g. environment, agriculture, poverty, and academia. The \nsuggested process is through a workshop but alternative means of consultation e.g. email, online \ncall for public submissions could be considered. Note that steps 2 and 3 could be combined if \ndesired.  \n\n4.  The responsible ministry or IWRM focal point discusses with relevant officials and consolidates \nthe input into a final version. This version will be the basis for calculating the degree of IWRM \nimplementation (0-100) for global reporting. Countries can enter responses electronically into an \nonline version of the survey, which will automatically calculate the degree of IWRM \nimplementation score, and also generate graphs and automatic reports to help countries identify \nareas for attention.  \n\n5.  The responsible ministry submits the final indicator score to the national statistics office \n\nresponsible for compiling all national SDG target data.  \n\n \n\n \n\n\f \n\nLast updated: 11 July 2017 \n\nBased on the national survey, UN-Water will periodically prepare synthesis reports for regional and global \nlevels to provide overall progress on meeting SDG target 6.5.  \n \nTemporal Coverage: A reporting cycle of three years is recommended. \n \nCollection process: \n \nOfficial counterparts at the country level and the validation and consultation process.  \n \nThe survey has been designed so that the indicator is comparable between countries and time periods. \nNo adjustments are foreseen. \n \nData Availability \n\n \nDescription: \n \nTotal number of countries: 133 (69% of UN Member States) (UN-Water 2012)  \n \nThe following covers the region (MDG regional groupings): followed by the number of countries with data \n(/total countries in region) (as of 2012); followed by the percentage of countries with data \nOceania: 5/12; 42% \nEastern Asia: 4/4; 100% \nSouthern Asia: 5/9; 56% \nSouth-Eastern Asia: 9/11; 82% \nWestern Asia: 5/12; 42% \nCaucasus and Central Asia: 5/8; 63% \nLatin America & the Caribbean: 22/33; 67% \nDeveloped regions: 38/50; 76% \nSub-Saharan Africa: 35/49; 71% \nNorthern Africa: 5/5; 100% \nWorld: 133/193; 69% \n \nTime series: \n \n2008, 2012 (UN-Water 2008, 2012, IWRM Data Portal) \n \nCalendar \n\n \nData collection: \n \nDecember 2016 – August 2017 (9 months).  \n \nData release: \n \n1st quarter 2018. \n\n\f \n\n \nData providers \n\nLast updated: 11 July 2017 \n\n \nThe information required to complete the survey is expected to be held by government officials \nresponsible for water resources management in the country, supported by official documentation. E.g. \nMinistry of Water in coordination with Ministry of Environment, Ministry of Finance, Ministry of Planning, \nMinistry of Lands and Agriculture, Ministry of Industry and Mining etc. See also section 6 above. As a \nminimum, a small group of officials may be able to complete the survey. However, these government \nofficials may belong to various government authorities, and coordination will be required to determine \nand validate the responses to each question. Increased government and non-government stakeholder \nparticipation in validating the question scores will lead to a more robust indicator score and facilitate \ntracking progress over time. \n \nData compilers \n\n \nUNEP and UN-Water partners, under GEMI (Integrated Monitoring of Water and Sanitation Related \nTargets) \n \nReferences \n\n \nURL: \n \nhttp://www.unepdhi.org \n \nReferences: \n \n- AMCOW 2012: Status Report on Water Resources Management in Africa, http://www.amcow-\nonline.org/index.php?option=com_content&view=article&id=262&Itemid=141&lang=en  \n \n- GEMI – Integrated Monitoring of Water and Sanitation-related SDG Targets. http:/ \n \nRelated indicators \n\n \nAs it measures the degree of implementation of an enabling environment for better water resources \nmanagement, it directly supports the other outcome targets under SDG 6 (6.1 – 6.6). It does this by \nproviding further information to countries on the context and possible explanation for the progress on \nother targets, and points to barriers and enablers to obtaining the other targets. It also directly supports \nthe means of implementation targets 6.a and 6.b, as disaggregation is possible to provide data on \nfinancing (6.a) and stakeholder participation (6.b). Beyond SDG 6, indicator 6.5.1 has linkages with a \nnumber of other targets across the SDGs, as integrated water resources management is concerned with \nintegrating the demands and impacts on water resources and water-related ecosystems from a number \nof different SDGs and their targets, including: poverty (1.4); agriculture (2.3); education (4.7); gender \n\n\f \n\nLast updated: 11 July 2017 \n\n(5.5); energy (7.1); work (8.5); equality (10.2); urban areas (11.3); climate change (13.2); ecosystems \n(15.9); governance (16.3, 16.5 – 16.7) (UN-Water 2016). \n \n\n\f"
      }
    }
  },
  "entityKey": {
    "277": {
      "name": "Oceania",
      "code": null
    },
    "289": {
      "name": "Sub-Saharan Africa",
      "code": null
    },
    "355": {
      "name": "World",
      "code": "OWID_WRL"
    },
    "36416": {
      "name": "Australia and New Zealand",
      "code": null
    },
    "36458": {
      "name": "Europe and Northern America",
      "code": null
    },
    "36460": {
      "name": "Central and Southern Asia",
      "code": null
    },
    "36461": {
      "name": "Eastern and South-Eastern Asia",
      "code": null
    },
    "36463": {
      "name": "Northern Africa and Western Asia",
      "code": null
    },
    "90620": {
      "name": "Latin America and the Caribbean\t",
      "code": null
    }
  }
}