{
  "id": 4897,
  "map": {
    "variableId": 146643
  },
  "data": {
    "availableEntities": [
      "Moderate",
      "El Nino",
      "La Nina"
    ]
  },
  "slug": "bleaching-events-enso",
  "type": "StackedBar",
  "title": "Number of coral bleaching events by stage of the ENSO cycle",
  "yAxis": {
    "min": 0
  },
  "details": {
    "general": {
      "enso_cycle": {
        "id": 69,
        "term": "enso_cycle",
        "title": "El Niño–Southern Oscillation (ENSO) Cycle",
        "content": "The El Niño–Southern Oscillation (ENSO) is a periodic variation in winds and sea surface temperatures over the tropical eastern Pacific Ocean that affects the climate of regions in the tropics and subtropics. The warming phase of the sea temperature is known as El Niño, and the cooling phase as La Niña. \n\nThe ENSO cycle is defined by changes in atmospheric pressure. El Niño is accompanied by high air surface pressure in the tropical western Pacific, and La Niña with low air surface pressure. The two periods last several months each and tend to occur every few years. The intensity of each cycle can vary.",
        "category": "general"
      }
    },
    "biodiversity": {
      "coral_bleaching": {
        "id": 75,
        "term": "coral_bleaching",
        "title": "Coral bleaching",
        "content": "Corals contain microscopic algae that photosynthesize, providing corals with the majority of their energy. When exposed to warmer waters, corals can expel their algal symbionts, meaning they lose their source of energy. Without their algae, corals turn pale; causing them to look ‘bleached’. Several successive bleaching events can cause coral to die.",
        "category": "biodiversity"
      }
    }
  },
  "version": 5,
  "subtitle": "[Coral bleaching](hover::biodiversity::coral_bleaching) typically occurs when water temperatures rise above the normal range for the coral's habitat.  This is more likely during El Niño stages of the [ENSO cycle](hover::general::enso_cycle) when tropical sea temperatures are warmer.",
  "originUrl": "ourworldindata.org/biodiversity",
  "dimensions": [
    {
      "property": "y",
      "variableId": 146643
    }
  ],
  "isPublished": true,
  "addCountryMode": "disabled",
  "hideTitleAnnotation": true,
  "selectedEntityNames": [
    "El Nino",
    "Moderate",
    "La Nina"
  ],
  "selectedEntityColors": {
    "El Nino": "#883039",
    "La Nina": "#4c6a9c",
    "Moderate": "#774983"
  }
}