{
  "id": 1010330,
  "name": "Oceanic Niño Index (ONI) anomaly",
  "unit": "",
  "createdAt": "2025-02-14T15:45:52.000Z",
  "updatedAt": "2025-03-10T12:42:16.000Z",
  "coverage": "",
  "timespan": "1950-2025",
  "datasetId": 6942,
  "columnOrder": 0,
  "shortName": "oni_anomaly",
  "catalogPath": "grapher/climate/2025-02-12/sst/sst#oni_anomaly",
  "descriptionShort": "The Oceanic Niño Index (ONI) anomaly is a measure of the sea surface temperature anomalies in the east-central tropical Pacific Ocean.",
  "descriptionFromProducer": "- El Niño (La Niña) is a phenomenon in the equatorial Pacific Ocean characterized by a five consecutive 3-month running mean of sea surface temperature (SST) anomalies in the Niño 3.4 region that is above (below) the threshold of +0.5°C (-0.5°C). This standard of measure is known as the Oceanic Niño Index (ONI).\n- Historically, scientists have classified the intensity of El Niño based on SST anomalies exceeding a pre-selected threshold in a certain region of the equatorial Pacific. The most commonly used region is the Niño 3.4 region, and the most commonly used threshold is a positive SST departure from normal greater than or equal to +0.5°C. Since this region encompasses the western half of the equatorial cold tongue region, it provides a good measure of important changes in SST and SST gradients that result in changes in the pattern of deep tropical convection and atmospheric circulation. The criteria, that is often used to classify El Niño episodes, is that five consecutive 3-month running mean SST anomalies exceed the threshold.\n- Studies have shown that a necessary condition for the development and persistence of deep convection (enhanced cloudiness and precipitation) in the Tropics is that the local SST be 28°C or greater. Once the pattern of deep convection has been altered due to anomalous SSTs, the tropical and subtropical atmospheric circulation adjusts to the new pattern of tropical heating, resulting in anomalous patterns of precipitation and temperature that extend well beyond the region of the equatorial Pacific. An SST anomaly of +0.5°C in the Niño 3.4 region is sufficient to reach this threshold from late March to mid-June. During the remainder of the year a larger SST anomaly, up to +1.5°C in November-December-January, is required in order to reach the threshold to support persistent deep convection in that region.\n- SST values in the Niño 3.4 region may not be the best choice for determining La Niña episodes but, for consistency, the index has been defined by negative anomalies in this area. A better choice might be the Niño 4 region, since that region normally has SSTs at or above the threshold for deep convection throughout the year. An SST anomaly of -0.5°C in that region would be sufficient to bring water temperatures below the 28°C threshold, which would result in a significant westward shift in the pattern of deep convection in the tropical Pacific.",
  "type": "float",
  "dataChecksum": "13999913781871789279",
  "metadataChecksum": "1698615288243347635",
  "datasetName": "Equatorial Pacific Sea Surface Temperatures (SST) data - El Niño or La Niña",
  "updatePeriodDays": 31,
  "datasetVersion": "2025-02-12",
  "nonRedistributable": false,
  "display": {
    "numDecimalPlaces": 2
  },
  "schemaVersion": 2,
  "processingLevel": "minor",
  "presentation": {
    "topicTagsLinks": [
      "Climate Change"
    ]
  },
  "descriptionKey": [
    "The Oceanic Niño Index (ONI) is a tool used by the National Oceanic and Atmospheric Administration (NOAA) to monitor and track the presence and intensity of El Niño and La Niña events.",
    "These events are part of the broader El Niño-Southern Oscillation (ENSO), a natural climate pattern that affects global weather patterns, including rainfall, droughts, and hurricane activity.",
    "The ONI measures deviations in sea surface temperatures (SSTs) in a specific area of the Pacific Ocean, known as the Niño 3.4 region. This region spans from 120°W to 170°W longitude, along the equator, in the east-central tropical Pacific.",
    "NOAA calculates the ONI by taking a 3-month running mean of SST anomalies. An anomaly is the difference between observed SSTs and the 30-year climatological average for the same period. NOAA periodically updates the baseline period to ensure consistency with long-term climate trends. For example, the 1991–2020 average is often used.",
    "El Niño (ONI ≥ +0.5°C) occurs when sea surface temperatures in the Niño 3.4 region are warmer than usual, often bringing drier conditions to Asia and Australia, wetter weather to the southern United States, and weakened trade winds.",
    "El Niño can lead to weaker Atlantic hurricane seasons but stronger and more frequent Pacific hurricanes.",
    "Neutral (−0.5°C < ONI < +0.5°C) means sea surface temperatures are near average, with no significant ENSO event.",
    "La Niña (ONI ≤ −0.5°C) happens when sea surface temperatures are cooler than usual, often causing drier conditions in South America, increased rainfall in Indonesia and northern Australia, and stronger trade winds.",
    "La Niña tends to cause more hurricanes in the Atlantic and drought conditions in the southern U.S."
  ],
  "dimensions": {
    "years": {
      "values": [
        {
          "id": 1950
        },
        {
          "id": 1951
        },
        {
          "id": 1952
        },
        {
          "id": 1953
        },
        {
          "id": 1954
        },
        {
          "id": 1955
        },
        {
          "id": 1956
        },
        {
          "id": 1957
        },
        {
          "id": 1958
        },
        {
          "id": 1959
        },
        {
          "id": 1960
        },
        {
          "id": 1961
        },
        {
          "id": 1962
        },
        {
          "id": 1963
        },
        {
          "id": 1964
        },
        {
          "id": 1965
        },
        {
          "id": 1966
        },
        {
          "id": 1967
        },
        {
          "id": 1968
        },
        {
          "id": 1969
        },
        {
          "id": 1970
        },
        {
          "id": 1971
        },
        {
          "id": 1972
        },
        {
          "id": 1973
        },
        {
          "id": 1974
        },
        {
          "id": 1975
        },
        {
          "id": 1976
        },
        {
          "id": 1977
        },
        {
          "id": 1978
        },
        {
          "id": 1979
        },
        {
          "id": 1980
        },
        {
          "id": 1981
        },
        {
          "id": 1982
        },
        {
          "id": 1983
        },
        {
          "id": 1984
        },
        {
          "id": 1985
        },
        {
          "id": 1986
        },
        {
          "id": 1987
        },
        {
          "id": 1988
        },
        {
          "id": 1989
        },
        {
          "id": 1990
        },
        {
          "id": 1991
        },
        {
          "id": 1992
        },
        {
          "id": 1993
        },
        {
          "id": 1994
        },
        {
          "id": 1995
        },
        {
          "id": 1996
        },
        {
          "id": 1997
        },
        {
          "id": 1998
        },
        {
          "id": 1999
        },
        {
          "id": 2000
        },
        {
          "id": 2001
        },
        {
          "id": 2002
        },
        {
          "id": 2003
        },
        {
          "id": 2004
        },
        {
          "id": 2005
        },
        {
          "id": 2006
        },
        {
          "id": 2007
        },
        {
          "id": 2008
        },
        {
          "id": 2009
        },
        {
          "id": 2010
        },
        {
          "id": 2011
        },
        {
          "id": 2012
        },
        {
          "id": 2013
        },
        {
          "id": 2014
        },
        {
          "id": 2015
        },
        {
          "id": 2016
        },
        {
          "id": 2017
        },
        {
          "id": 2018
        },
        {
          "id": 2019
        },
        {
          "id": 2020
        },
        {
          "id": 2021
        },
        {
          "id": 2022
        },
        {
          "id": 2023
        },
        {
          "id": 2024
        },
        {
          "id": 2025
        }
      ]
    },
    "entities": {
      "values": [
        {
          "id": 365346,
          "name": "April",
          "code": null
        },
        {
          "id": 365351,
          "name": "August",
          "code": null
        },
        {
          "id": 365348,
          "name": "December",
          "code": null
        },
        {
          "id": 365342,
          "name": "February",
          "code": null
        },
        {
          "id": 365340,
          "name": "July",
          "code": null
        },
        {
          "id": 365349,
          "name": "June",
          "code": null
        },
        {
          "id": 365350,
          "name": "March",
          "code": null
        },
        {
          "id": 365344,
          "name": "May",
          "code": null
        },
        {
          "id": 365345,
          "name": "November",
          "code": null
        },
        {
          "id": 365341,
          "name": "October",
          "code": null
        },
        {
          "id": 365343,
          "name": "September",
          "code": null
        },
        {
          "id": 365347,
          "name": "January",
          "code": null
        }
      ]
    }
  },
  "origins": [
    {
      "id": 3064,
      "title": "Equatorial Pacific Sea Surface Temperatures (SST) data",
      "description": "The dataset contains data on El Niño and La Niña, phenomena in the equatorial Pacific Ocean defined by a five consecutive 3-month running mean of sea surface temperature (SST) anomalies in the Niño 3.4 region. El Niño occurs when the anomalies exceed +0.5°C, while La Niña occurs when they fall below -0.5°C. This measure is known as the Oceanic Niño Index (ONI).",
      "producer": "NOAA National Centers for Environmental Information",
      "citationFull": "National Oceanic and Atmospheric Administration (NOAA) National Centers for Environmental Information (NCEI) - Equatorial Pacific Sea Surface Temperatures (SST) data",
      "urlMain": "https://www.ncei.noaa.gov/access/monitoring/enso/sst",
      "urlDownload": "https://www.cpc.ncep.noaa.gov/data/indices/sstoi.indices",
      "dateAccessed": "2025-03-07",
      "datePublished": "2025",
      "license": {
        "url": "https://gml.noaa.gov/about/disclaimer.html",
        "name": "CC BY 4.0"
      }
    }
  ]
}