{
  "variables": {
    "108561": {
      "years": [
        2004,
        2005,
        2005,
        2005,
        2006,
        2007,
        2007,
        2007,
        2007,
        2008,
        2008,
        2009,
        2009,
        2009,
        2009,
        2010,
        2010,
        2010,
        2010,
        2011,
        2011,
        2011,
        2011,
        2011,
        2011,
        2011,
        2011,
        2012,
        2012,
        2012,
        2013,
        2013,
        2013,
        2013,
        2013,
        2013,
        2013,
        2013,
        2013,
        2013,
        2014,
        2014,
        2014,
        2014,
        2014,
        2014,
        2014,
        2014,
        2014,
        2014,
        2014,
        2014,
        2015,
        2015,
        2015,
        2016,
        2016
      ],
      "entities": [
        117,
        16,
        129,
        137,
        201,
        88,
        134,
        39,
        225,
        34,
        100,
        42,
        64,
        109,
        68,
        97,
        22,
        84,
        28,
        87,
        148,
        117,
        64,
        107,
        104,
        68,
        89,
        134,
        137,
        68,
        68,
        158,
        64,
        152,
        150,
        91,
        117,
        126,
        22,
        103,
        152,
        148,
        201,
        101,
        40,
        43,
        115,
        113,
        112,
        97,
        105,
        104,
        152,
        158,
        97,
        44,
        103
      ],
      "values": [
        135.07,
        1967.35,
        666.93,
        1082.32,
        490.48,
        1365.97,
        2992.58,
        1177.25,
        1031.36,
        1609.56,
        518.65,
        983.37,
        378.83,
        263.91,
        638.95,
        831.6,
        961.76,
        2810.28,
        793.36,
        865.73,
        535.06,
        223.69,
        488.09,
        897.39,
        216.28,
        587.37,
        681.65,
        2766.49,
        1306.14,
        570.56,
        557.22,
        376.78,
        503.5,
        1476.24,
        1044.76,
        184.82,
        505.24,
        2014.35,
        984.24,
        789.01,
        1754.63,
        524.71,
        812.28,
        3093.21,
        634.57,
        2711.74,
        1156.29,
        896.49,
        2848.73,
        776.44,
        706.04,
        266.99,
        1649.08,
        510.38,
        749.11,
        -1537,
        921.54
      ],
      "id": 108561,
      "name": "2.3.2 - Average income of small-scale food producers, PPP (constant 2011 international $) - SI_AGR_SSFP",
      "unit": "Constant USD",
      "description": null,
      "createdAt": "2019-11-15T20:24:29.000Z",
      "updatedAt": "2019-11-15T20:24:29.000Z",
      "code": null,
      "coverage": "",
      "timespan": "",
      "datasetId": 4671,
      "sourceId": 17408,
      "shortUnit": null,
      "display": {},
      "columnOrder": 0,
      "originalMetadata": null,
      "datasetName": "Average income of small-scale food producers, PPP (constant 2011 international $)",
      "s_id": 17408,
      "s_name": "Average income of small-scale food producers, PPP (constant 2011 international $) (UN SDG, 2019)",
      "source": {
        "id": 17408,
        "name": "Average income of small-scale food producers, PPP (constant 2011 international $) (UN SDG, 2019)",
        "dataPublishedBy": "United Nations Statistics Division",
        "dataPublisherSource": "",
        "link": "https://unstats.un.org/sdgs/indicators/database/",
        "retrievedData": "",
        "additionalInfo": "Last updated: 16 October 2018 \n\nGoal 2: End hunger, achieve food security and improved nutrition and promote sustainable agriculture \nTarget 2.3: By 2030, double the agricultural productivity and incomes of small-scale food producers, in \nparticular women, indigenous peoples, family farmers, pastoralists and fishers, including through secure \nand equal access to land, other productive resources and inputs, knowledge, financial services, markets \nand opportunities for value addition and non-farm employment \nIndicator 2.3.2: Average income of small-scale food producers, by sex and indigenous status \n \nInstitutional information \n\n \nOrganization(s): \nFood and Agriculture Organization (FAO) \n \nConcepts and definitions \n\n \nDefinition: \nSDG indicator 2.3.2 measures income from on-farm production activities, which is related to the \nproduction of food and agricultural products. This includes income from crop production, livestock \nproduction, fisheries and aquaculture production, and from forestry production.  \nThe indicator is computed as annual income.  \n \nFAO proposes to define small-scale food producers as producers who:  \n\n•  operate an amount of land falling in the first two quintiles (the bottom 40 percent) of the \n\ncumulative distribution of land size at national level (measured in hectares); and  \n\n•  operate a number of livestock falling in the first two quintiles (the bottom 40 percent) of the \n\ncumulative distribution of the number of livestock per production unit at national level \n(measured in Tropical Livestock Units – TLUs); and  \n\n•  obtain an annual economic revenue from agricultural activities falling in the first two quintiles \n(the bottom 40 percent) of the cumulative distribution of economic revenues from agricultural \nactivities per production unit at national level (measured in Purchasing Power Parity Dollars) not \nexceeding 34,387 Purchasing Power Parity Dollars. \n\n \nRationale: \nThe 2030 Sustainable Development Agenda has emphasized the importance of enhancing income of \nsmall-scale food producers, as these producers play an important role in the global production of food. \nThe indicator monitors progress in this area, where the target is to double income by year 2030.  \nThe enhancement of income of small-scale production units also has implications on poverty reduction, \nas small-scale food producers are often poor, and are frequently found to be close to subsistence \nconditions. \n \nConcepts: \nThe following concepts are adopted for the computation of indicators 2.3.2: \n\n• \n\nSmall-scale food producers are defined as those falling in the intersection of the bottom 40 \npercent of the cumulative distribution of land, livestock and revenues. \n\n \n\n\fLast updated: 16 October 2018 \n\n•  Tropical Livestock Units are a conversion scale used for standardization and measurement of the \n\nnumber of livestock heads. One TLU is the metabolic weight equivalent of one cattle in North \nAmerica. The complete list of conversion factors can be found in the Guidelines for the \npreparation of livestock sector Reviews   \n\n•  The computation of income is based on the resolution adopted by the 17th International \nConference of Labour Statisticians (ICLS). Income should be computed by deducting from \nrevenues the operating costs and the depreciation of assets. \n \n\nComments and limitations: \n \nMethodology \n\n \nComputation Method: \nGiven i agricultural activities, including crops, livestock, fisheries and forestry activities, and j [1,…,n] small \nscale food producers defined as in the first section as a subset of all N [1,…,k] food producers, the SDG \nindicator 2.3.2 must be computed using the following formula:  \n \n\nSDG 2.3.2 = ?2.3.2\n\n? = ∑ (∑(???\n\n?\n? ???\n\n−   ???\n\n? )\n\n?⁄  \n\n?\n\n?=1\n\n?\n\nwhere: \n  \n\n•  ???\n\n?  is the physical volume of agricultural product i sold by the small-scale food producer j during \n\n•  ???\n\nyear t;  \n?  is the constant sale price received by the small-scale food producer j for the agricultural \nproduct i during year t;  \n\n•  ???\n\n?  is the production cost of agricultural product i supported by the small-scale food producer j \n\n•  ? is the number of small-scale food producer.  \n\nduring year t;  \n\n \n\nIn details, physical volumes ???\n\n?  are derived, for each k producer, from the following items: \n\n•  Crop revenues: crop sold, crop for own consumption, crop used as feed, crop saved for seed, \n\ncrop stored, crop used for by-products, crop given as gift, crop used for paying labour, crop used \nfor paying rent, crop used for paying inputs, crop given out in sharecropping agreement \n(sharecrop out), crop wasted. Similar criteria apply for the computation of revenues from tree \ncrops and forestry products.  \nLivestock revenues: livestock sold (alive), livestock gifts given away (component can only be kept \nif stock variation is possible to construct), livestock by-/products sold, livestock products self-\nconsumed, livestock by-products self-used (also a cost in crop, for example dung used as \nfertilisers), livestock by-/products pay away, livestock by-/products credit away.  \nForestry revenues: products sold, forestry products for own consumption, forestry products \nstored, forestry products used for paying labour, forestry products used for paying rent, forestry \nproducts used for paying inputs, forestry products given out in sharecropping agreement, \nForestry products wasted. \n\n• \n\n• \n\n \n\n\fLast updated: 16 October 2018 \n\n• \n\nFisheries revenues: captured fresh fish sold, captured processed fish sold, captured fresh fish for \nown consumption, captured processed fish for own consumption, traded fresh fish sold, traded \nprocessed fish sold. \n \n\n?  are meant to include operating costs. These comprise all variable costs (payments in \n\nProduction costs ???\ncash and kind of agricultural inputs as fertiliser, seeds, and occasional labour) and fixed costs (hired \nlabour, land rent and technical assistance costs).  \n \nIn more details, costs ???\n\n?  generally include the following items:  \n\n•  Costs of crop activities: inputs paid in cash, land rent, technical assistance/extension costs, crop \n\nsaved for seed, crop used for paying labour, crop used for paying rent, crop used for paying \ninputs, crop given out in sharecropping agreement (sharecrop out), crop wasted, crop used for \nproducing by-products, total value of input purchased, including those reimbursed in kind  \n\n•  Costs of livestock activities: livestock bought, livestock additional expenditures, crop used as \n\nfeed, technical assistance/extension costs for livestock,  \n\n•  Costs of forestry activities: input costs (seedlings, fertilisers, hired labour, etc.), machine rental \n\ncosts, land rental costs, other related costs.  \n\n•  Costs of fisheries and aquaculture activities: fishing gear expenditures, hired labour \n\nexpenditures, trading activities, fresh fish purchases, processed fish purchases, other related \ncosts  \n \n\nTo obtain comparable results across countries in the case of income, values must necessarily be \nexpressed in International Dollars at Purchasing Power Parity (PPP $), based on the conversion provided \nby the World Bank International Comparison Project.  \n \nDisaggregation: \nIndicator 2.3.2 must be disaggregated by classes of farming/pastoral/forestry enterprise size. The overall \nSDG Target 2.3 requires specific focus on women, indigenous peoples, family farmers, pastoralists and \nfishers. For this reason, the indicator must be disaggregated by sex, type of enterprise and by community \nof reference. \n \nTreatment of missing values: \n\n•  At country level \n\nTo be determined. \n\n•  At regional and global levels \n\nTo be determined. \n\n \n\n \n\nRegional aggregates: \nNot yet applicable. \n \nSources of discrepancies: \nNot yet applicable. \n \nMethods and guidance available to countries for the compilation of the data at the national level: \nInformation is currently not available. \n \n\n \n\n\fLast updated: 16 October 2018 \n\nQuality assurance \nInformation is currently not available. \n \n \nData Sources \n\n \nSources and data collection: \nGiven that indicator 2.3.2 is measured on a target population of producers – those considered as small-\nscale – the ideal data source for measuring them is a single survey that collects all the information \nrequired with reference to individual production units. The most appropriate data source for collecting \ninformation on agricultural production and the associated costs are agricultural surveys. Other \npossibilities to be explored in absence of an agricultural surveys are:  \n\n1)  household surveys integrated with an agricultural module,  \n2)  agricultural censuses,  \n3)  administrative data. \n\n \nData Availability \n\n \nData is still not available in a systematic and harmonized fashion. The following data availability \ninformation is provided based on available suitable surveys in selected countries.  \n \nBreakdown of the number of countries covered by region is as follows: \n \nWorld \n\nLatin America and the Caribbean \n\nAfrica \n\nNorthern Africa \nSub-Saharan Africa \n\nEastern Africa \nMiddle Africa \nSouthern Africa \nWestern Africa \n\nAmericas \n\nCaribbean \nLatin America \n\nNorthern America \n\nAsia \n\nCentral Asia \nEastern Asia \nSouthern Asia \nSouth-Eastern Asia \nWestern Asia \n\nEurope \n\nEastern Europe \n\n \n\nNumber of countries  Nature of data \nE \nE \n \n \nE \nE \nE \nE \nE \n \n \nE \nE \nE \nE \nE \nE \nE \nE \nE \nE \n\n36 \n15 \n \n \n5 \n1 \n1 \n8 \n7 \n \n \n3 \n4 \n9 \n1 \n1 \n4 \n2 \n1 \n5 \n5 \n\n\fLast updated: 16 October 2018 \n\n \n \n \n \n \n \n \n \n\n \n \n \n \n \n \n \n \n\nNorthern Europe \nSouthern Europe \nWestern Europe \n\nOceania \n\nAustralia and New Zealand \nMelanesia \nMicronesia \nPolynesia \n\n \nTime series: \nBy 2030. \n \nCalendar \n\n \nData collection: \nTo be determined. \n \nData release: \nTo be determined. \n \nData providers \n\nNational Statistical Offices \n \nData compilers \n\nNot applicable. \n \n \n\n \n\nFood and Agricultural Organization of the United Nations \n \nReferences \n\nNote on “Proposed Methodology for Computing and Monitoring the sustainable Development Goal \nIndicator 2.3.1 and 2.3.2”, Office of the Chief Statistician and Statistics Division, FAO, Rome   \n \nDefining Small Scale Food producers to Monitor Target 2.3 of the 2030 Agenda for Sustainable \nDevelopment. FAO Statistics Division Working Paper available at http://www.fao.org/3/a-i6858e.pdf  \n \nRelated indicators \n\n\f"
      }
    }
  },
  "entityKey": {
    "16": {
      "name": "Albania",
      "code": "ALB"
    },
    "22": {
      "name": "Armenia",
      "code": "ARM"
    },
    "28": {
      "name": "Bangladesh",
      "code": "BGD"
    },
    "34": {
      "name": "Bolivia",
      "code": "BOL"
    },
    "39": {
      "name": "Bulgaria",
      "code": "BGR"
    },
    "40": {
      "name": "Burkina Faso",
      "code": "BFA"
    },
    "42": {
      "name": "Cambodia",
      "code": "KHM"
    },
    "43": {
      "name": "Cameroon",
      "code": "CMR"
    },
    "44": {
      "name": "Canada",
      "code": "CAN"
    },
    "64": {
      "name": "Tanzania",
      "code": "TZA"
    },
    "68": {
      "name": "Uganda",
      "code": "UGA"
    },
    "84": {
      "name": "Vietnam",
      "code": "VNM"
    },
    "87": {
      "name": "Sierra Leone",
      "code": "SLE"
    },
    "88": {
      "name": "Serbia",
      "code": "SRB"
    },
    "89": {
      "name": "Senegal",
      "code": "SEN"
    },
    "91": {
      "name": "Rwanda",
      "code": "RWA"
    },
    "97": {
      "name": "Peru",
      "code": "PER"
    },
    "100": {
      "name": "Panama",
      "code": "PAN"
    },
    "101": {
      "name": "Pakistan",
      "code": "PAK"
    },
    "103": {
      "name": "Nigeria",
      "code": "NGA"
    },
    "104": {
      "name": "Niger",
      "code": "NER"
    },
    "105": {
      "name": "Nicaragua",
      "code": "NIC"
    },
    "107": {
      "name": "Nepal",
      "code": "NPL"
    },
    "109": {
      "name": "Mozambique",
      "code": "MOZ"
    },
    "112": {
      "name": "Mongolia",
      "code": "MNG"
    },
    "113": {
      "name": "Mexico",
      "code": "MEX"
    },
    "115": {
      "name": "Mali",
      "code": "MLI"
    },
    "117": {
      "name": "Malawi",
      "code": "MWI"
    },
    "126": {
      "name": "Kyrgyzstan",
      "code": "KGZ"
    },
    "129": {
      "name": "Kenya",
      "code": "KEN"
    },
    "134": {
      "name": "Iraq",
      "code": "IRQ"
    },
    "137": {
      "name": "India",
      "code": "IND"
    },
    "148": {
      "name": "Guatemala",
      "code": "GTM"
    },
    "150": {
      "name": "Ghana",
      "code": "GHA"
    },
    "152": {
      "name": "Georgia",
      "code": "GEO"
    },
    "158": {
      "name": "Ethiopia",
      "code": "ETH"
    },
    "201": {
      "name": "Ecuador",
      "code": "ECU"
    },
    "225": {
      "name": "Timor",
      "code": "TLS"
    }
  }
}