{
  "id": 901091,
  "name": "Rate of people experiencing homelessness (point-in-time, ETHOS 1)",
  "unit": "people in homelessness per 100,000 population",
  "createdAt": "2024-05-10T13:52:16.000Z",
  "updatedAt": "2025-10-23T19:41:43.000Z",
  "coverage": "",
  "timespan": "2017-2023",
  "datasetId": 6510,
  "shortUnit": "",
  "columnOrder": 0,
  "shortName": "point_in_time_1",
  "catalogPath": "grapher/oecd/2024-04-30/affordable_housing_database/affordable_housing_database#point_in_time_1",
  "descriptionShort": "Includes people living in the streets or public spaces without a shelter that can be defined as living quarters. This data is collected at a single point in time, generally through a coordinated street count.",
  "descriptionFromProducer": "_Definitions and methodology_\n\nThis indicator presents available data at national level on the number of people experiencing homelessness as reported by public authorities in OECD and EU countries. Data are drawn from the 2023 OECD Questionnaire on Affordable and Social Housing (QuASH 2023) and other available sources. Overall, homelessness data are available for 40 countries: all OECD countries except Hungary; and the following non-member countries: Croatia, Cyprus and Romania (Table HC 3.1.A1).\n\nComparing homeless estimates across countries is difficult, as countries do not define or count the population experiencing homelessness in the same way. There is no internationally agreed definition of homelessness. Therefore, this indicator presents a collection of available statistics on homelessness in OECD, EU and key partner countries in line with national definitions, drawing on the ETHOS Light typology to the extent feasible (see Box HC 3.1).\n\nIn general, the type of count can be differentiated between point-in-time counts and flow counts, which are defined below:\n\n- Point-in-time count: Data are collected at a single point-in-time, generally through a coordinated street count and/or an enumeration of people staying in shelters for people experiencing homelessness on a given night. Point-in-time counts thus present a “snapshot” of homelessness at a single time and place.\n\n- Flow count: Data are collected over a given period of time, such as the enumeration of all people who have stayed in a shelter over the course of the year. Point-in-time and flow data are not comparable, and are thus presented separately in this indicator. For additional discussion of the methodological challenges to homelessness data collection, see the section on Data and comparability issues below.\n\n_Data and comparability issues_\n\n_Significant methodological challenges stymy data collection on homelessness._\n\n_Definitional differences_\n\nAs discussed above, differences in statistical definitions drive some of the variation in the reported incidence of homelessness across countries; these differences hamper international comparison and an understanding of the differences in homelessness rates and risks across countries. For instance, several countries that adopt a broader definition of homelessness report a higher incidence of homelessness, like Australia and New Zealand, relative to countries with a narrower definition, such as Chile, Portugal or Japan.\n\nHowever, definitional differences do not fully explain the variation in homelessness rates across countries: several countries with a broad definition of homelessness report among the lowest incidences of homelessness, such as Norway, Poland, Finland and Denmark. Figure HC3.1 (above) accounts for these definitional differences by presenting cross-country data on homelessness for ETHOS Light categories 1, 2 and 3 only.\n\nDifferent definitions of homelessness can co-exist within the same country, depending on the purpose and the collecting authority, producing considerable differences in homelessness estimates for the same territory. In the United States, for instance, the definition of homelessness used by the Department of Housing and Urban Development (HUD) – which is used to allocate federal funds to local authorities to address homelessness – is narrower than that used by the Department of Education (Evans, Phillips and Ruffini, 2019), which forms the basis of funding allocation to school districts to support children and youth experiencing homelessness. The result is two significantly different estimates of homelessness in the United States: while HUD estimated that over 580 000 people experienced homelessness on a single night in January 2022, the Department of Education reported 1.28 million children and youth nationally experienced homelessness at some point over the 2019-20 school year (this figure is exclusive of their parents) (US Interagency Council on Homelessness, 2024).\n\n_Limitations of data collection approaches_\n\nBeyond definitional differences, there are a number of challenges in the scope and methods of data collection that might affect measuring the full extent of homelessness (see the forthcoming OECD Monitoring Framework on Homelessness). Data on homelessness are typically based on the following collection methods, each with its strengths and limitations in terms of how well it captures different types of living situations:\n\n- Street counts: an estimate of the number of people sleeping rough at a point-in-time;\n\n- Service-based methods: information obtained from a broad range of service providers that support people experiencing homelessness;\n\n- Population censuses and Household surveys: a count or a sample of a given population at a point in time (e.g. Population Census; special module on homelessness in household survey);\n\n- Administrative data: records collected by different institutions/organisations (e.g., health data, criminal justice records, social services data, etc.) and used to extrapolate the number of people experiencing homelessness;\n\n- Advanced sampling methods: a statistical method, such as “capture-recapture,” comparing independent samples from two or more sources of data to estimate the total number of people experiencing homelessness;\n\n- By-name lists and Information management systems on homeless individuals: the collection of comprehensive demographic and identifying information on people experiencing homelessness, which may be collected via registry weeks.\n\nThe type of housing solution of someone experiencing homelessness – whether it is a shelter or emergency accommodation service, temporary lodging with family or friends, or living out of a car or on the street – will be better reflected in some data collection methods relative to others. Further, the scope, design and implementation of each data collection approach varies widely, which can significantly affect the quality and coverage of the data. For instance, with respect to street counts, the geographic perimeter is not systematic across (or even within) countries. In addition to counting rough sleepers on public streets, street counts may (or may not) include parks, public transport, emergency rooms, parking garages or other places that, depending on the country context, may be used by rough sleepers.\n\nMoreover, in the case of service-based methods, there is no systematic approach to determining which types of services and emergency or temporary accommodation are included in data collection efforts, and which are left out. The selection of services to be surveyed may be narrowly defined (e.g., restricted to overnight shelters and temporary accommodation), or may be quite broad (e.g., to also include food banks, social service centres, health clinics, etc.). As a result, homelessness data resulting from service-based methods (often captured by ETHOS Light 2 and 3) are not fully comparable across countries. Table HC3.1.1 provides an overview of cross-country differences in the inclusion of children and temporary accommodation for specific groups in the national headline estimate of homelessness.\n\nAcross 40 OECD and EU countries:\n- Over half (26 countries) include children under the age of 18 years;\n\n- Around 40% (17 countries) include temporary accommodation for victims of domestic violence;\n\n- Around 30% (12 countries) include temporary accommodation for refugees; and\n\n- Less than a quarter (9 countries) include temporary accommodation for asylum seekers.",
  "descriptionProcessing": "We have transformed the data from homelessness per 10,000 population to homeless per 100,000 population.\n\nWe have included the years the data has been captured for each country, according to the source's notes. Whenever the data was captured over different years, we have included the latest year.",
  "type": "float",
  "dataChecksum": "1311535984031394642",
  "metadataChecksum": "-7835874002686229838",
  "datasetName": "OECD Affordable Housing Database (AHD)",
  "updatePeriodDays": 365,
  "datasetVersion": "2024-04-30",
  "nonRedistributable": false,
  "display": {
    "name": "Rate of people experiencing homelessness (ETHOS 1)",
    "unit": "people in homelessness per 100,000 population",
    "tolerance": 10,
    "numDecimalPlaces": 0
  },
  "schemaVersion": 2,
  "processingLevel": "major",
  "presentation": {
    "titlePublic": "Rate of people experiencing homelessness (ETHOS 1)",
    "topicTagsLinks": [
      "Homelessness",
      "Poverty"
    ]
  },
  "descriptionKey": [
    "This data has been categorized within the European Typology of Homelessness and Housing Exclusion (ETHOS) typology as _ETHOS Light 1_. ETHOS Light 1 is defined as people living rough, living in the streets or public spaces without a shelter that can be defined as living quarters.",
    "This data is collected with a _point-in-time count_, in which data are collected at a single point in time, generally through a coordinated street count or an enumeration of people staying in shelters for people experiencing homelessness on a given night. Point-in-time counts thus present a “snapshot” of homelessness at a single time and place.",
    "Countries use different definitions and data collection methods and are harmonized to the extent possible.",
    "Data for Australia, Canada, France, Germany, South Korea, Norway, and the United States includes people living in unconventional dwellings (e.g. tents).",
    "Data for the United Kingdom only considers England and refers to the number of households experiencing homelessness per 100,000 households.",
    "Data for France exclude asylum seekers to facilitate cross-country comparison.",
    "More details about definitions, methodology and comparability issues can be found in the [OECD Population Experiencing Homelessness documentation](https://www.oecd.org/els/family/HC3-1-Population-experiencing-homelessness.pdf).",
    "For more information on the statistical definitions for each country, please check the [OECD's Country Notes on Homelessness data](https://www.oecd.org/social/homelessness-country-notes.htm)."
  ],
  "dimensions": {
    "years": {
      "values": [
        {
          "id": 2021
        },
        {
          "id": 2022
        },
        {
          "id": 2023
        },
        {
          "id": 2020
        },
        {
          "id": 2018
        },
        {
          "id": 2019
        },
        {
          "id": 2017
        }
      ]
    },
    "entities": {
      "values": [
        {
          "id": 23,
          "name": "Australia",
          "code": "AUS"
        },
        {
          "id": 44,
          "name": "Canada",
          "code": "CAN"
        },
        {
          "id": 162,
          "name": "Czechia",
          "code": "CZE"
        },
        {
          "id": 161,
          "name": "Denmark",
          "code": "DNK"
        },
        {
          "id": 3,
          "name": "France",
          "code": "FRA"
        },
        {
          "id": 6,
          "name": "Germany",
          "code": "DEU"
        },
        {
          "id": 207,
          "name": "Iceland",
          "code": "ISL"
        },
        {
          "id": 14,
          "name": "Japan",
          "code": "JPN"
        },
        {
          "id": 113,
          "name": "Mexico",
          "code": "MEX"
        },
        {
          "id": 106,
          "name": "New Zealand",
          "code": "NZL"
        },
        {
          "id": 102,
          "name": "Norway",
          "code": "NOR"
        },
        {
          "id": 11,
          "name": "Poland",
          "code": "POL"
        },
        {
          "id": 9,
          "name": "Spain",
          "code": "ESP"
        },
        {
          "id": 10,
          "name": "Sweden",
          "code": "SWE"
        },
        {
          "id": 1,
          "name": "United Kingdom",
          "code": "GBR"
        },
        {
          "id": 13,
          "name": "United States",
          "code": "USA"
        }
      ]
    }
  },
  "origins": [
    {
      "id": 762,
      "titleSnapshot": "OECD Affordable Housing Database (AHD) - Housing conditions: People experiencing homelessness",
      "title": "OECD Affordable Housing Database (AHD)",
      "description": "The OECD Affordable Housing Database (AHD) helps countries monitor access to good-quality affordable housing and strengthen the knowledge base for policy evaluation. It brings together cross-national information from OECD countries, Key Partners and EU member states.\n\n\nThe database groups indicators along three dimensions: housing market, housing conditions and affordability, and public policies towards affordable housing. Each indicator presents data, relevant definitions and methodology, and key results. Indicators also discuss comparability, data issues, and, where relevant, include the raw data or descriptive information across countries.",
      "producer": "OECD",
      "citationFull": "OECD (2024). Affordable Housing Database (AHD) - Housing conditions: People experiencing homelessness, https://www.oecd.org/housing/data/affordable-housing-database/",
      "urlMain": "https://www.oecd.org/housing/data/affordable-housing-database/",
      "urlDownload": "https://www.oecd.org/els/family/HC3-1-Population-experiencing-homelessness.xlsx",
      "dateAccessed": "2024-05-24",
      "datePublished": "2024-04-30",
      "license": {
        "url": "https://www.oecd.org/termsandconditions/",
        "name": "© OECD 2024"
      }
    }
  ]
}