{
  "variables": {
    "109385": {
      "years": [
        2018,
        2018,
        2018,
        2018,
        2018,
        2018,
        2018,
        2018,
        2018,
        2018,
        2018,
        2018,
        2018,
        2018,
        2018,
        2018,
        2018,
        2018,
        2018,
        2018,
        2018,
        2018,
        2018,
        2018,
        2018,
        2018,
        2018,
        2018,
        2018,
        2018,
        2018,
        2018,
        2018,
        2018,
        2018,
        2018,
        2018,
        2018,
        2018,
        2018,
        2018,
        2018,
        2018,
        2018,
        2018,
        2018,
        2018,
        2018,
        2018,
        2018,
        2018,
        2018,
        2018,
        2018,
        2018,
        2018,
        2018,
        2018,
        2018,
        2018,
        2018,
        2018,
        2018,
        2018,
        2018,
        2018,
        2018,
        2018,
        2018,
        2018,
        2018,
        2018,
        2018,
        2018,
        2018,
        2018
      ],
      "entities": [
        159,
        202,
        199,
        195,
        174,
        169,
        168,
        167,
        166,
        160,
        204,
        158,
        152,
        151,
        148,
        145,
        142,
        130,
        129,
        259,
        93546,
        93545,
        90620,
        36461,
        36460,
        36458,
        355,
        287,
        260,
        125,
        239,
        233,
        229,
        225,
        224,
        223,
        218,
        215,
        40,
        74,
        73,
        68,
        65,
        64,
        61,
        43,
        42,
        41,
        79,
        35,
        33,
        32,
        30,
        28,
        25,
        22,
        16,
        99,
        121,
        118,
        117,
        115,
        111,
        109,
        107,
        104,
        103,
        15,
        98,
        97,
        96,
        94,
        91,
        89,
        88,
        84
      ],
      "values": [
        1,
        1,
        1,
        2,
        0,
        1,
        1,
        0,
        1,
        1,
        1,
        1,
        1,
        1,
        2,
        0,
        1,
        2,
        1,
        1,
        11,
        20,
        11,
        33,
        75,
        0,
        19,
        0,
        0,
        0,
        1,
        1,
        1,
        1,
        1,
        0,
        0,
        0,
        2,
        1,
        1,
        1,
        2,
        0,
        1,
        1,
        1,
        0,
        1,
        1,
        2,
        1,
        1,
        2,
        0,
        1,
        1,
        2,
        1,
        1,
        1,
        2,
        1,
        1,
        2,
        1,
        1,
        0,
        1,
        1,
        2,
        0,
        2,
        1,
        1,
        2
      ],
      "id": 109385,
      "name": "5.c.1 - Proportion of countries with systems to track and make public allocations for gender equality and women's empowerment (%) - SG_GEN_EQPWN",
      "unit": "Percentage",
      "description": null,
      "createdAt": "2019-11-15T20:25:32.000Z",
      "updatedAt": "2019-11-15T20:25:32.000Z",
      "code": null,
      "coverage": "",
      "timespan": "",
      "datasetId": 4777,
      "sourceId": 17514,
      "shortUnit": null,
      "display": {},
      "columnOrder": 0,
      "originalMetadata": null,
      "datasetName": "Proportion of countries with systems to track and make public allocations for gender equality and women's empowerment (%)",
      "s_id": 17514,
      "s_name": "Proportion of countries with systems to track and make public allocations for gender equality and women's empowerment (%) (UN SDG, 2019)",
      "source": {
        "id": 17514,
        "name": "Proportion of countries with systems to track and make public allocations for gender equality and women's empowerment (%) (UN SDG, 2019)",
        "dataPublishedBy": "United Nations Statistics Division",
        "dataPublisherSource": "",
        "link": "https://unstats.un.org/sdgs/indicators/database/",
        "retrievedData": "",
        "additionalInfo": "Last updated: 30 January 2018 \n\nGoal 5: Achieve gender equality and empower all women and girls \nTarget 5.c: Adopt and strengthen sound policies and enforceable legislation for the promotion of gender \nequality and the empowerment of all women and girls at all levels \nIndicator 5.c.1: Percentage of countries with systems to track and make public allocations for gender \nequality and women’s empowerment \n \n\nInstitutional Information \n\n \nCustodian Organization(s): \nUN Women in collaboration with OECD and UNDP. \n \nConcepts and definitions \n\n \nSustainable Development Goal (SDG) Indicator 5.c.1 seeks to measure government efforts to track budget \nallocations for gender equality throughout the public finance management cycle and to make these publicly \navailable. This is an indicator of characteristics of the fiscal system. It is not an indicator of quantity or quality \nof finance allocated for gender equality and women’s empowerment (GEWE). The indicator measures three \ncriteria. The first focuses on the intent of a government to address GEWE by identifying if it has \nprograms/policies and resource allocations to foster GEWE. The second assesses if a government has \nplanning and budget tools to track resources for GEWE throughout the public financial management cycle. \nThe third focuses on transparency by identifying if a government has provisions to make allocations for GEWE \npublicly available. \n \nThe indicator aims to encourage national governments to develop appropriate budget tracking and \nmonitoring systems and commit to making information about allocations for gender equality readily available \nto the public. The system should be led by the Ministry of Finance in collaboration with the sectoral ministries \nand National Women’s Machineries and overseen by an appropriate body such as Parliament or Public \nAuditors. \n \nRationale: \nAdequate and effective financing is essential to achieve SDG 5 and the gender related targets across the SDG \nframework. By tracking and making public gender equality allocations, governments promote greater \ntransparency in and hence this could result in better accountability. The indicator encourages governments \nto put in place a system to track and make public resource allocations which can then inform policy review, \nbetter policy formulation and more effective public financial management.   \n \nThe principle of adequate financing for gender equality is rooted in the Beijing Declaration and Platform of \nAction (para 345 and 346) adopted in 1995. However, the Secretary General’s report on the twenty-year \nreview and appraisal of the Platform for Action found that underinvestment in gender equality and women’s \nempowerment has contributed to slow and uneven progress in all 12 critical areas of concern. Inadequate \nfinancing hinders the implementation of gender responsive laws and policies. Data shows that financing gaps \nare sometimes a high as 90% with critical shortfalls in infrastructure, productive and economic sectors. \n\n \n\n1 \n\n\fLast updated: 30 January 2018 \n\n \nThe 2030 Agenda for Sustainable Development Agenda commits to a “significant increase in investments to \nclose the gender gap.” Ensuring requisite resources for gender equality is central to implementing and \nachieving SDG 5 and all gender targets across the framework. Tracking these allocations and making the data \npublicly available are important steps to assess progress towards meeting these goals. This has been \nreaffirmed at the Third International Conference on Financing for Development, where member states \nadopted the Addis Ababa Action Agenda which commits to track gender equality allocations and increase \ntransparency on public spending.1 Furthermore, the Commission on the Status of Women at its 60th session \ncalled upon states to support and institutionalize gender-responsive budgeting and tracking across all sectors \nof public expenditure to address gaps in resourcing for gender equality and the empowerment of women and \ngirls. \n \nIndicator 5.c.1 will measure the percentage of governments with systems to track and make public resource \nallocations for gender equality. It builds on Indicator 8 of the Global Partnership for Effective Development \nCo-operation that has been piloted, tested and rolled out in 81 countries. Indicator 8 allowed, for the first \ntime, the systematic collection of data on government efforts to track resource allocations for gender \nequality across countries. Indicator 5.c.1 is defined in almost identical terms to Indicator 8 of the GPEDC. In \naddition, Indicator 5.c.1 is the only indicator in the SDG monitoring framework that links national budgeting \nsystems with implementation of legislation and policies for gender equality and women’s empowerment. \nThe refined methodology for Indicator 5.c.1 is an improvement over the original methodology for Indicator 8. \nThe increased specificity of the criteria provides a greater level of detail and therefore, captures the \nvariability in countries’ gender equality policies and public financial management systems. The application of \na tiered scoring approach with specific thresholds increases the indicator’s rigor and gives incentive to \ncountries to improve these systems over time.  \n \nFurther, it is envisaged that the OECD Survey of Budget Practices and Procedures, conducted regularly among \nOECD countries, will be modified and updated to align closely with Indicator 5.c.1. This will allow greater \nglobal coverage by strengthening the indicator’s relevance to ministries of finance in all countries. \n \nConcepts:  \nTo determine if a country has a system to track and make public allocations for gender equality and women’s \nempowerment, the following questionnaire will be sent to its Ministry of Finance, or agency in charge of the \ngovernment budget: \n \nCriterion 1. Which of the following aspects of public expenditure are reflected in your government programs \nand its resource allocations? (In the last completed fiscal year) \n\nQuestion 1.1. Are there policies and/or programs of the government designed to address well-\nidentified gender equality goals, including those where gender equality is not the primary objective \n(such as public services, social protection and infrastructure) but incorporate action to close gender \ngaps? (Yes=1/No=0) \nQuestion 1.2. Do these policies and/or programs have adequate resources allocated within the \nbudget, sufficient to meet both their general objectives and their gender equality goals? \n(Yes=1/No=0) \n\n                                                           \n1 Addis Ababa Action Agenda paragraphs 30 and 53. \n\n \n\n2 \n\n\fLast updated: 30 January 2018 \n\n \nQuestion 1.3. Are there procedures in place to ensure that these resources are executed according \nto the budget? (Yes=1/No=0) \n\n \nCriterion 2. To what extent does your Public Financial Management system promote gender-related or \ngender-responsive goals? (In the last completed fiscal year) \n\n \nQuestion 2.1. Does the Ministry of Finance/budget office issue call circulars, or other such directives, \nthat provide specific guidance on gender-responsive budget allocations? (Yes=1/No=0) \n \nQuestion 2.2. Are key policies and programs, proposed for inclusion in the budget, subject to an ex \nante gender impact assessment? (Yes=1/No=0) \n \nQuestion 2.3. Are sex-disaggregated statistics and data used across key policies and programs in a \nway which can inform budget-related policy decisions? (Yes=1/No=0) \n \nQuestion 2.4. Does the government provide, in the context of the budget, a clear statement of \ngender-related objectives (i.e. gender budget statement or gender responsive budget legislation)? \n(Yes=1/No=0) \n \nQuestion 2.5. Are budgetary allocations subject to “tagging” including by functional classifiers, to \nidentify their linkage to gender-equality objectives? (Yes=1/No=0) \n \nQuestion 2.6. Are key policies and programs subject to ex post gender impact assessment? \n(Yes=1/No=0) \n \nQuestion 2.7. Is the budget as a whole subject to independent audit to assess the extent to which it \npromotes gender-responsive policies? (Yes=1/No=0) \n\n \nCriterion 3. Are allocations for gender equality and women’s empowerment made public? (In the last \ncompleted fiscal year) \n\nQuestion 3.1. Is the data on gender equality allocations published? (Yes=1/No=0) \n \nQuestion 3.2. If published, has this data been published in an accessible manner on the Ministry of \nFinance (or office responsible for budget) website and/or related official bulletins or public notices? \n(Yes=1/No=0) \n \nQuestion 3.3. If so, has the data on gender equality allocations been published in a timely manner? \n(Yes=1/No=0) \n \n\nScoring: \nA country will be considered to satisfy each criterion as follows:  \n \n\n \n\n3 \n\n\fLast updated: 30 January 2018 \n\n \nA country will satisfy Criterion 1 \n\nA country will satisfy Criterion 2 \n\nA country will satisfy Criterion 3 \n\nRequirements per criterion \n\nif it answers “Yes” to 2 out of 3 questions in Criterion 1 \n \nif it answers “Yes” to 4 out of 7 questions in Criterion 2 \n \nif it answers “Yes” to 2 out of 3 questions in Criterion 3 \n \n\n \nEach question within each criterion has the same weight. A country would need to satisfy the threshold of \n“yes” responses per criterion to satisfy a criterion. \n \nCountries then will be classified as ‘fully meets requirements’, ‘approaches requirements’, and ‘does not \nmeet requirements’ per the following matrices (There are 8 possible combinations of criteria being satisfied, \nCases A-G below): \n \n \n\nFully meets requirements \n\n  \n\nCriterion 1 \n\nCriterion 2 \n\nCriterion 3 \n\nCase A \n\n✓ \n\n✓ \n\n✓ \n\nNote: “Checked” boxes represent satisfied criteria;  \n“unchecked” boxes represent unsatisfied criteria. \n\nApproaches requirements \n\nCriterion 1 \n\nCriterion 2 \n\nCriterion 3 \n\n  \nCase B \nCase C \nCase D \nCase E \nCase F \nCase G \n\n \n✓ \n\n \n✓ \n\n \n✓ \n\n \n \n✓ \n\n \n✓ \n✓ \n\nNote: “Checked” boxes represent satisfied criteria;  \n“unchecked” boxes represent unsatisfied criteria. \n\nDoes not meet requirements \n\n  \nCase H \n\nCriterion 1 \n  \n\nCriterion 2 \n  \n\nCriterion 3 \n  \n\nNote: “Checked” boxes represent satisfied criteria;  \n“unchecked” boxes represent unsatisfied criteria. \n\n✓ \n\n \n \n✓ \n✓ \n\n \n\n4 \n\n \nBecause the three criteria are equally important, a country would need to satisfy the three to fully meet \nrequirements. \n \n\n \n\n \n\n \n\n\fLast updated: 30 January 2018 \n\nConcept Definitions: \n \n\nFor Criterion 1: \n• \n\n“Programs or policies of the government, that are designed to address well-identified gender \nequality goals” can be defined as: \n\no  Programs or policies that specifically target only women and/or girls. For example, a \n\ngovernment program that provides scholarships for girls only, or a prenatal care program, or \na National Action Plan on Gender Equality; or \n\no  Programs or policies that target both women or girls and men or boys and have gender \nequality as the primary objective. For example, a national public information campaign \nagainst gender violence, or on-the-job training programs on gender equality; or \n\no  Programs or policies where gender equality is not the primary objective but the program \n\nincludes action to close gender gaps. These programs could include provision of \ninfrastructure, public services and social protection. For example, an infrastructure program \nthat has a provision for using women labour, or a public transportation program that takes \ninto consideration the mobility needs of women in its design.  \n\n• \n\n“Programs or policies have adequate resources allocated within the budget, sufficient to meet both \ntheir general objectives and their gender equality goals” can be defined as: \n\no  The programs or policies that are designed to address well-identified gender equality goals \n\nare allocated sufficient resources to cover the costs of meeting those goals from funding \nthat is included in the budget rather than from off-budget sources. \n\n• \n\n“Procedures in place to ensure that these resources are executed according to the budget” can be \ndefined as: \n\no  There are procedures established in laws or regulations so that resources for programs or \npolicies that are designed to address well-identified gender equality goals are executed as \nspecified in the budget or if there are deviations in the exercise from the budgeted \nallocations, government agencies must justify to a supervising entity (e.g. ministries of \nfinance, parliaments, audit bodies, or other relevant authorities) the reason for not \nexecuting resources according to budget. \n\nFor Criterion 2: \n• \n\n“Call circulars” can be defined as: \n\no  Call circulars are the official notices that are issued by the Ministry of Finance or Budget \n\nOffice in a country towards the beginning of each annual budget cycle. The circular instructs \ngovernment agencies how they must submit their bids or demands for budget allocations for \nthe coming year (in some countries the notice may have another name, such as budget \nguidelines or Treasury guidelines). It may inform each agency what its budget “ceiling” for \nthe next fiscal year.2 \n\n• \n\n“Key programs and policies” can be defined as: \n\n                                                           \n2 Ibid. \n\n5 \n\n \n\n \n\n \n\n \n\n \n\n\fo  Programs or policies of the government, that are designed to address well-identified gender \n\nequality goals (as identified in Criterion 1). \n\nLast updated: 30 January 2018 \n\n• \n\n“Ex-ante gender impact assessment” can be defined as: \n\no  Assessing individual resource allocations, in advance of their inclusion in the budget, \n\nspecifically for their impact on gender equality.3 For example, before its inclusion in the \nbudget, there is an estimate of how a conditional cash transfer program will impact school \nattendance of girls. \n\n• \n\n“Sex-disaggregated statistics and data are available in a systematic manner across all key programs \nand policies” can be defined as: \n\no  There is routine availability of gender-specific data sets and statistics that would greatly \n\nfacilitate the evidential basis for the identification of gender equality gaps, design of policy \ninterventions, and the evaluation of impacts.4 \n\n• \n\n“Gender budget statements” can be defined as: \n\no  A document that, either as part of the budget documentation or separately, provides a clear \n\nstatement of gender-related goals. It is a document produced by a government agency, \nusually the Ministry of Finance or Budget Office, to show what its programs and budgets are \ndoing in respect of gender. It is generally prepared after government agencies have \ncompleted the process of drawing up the budget and allocating resources to different \nprograms in response to the annual call circular.5 \n\n \n“Functional classifiers” can be defined as6: \n\n• \n\no  Categorization of expenditure according to the purposes and objectives for which they are \n\nintended. A functional classifier on gender would identify expenditure that goes to programs \nor activities that address gender issues. \n \n\n• \n\n“Ex-post gender impact assessment” can be defined as:7  \n\no  Assessing individual resource allocations, after their implementation, specifically for their \n\nimpact on gender equality. For example, once the resources are spent and the program \nexecuted, how did a conditional cash transfer program affected the school attendance rate \nof girls as when compared to boys’ attendance rate? \n\n• \n\n“The budget as a whole is subject to independent audit, to assess the extent to which it promotes \ngender-responsive policies” can be defined as: \n\n                                                           \n3 “Gender Budgeting in OECD Countries,” OECD, 2016. \n4 Ibid. \n5 “Budget Call Circulars and Gender Budget Statements in the Asia Pacific: A Review,” UN Women, 2015. \n6 “Budget Classification,” IMF, 2009.  \n7 Ibid. \n\n6 \n\n \n\n \n\n \n\n \n\n \n\n\fo \n\nIndependent, objective analysis, conducted by a competent authority different from the \ncentral budget authority, of the extent to which gender equality is effectively promoted \nand/or attained through the policies set out in the annual budget.8 \n\nLast updated: 30 January 2018 \n\n \nFor Criterion 3: \n\n• \n\n“Published in an accessible manner” can be defined as: \n\no  Allocations for gender equality and women’s empowerment are published on the Ministry \n\nof Finance (or office responsible for budget) website and/or related official bulletins or \npublic notices in a way that is clearly signalled and/or made available in hard copies that are \ndistributed to parliamentarians and NGOs. \n\n• \n\n“Published in a timely manner” can be defined as: \n\no  Allocations for gender equality and women’s empowerment and/or its exercise are \n\npublished in the same quarter as when approved/exercised. \n\nComments and limitations: \nThe indicator does not measure allocation of resources but the existence of mechanisms to track resource \nallocations and that make that information available publicly. However, there is an optional question in the \nquestionnaire (not scored) that requests countries to report the percentage of the government budget \nallocated for gender equality programs.  \n \nAnother limitation is that the indicator, which is process oriented, does not provide data on the adequacy or \nquality of resource allocations. \n \nMethodology \n\n \nComputation Method: \nThe method of computation is as follows:  \n\n ????????? 5. ?. 1 =  \n\n(?????? ?? ????????? ?ℎ?? ?????  ???? ???????????? ) × 100\n \n\n????? ?????? ?? ?????????\n\n(a)  In addition to reporting Indicator 5.c.1 as described above, the following two country classification \n\nglobal proportions will also be reported: \n\n(?????? ?? ????????? ?ℎ?? ?? ??? ???? ???????????? ) × 100\n \n\n????? ?????? ?? ?????????\n\n                                                           \n8 Ibid. \n\n7 \n\n \n\n \n\n \n \n \n\n \n\n \nUnit: \n\n% \n\n \nDisaggregation:  \n\n\f(?????? ?? ????????? ?ℎ?? ???????? ???????ℎ ???????????? ) × 100\n \n\n????? ?????? ?? ?????????\n\nLast updated: 30 January 2018 \n\n(b)  Additional disaggregation by region as follows: \n\n \n\n(?????? ?? ????????? ?? ?????? ? ???ℎ ??????? ?????????????? ? ) × 100\n \n\n????? ?????? ?? ????????? ?? ?????? ?\n\n \n\n \nWhere x refers to the region of analysis and y refers to the country classification based on the questionnaire. \n \n\nTreatment of missing values:  \n\n•  At country level \n\n•  At regional and global levels \n\nNot Imputed \n\nNot Imputed \n\n \nSources of discrepancies: \nSince data is reported by countries via a validated questionnaire, there should be no discrepancies. \n \n\nData sources \n\n \nDescription: \nAn electronic questionnaire with accompanying monitoring guidance will be used to collect data on this \nindicator. \n  \nCollection process: \nIt is envisaged that data collection will be undertaken as part of the country-level monitoring of effective \ndevelopment cooperation (SDG 17.16.1) where the Global Partnership monitoring framework provides a \nuseful platform and mechanism. The Global Partnership monitoring is led by national coordinators appointed \nby their respective government to coordinate data collection and validation across relevant government \nministries, departments and agencies.  \n \nFor this indicator, the national coordinator will liaise with the Ministry of Finance, Ministry of Women and \nother relevant ministries to complete the questionnaire. UN Women country office focal points will be \navailable for support. With the GPEDC monitoring process generally launched early in the year, national \ncoordinators will have until the end of the year to complete the data collection and validation at country level \nbefore submission to the JST for consolidation and analysis.  \n \nData availability \n\n8 \n\n \n \n \n \n\n \n\n\fLast updated: 30 January 2018 \n\n \nDescription: \nAs identified in the pilot exercise for Indicator 5.c.1, the information that is collected through administering \nthe questionnaire is readily available by Ministries of Finance and/or Budget Offices. \n \nCalendar \n\n \nData collection: \nFirst quarter of 2018 \n \nData release:  \nFourth quarter of 2018 \n \nData providers \n\n \nResponse to questionnaire completed by Ministries of Finance—as part of national statistical systems—or \nBudget Office in coordination with National Statistical Offices and relevant sectoral ministries and national \nwomen’s machineries. \n \nData compilers \n\n \nUN Women and the UNDP-OECD joint support team. \n \nReferences \n\n \nInformation on the Global Partnership for Effective Development Corporation can be found here: \nhttp://effectivecooperation.org/about/global-monitoring-framework/ \n \nOther useful technical materials on how to incorporate gender equality in to public finance management \nsystems can be found here: http://gender-financing.unwomen.org/en \n \nIMF research on gender responsive budgeting and tracking systems: \nhttps://www.imf.org/external/np/res/dfidimf/topic7.htm  \nhttps://www.imf.org/external/pubs/ft/wp/2016/wp16149.pdf \n \nGender budgeting and tracking in OECD countries: \nhttps://www.imf.org/external/pubs/ft/wp/2016/wp16149.pdf \nhttps://www.oecd.org/gender/Gender-Budgeting-in-OECD-countries.pdf \n \n\n \n\n9 \n\n\fInformation on the Public Expenditure and Financial Accountability (PEFA) Program which provides guidance \non assessment of public finance management systems can be found here: http://www.pefa.org/en \n\nLast updated: 30 January 2018 \n\n \n\n10 \n\n\f"
      }
    }
  },
  "entityKey": {
    "15": {
      "name": "Afghanistan",
      "code": "AFG"
    },
    "16": {
      "name": "Albania",
      "code": "ALB"
    },
    "22": {
      "name": "Armenia",
      "code": "ARM"
    },
    "25": {
      "name": "Azerbaijan",
      "code": "AZE"
    },
    "28": {
      "name": "Bangladesh",
      "code": "BGD"
    },
    "30": {
      "name": "Belarus",
      "code": "BLR"
    },
    "32": {
      "name": "Benin",
      "code": "BEN"
    },
    "33": {
      "name": "Bhutan",
      "code": "BTN"
    },
    "35": {
      "name": "Bosnia and Herzegovina",
      "code": "BIH"
    },
    "40": {
      "name": "Burkina Faso",
      "code": "BFA"
    },
    "41": {
      "name": "Burundi",
      "code": "BDI"
    },
    "42": {
      "name": "Cambodia",
      "code": "KHM"
    },
    "43": {
      "name": "Cameroon",
      "code": "CMR"
    },
    "61": {
      "name": "Yemen",
      "code": "YEM"
    },
    "64": {
      "name": "Tanzania",
      "code": "TZA"
    },
    "65": {
      "name": "Egypt",
      "code": "EGY"
    },
    "68": {
      "name": "Uganda",
      "code": "UGA"
    },
    "73": {
      "name": "Trinidad and Tobago",
      "code": "TTO"
    },
    "74": {
      "name": "Togo",
      "code": "TGO"
    },
    "79": {
      "name": "Sudan",
      "code": "SDN"
    },
    "84": {
      "name": "Vietnam",
      "code": "VNM"
    },
    "88": {
      "name": "Serbia",
      "code": "SRB"
    },
    "89": {
      "name": "Senegal",
      "code": "SEN"
    },
    "91": {
      "name": "Rwanda",
      "code": "RWA"
    },
    "94": {
      "name": "Guinea-Bissau",
      "code": "GNB"
    },
    "96": {
      "name": "Philippines",
      "code": "PHL"
    },
    "97": {
      "name": "Peru",
      "code": "PER"
    },
    "98": {
      "name": "Paraguay",
      "code": "PRY"
    },
    "99": {
      "name": "Papua New Guinea",
      "code": "PNG"
    },
    "103": {
      "name": "Nigeria",
      "code": "NGA"
    },
    "104": {
      "name": "Niger",
      "code": "NER"
    },
    "107": {
      "name": "Nepal",
      "code": "NPL"
    },
    "109": {
      "name": "Mozambique",
      "code": "MOZ"
    },
    "111": {
      "name": "Moldova",
      "code": "MDA"
    },
    "115": {
      "name": "Mali",
      "code": "MLI"
    },
    "117": {
      "name": "Malawi",
      "code": "MWI"
    },
    "118": {
      "name": "Madagascar",
      "code": "MDG"
    },
    "121": {
      "name": "Liberia",
      "code": "LBR"
    },
    "125": {
      "name": "Laos",
      "code": "LAO"
    },
    "129": {
      "name": "Kenya",
      "code": "KEN"
    },
    "130": {
      "name": "Jordan",
      "code": "JOR"
    },
    "142": {
      "name": "Myanmar",
      "code": "MMR"
    },
    "145": {
      "name": "Haiti",
      "code": "HTI"
    },
    "148": {
      "name": "Guatemala",
      "code": "GTM"
    },
    "151": {
      "name": "Gambia",
      "code": "GMB"
    },
    "152": {
      "name": "Georgia",
      "code": "GEO"
    },
    "158": {
      "name": "Ethiopia",
      "code": "ETH"
    },
    "159": {
      "name": "Equatorial Guinea",
      "code": "GNQ"
    },
    "160": {
      "name": "Dominican Republic",
      "code": "DOM"
    },
    "166": {
      "name": "Costa Rica",
      "code": "CRI"
    },
    "167": {
      "name": "Democratic Republic of Congo",
      "code": "COD"
    },
    "168": {
      "name": "Congo",
      "code": "COG"
    },
    "169": {
      "name": "Comoros",
      "code": "COM"
    },
    "174": {
      "name": "Central African Republic",
      "code": "CAF"
    },
    "195": {
      "name": "Solomon Islands",
      "code": "SLB"
    },
    "199": {
      "name": "Cook Islands",
      "code": "COK"
    },
    "202": {
      "name": "Fiji",
      "code": "FJI"
    },
    "204": {
      "name": "Kiribati",
      "code": "KIR"
    },
    "215": {
      "name": "Montenegro",
      "code": "MNE"
    },
    "218": {
      "name": "Nauru",
      "code": "NRU"
    },
    "223": {
      "name": "Marshall Islands",
      "code": "MHL"
    },
    "224": {
      "name": "Palau",
      "code": "PLW"
    },
    "225": {
      "name": "Timor",
      "code": "TLS"
    },
    "229": {
      "name": "Saint Lucia",
      "code": "LCA"
    },
    "233": {
      "name": "Seychelles",
      "code": "SYC"
    },
    "239": {
      "name": "Samoa",
      "code": "WSM"
    },
    "259": {
      "name": "El Salvador",
      "code": "SLV"
    },
    "260": {
      "name": "Saint Helena",
      "code": "SHN"
    },
    "287": {
      "name": "Tokelau",
      "code": "TKL"
    },
    "355": {
      "name": "World",
      "code": "OWID_WRL"
    },
    "36458": {
      "name": "Europe and Northern America",
      "code": null
    },
    "36460": {
      "name": "Central and Southern Asia",
      "code": null
    },
    "36461": {
      "name": "Eastern and South-Eastern Asia",
      "code": null
    },
    "90620": {
      "name": "Latin America and the Caribbean\t",
      "code": null
    },
    "93545": {
      "name": "Oceania (exc. Australia and New Zealand)",
      "code": null
    },
    "93546": {
      "name": "Sub-Saharan Africa (inc. Sudan)",
      "code": null
    }
  }
}