{
  "id": 5484,
  "map": {
    "variableId": 180358
  },
  "data": {
    "availableEntities": [
      "Road",
      "Rail",
      "Water",
      "Air"
    ]
  },
  "note": "Emission factors can vary depending on factors such as the efficiency of vehicle used; packing/loading density of freight etc.",
  "slug": "emission-factors-food-transport",
  "title": "Greenhouse emissions per unit of food transported",
  "yAxis": {
    "max": 0,
    "min": 0
  },
  "details": {
    "general": {
      "ghg": {
        "id": 16,
        "term": "ghg",
        "title": "Greenhouse gas",
        "content": "A greenhouse gas (GHG) is a gas that causes the atmosphere to warm by absorbing and emitting radiant energy. Greenhouse gases absorb radiation that is radiated by Earth, preventing this heat from escaping to space.\n\nCarbon dioxide (CO₂) is the most well-known greenhouse gas, but there are others including methane, nitrous oxide, and in fact, water vapor.\n\nHuman-made emissions of greenhouse gases from fossil fuels, industry, and agriculture are the leading cause of global climate change. \n",
        "category": "general"
      },
      "carbondioxideequivalents": {
        "id": 11,
        "term": "carbondioxideequivalents",
        "title": "Carbon dioxide-equivalents (CO₂eq)",
        "content": "Carbon dioxide is the most important greenhouse gas, but not the only one. To capture all greenhouse gas emissions, researchers express them in ‘carbon dioxide-equivalents' (CO₂eq). This takes all greenhouse gases into account, not just CO₂.\n\nTo express all greenhouse gases in carbon dioxide-equivalents (CO₂eq), each one is weighted by its global warming potential (GWP) value. GWP measures the amount of warming a gas creates compared to CO₂. CO₂ is given a GWP value of one. If a gas had a GWP of 10 then one kilogram of that gas would generate ten times the warming effect as one kilogram of CO₂. \n\nCarbon dioxide-equivalents are calculated for each gas by multiplying the mass of emissions of a specific greenhouse gas by its GWP factor.\n\nThis warming can be stated over different timescales. To calculate CO₂eq over 100 years, we’d multiply each gas by its GWP over a 100-year timescale (GWP100).\n\nTotal greenhouse gas emissions – measured in CO₂eq – are then calculated by summing each gas’ CO₂eq value.",
        "category": "general"
      }
    }
  },
  "version": 7,
  "subtitle": "The amount of [greenhouse gases](hover::general::ghg) emitted by transporting one tonne of food over a distance of one kilometer. This is measured in [carbon dioxide-equivalents](hover::general::carbondioxideequivalents).",
  "originUrl": "ourworldindata.org/environmental-impacts-of-food",
  "colorScale": {
    "baseColorScheme": "SingleColorDustyCoral"
  },
  "dimensions": [
    {
      "display": {
        "unit": "kgCO₂eq per tonne-kilometer",
        "shortUnit": "kg",
        "includeInTable": true
      },
      "property": "y",
      "variableId": 180358
    }
  ],
  "sourceDesc": "Ecoinvent v3.3, as applied in Poore and Nemecek (2018)",
  "isPublished": true,
  "addCountryMode": "disabled",
  "baseColorScheme": "SingleColorDustyCoral",
  "hideTitleAnnotation": true,
  "selectedEntityNames": [
    "Air",
    "Rail",
    "Road",
    "Water"
  ],
  "selectedEntityColors": {}
}