{
  "id": 1108450,
  "name": "Cumulative share of divorces of couples married in 1975 by anniversary year of marriage",
  "unit": "%",
  "createdAt": "2025-10-09T11:08:12.000Z",
  "updatedAt": "2025-10-09T11:08:12.000Z",
  "coverage": "",
  "timespan": "1-48",
  "datasetId": 7229,
  "shortUnit": "%",
  "columnOrder": 0,
  "shortName": "cumulative_percentage__year_of_marriage_1975",
  "catalogPath": "grapher/ons/2025-10-07/divorces/divorces#cumulative_percentage__year_of_marriage_1975",
  "dimensions": {
    "years": {
      "values": [
        {
          "id": 1
        },
        {
          "id": 2
        },
        {
          "id": 3
        },
        {
          "id": 4
        },
        {
          "id": 5
        },
        {
          "id": 6
        },
        {
          "id": 7
        },
        {
          "id": 8
        },
        {
          "id": 9
        },
        {
          "id": 10
        },
        {
          "id": 11
        },
        {
          "id": 12
        },
        {
          "id": 13
        },
        {
          "id": 14
        },
        {
          "id": 15
        },
        {
          "id": 16
        },
        {
          "id": 17
        },
        {
          "id": 18
        },
        {
          "id": 19
        },
        {
          "id": 20
        },
        {
          "id": 21
        },
        {
          "id": 22
        },
        {
          "id": 23
        },
        {
          "id": 24
        },
        {
          "id": 25
        },
        {
          "id": 26
        },
        {
          "id": 27
        },
        {
          "id": 28
        },
        {
          "id": 29
        },
        {
          "id": 30
        },
        {
          "id": 31
        },
        {
          "id": 32
        },
        {
          "id": 33
        },
        {
          "id": 34
        },
        {
          "id": 35
        },
        {
          "id": 36
        },
        {
          "id": 37
        },
        {
          "id": 38
        },
        {
          "id": 39
        },
        {
          "id": 40
        },
        {
          "id": 41
        },
        {
          "id": 42
        },
        {
          "id": 43
        },
        {
          "id": 44
        },
        {
          "id": 45
        },
        {
          "id": 46
        },
        {
          "id": 47
        },
        {
          "id": 48
        }
      ]
    },
    "entities": {
      "values": [
        {
          "id": 278,
          "name": "England and Wales",
          "code": null
        }
      ]
    }
  },
  "descriptionShort": "The cumulative percentage of marriages that have ended in divorce by the anniversary year of marriage.",
  "descriptionFromProducer": "Divorce statistics are derived from information recorded by His Majesty's Courts and Tribunals Service (HMCTS) during the divorce process. Data from the old system includes both divorces completed under old law and annulments that took place in England and Wales; annulments are where the marriage was not legally valid in the first place. There is no provision for annulments under the new law and so these cases are processed under old law even if the date of application is after the 6 April 2022.\n\nDivorce statistics do not include married couples who separate, but do not divorce.\n\nDivorces where the marriage took place abroad are included provided the marriage was legally recognised in England and Wales and one of the parties had a permanent home in England and Wales.\n\nMarriages of same-sex couples first took place on 29 March 2014, the first divorces recorded between same-sex couples were in 2015.\n\nNew legislation came into effect from the 6 April 2022, following the Divorce, Dissolution and Separation Act 2020. Key changes include the ability for either a joint or sole application for divorce, civil partnership dissolution or judicial separation, the removal of the Factis (i.e. no grounds for divorce, civil partnership dissolution or separation) and the introduction of a minimum 20 week period between the start of proceedings and application for final order. Data from 2022 will include both old and new law cases, except in tables which specify either old or new law cases only.\n\nThe number and timelines of divorces granted during 2020 and 2021 may have been affected by disruption to family court activities during the Coronavirus (COVID-19) pandemic.",
  "type": "float",
  "datasetName": "Divorces in England and Wales",
  "updatePeriodDays": 365,
  "datasetVersion": "2025-10-07",
  "nonRedistributable": false,
  "display": {
    "name": "1975",
    "unit": "%",
    "shortUnit": "%",
    "numDecimalPlaces": 1
  },
  "schemaVersion": 2,
  "processingLevel": "minor",
  "presentation": {
    "titlePublic": "Cumulative share of divorces of couples married in 1975 by anniversary year of marriage",
    "topicTagsLinks": [
      "Marriages & Divorces"
    ]
  },
  "descriptionKey": [
    "Data covers divorces legally registered in England and Wales, including marriages that took place abroad if one party had a permanent home in England and Wales.",
    "Divorce statistics do not include married couples who separate but do not divorce.",
    "New divorce legislation came into effect from 6 April 2022. Data from 2022 onwards includes both old and new law cases.",
    "Divorces during 2020 and 2021 may have been affected by disruption to family court activities during the COVID-19 pandemic."
  ],
  "origins": [
    {
      "id": 8836,
      "title": "Divorces in England and Wales",
      "description": "Annual divorce numbers and rates, by duration of marriage, sex, to whom granted, and reason.",
      "producer": "UK Office for National Statistics",
      "citationFull": "Office for National Statistics (ONS), ONS website, dataset, Divorces in England and Wales, UK. Retrieved 7 October 2025.",
      "attributionShort": "UK ONS",
      "urlMain": "https://www.ons.gov.uk/peoplepopulationandcommunity/birthsdeathsandmarriages/divorce/datasets/divorcesinenglandandwales",
      "urlDownload": "https://www.ons.gov.uk/file?uri=/peoplepopulationandcommunity/birthsdeathsandmarriages/divorce/datasets/divorcesinenglandandwales/2023/divorcesworkbook2023final.xlsx",
      "dateAccessed": "2025-10-07",
      "datePublished": "2025-07-02",
      "license": {
        "url": "https://www.nationalarchives.gov.uk/doc/open-government-licence/version/3/",
        "name": "Open Government Licence v3.0"
      }
    }
  ]
}