{
  "id": 541224,
  "name": "Gini coefficient (Pretax)",
  "unit": "",
  "description": "The Gini coefficient is a measure of the inequality of the income or wealth distribution in a population. Higher values indicate a higher level of inequality.\n\nThis measure is related to <b>pretax national income</b>, which is income before the payment and receipt of taxes and benefits, but after payment of public and private pensions.",
  "createdAt": "2023-01-31T10:34:52.000Z",
  "updatedAt": "2023-03-10T00:16:20.000Z",
  "coverage": "",
  "timespan": "1900-2021",
  "datasetId": 5875,
  "shortUnit": "",
  "columnOrder": 0,
  "shortName": "p0p100_gini_pretax",
  "catalogPath": "grapher/wid/2023-01-27/world_inequality_database/world_inequality_database",
  "dataPath": "https://catalog.ourworldindata.org/baked-variables/live_grapher/data/541224.json",
  "metadataPath": "https://catalog.ourworldindata.org/baked-variables/live_grapher/metadata/541224.json",
  "datasetName": "World Inequality Database (WID, 2022)",
  "type": "int",
  "nonRedistributable": false,
  "display": {
    "name": "Gini coefficient (Pretax)",
    "shortUnit": "",
    "numDecimalPlaces": 3
  },
  "source": {
    "id": 27324,
    "name": "World Inequality Database (WID.world) (2022)",
    "dataPublishedBy": "World Inequality Database (WID), https://wid.world",
    "dataPublisherSource": "National income surveys, tax records and national accounts",
    "link": "https://wid.world/",
    "retrievedDate": "2023-02-28",
    "additionalInfo": "The World Inequality Database (WID) is an extensive database on the distribution of income and wealth, both between and within countries. It is primarily maintained by the World Inequality Lab (WIL), located at the Paris School of Economics (PSE). But it is fundamentally the result of a coordinated, collaborative effort involving hundreds of researchers throughout the world over the past twenty years.\n\nIn recent years, the WIL has been leading efforts in creating “distributional national accounts” (DINA). The goal is to provide estimates of the distribution of income and wealth that are harmonized over time and across countries, that are consistent with the macroeconomic aggregates produced by national statistical institutes, and that can therefore be viewed as a distributional extension of the existing international System of National Accounts (SNA).\n\nThe WID provides extensive data on the distribution of pretax income, post-tax income and wealth, on top of a detailed decomposition of macroeconomic aggregates of income and wealth. This dataset uploaded to Our World in Data contains pretax income data only.\n\nWID seeks to distribute the entirety of national income among resident households (including all income flowing to corporations, the government, and to and from the foreign sector). In this way it accounts for 100% of macroeconomic growth coming from GDP statistics. WID also presents results for numerous concepts across granular percentile groups reaching small fractiles at the very top of the distribution.\n\nWID CONVENTIONS\nUnit of observation\n\n“Equal-split adults” series, which distribute income to all adult individuals (over 20 years old), while splitting income equally within a couple or a household. It is the benchmark series to deal with the lack of homogeneity in the unit of observation for tax records. Equal-split series can be split income and wealth within the couple (narrow equal-split) or within the household (broad equal-split). For now, DINA series have relied on narrow equal-split measures in countries that primarily rely on tax microdata (France, United States), and broad equal-split in countries that rely more heavily on surveys (China). This should be kept in mind when making comparisons between countries. Moving forward, whenever the data allow, researchers should try to provide both series.\n\nEquivalence scales\n\nThe DINA project does not use equivalence scales for two reasons. The first one is practical. Equivalence scales introduces nonlinearities that make it harder to connect aggregate levels of income and wealth with their distribution. If equivalized income is attributed to each individual, then the sum of all incomes across all individuals no longer sums up to aggregate income. Equivalence scales therefore prevent from cleanly breaking down national income and its growth across population groups. In WID’s view, it negatively impacts the readability and ease of use of indicators, and somewhat defeats the purpose of connecting micro and macroeconomic estimates in the first place. The second reason is conceptual. The primary aim of DINA is to measure income, wealth and their distribution. In contrast, equivalence scales are meant to approximate an individual “welfare” concept. While this distribution of “welfare” is related to income and wealth, it also incorporates many other dimensions that are outside of the project’s scope. Indeed, the DINA project does not explicitly attempt to measure how well the income of individuals suits their needs — which depend not only on their household’s size, but also on their location, their tastes, their health status, etc., all of which are partly endogenous to distribution of income and wealth themselves.\n\nPrice index\n\nWID uses the GDP deflator as its preferred price index, following Piketty and Zucman (2014), although it resorts to the CPI when no other data is available. WID calls it the national income price index, and use it to deflate all the monetary series. Over long periods of time, comparing quantities that are independent of the price level (wealth/income ratios, share) can be more informative. Comparing income or wealth levels between time periods that are centuries apart is fraught with conceptual difficulties, and it could be argued that such comparisons do not always make sense. While WID provides some price indexes over very long time periods for convenience, users should be aware of these issues.\n\nPurchasing power parities\n\nThough a large number of indicators provided by the WID (such as the share of income received by various groups) are not sensitive to the overall price level, WID provides purchasing power parities (PPPs) to convert the local currency units provided by default in averages and thresholds. This dataset uses 2017 PPPs to account for inflation and for differences in the cost of living between countries. Regional aggregations provided by WID are by default using PPPs and also include market exchange rates conversions, but they are dropped for this dataset.\n\nMeasures of the distribution\n\nIn WID’s view, to focus on a single indicator — for example the well-known Gini coefficient — is not sufficient to provide an adequate picture of inequality. WID stresses that the problem is not specifically about the Gini, or about any other indicator. The problem is that inequality cannot be reduced to a single number. This is why they prefer to describe distributions in their entirety, and then let users use whatever level of detail and whatever indicator suits their needs. In terms of presenting the results, WID favors showing the income shares of three main groups (the bottom 50%, the middle 40% and the top 10%). These three groups map relatively well to the idea of a lower, middle and upper class. They summarize changes happening to the overall distribution fairly well. In practice, synthetic indicators can be approximated quite precisely by a weighted average of these three shares. WID also emphasizes using the very top groups (top 1%, top 0.1%, etc.) since they can represent a macroeconomically significant share of income and wealth. Gini coefficients are provided in the database as a convenience but encourage users to look further. WID provides distributional data by generating synthetic microfiles (synthetic microdata representative of the distribution of income and wealth for the entire population) and summarizing it in generalized percentiles, which are series with thresholds, averages and shares for 127 fractiles:\n<ul>\n  <li>99 percentiles from p = 0% to p = 99%,</li>\n  <li>9 tenths of a percentile from p = 99% to p = 99.9%,</li>\n  <li>9 hundredths of a percentile from p = 99.9% to p = 99.99%,</li>\n  <li>10 thousandths of a percentile from p = 99.99% to p = 100%.</li>\n</ul>\n\nINCOME CONCEPTS\nIncome series\n\nDINA income series distribute the entirety of net national income using concepts that are consistent with the SNA. Therefore, they include certain types of income (like the undistributed profits of corporations or indirect taxes) that are traditionally overlooked by other sources.\nWID defines four broad types of series:\n<ul>\n  <li><b>Pretax factor</b> corresponds to the distribution of income before any redistribution, be it through social insurance systems of social assistance.</li>\n  <li><b>Pretax post-replacement income</b> (often referred to as “pretax income”) includes redistribution that occurs through social insurance schemes (pension and sometimes unemployment benefits), but not social assistance. The main difference with pretax factor income and is the treatment of pensions, which are counted on a contribution basis by pretax factor income and on a distribution basis by pretax national income. The key reason “pretax national income” series is preferred is that it is less sensitive than pretax factor income inequality to the age structure of the population.</li>\n  <li><b>Post-tax disposable income</b> includes all cash redistribution through the tax and transfer system, but does not include in-kind benefits and therefore does not add up to national income.</li>\n  <li><b>inally, post-tax national income</b> redistributes all in-kind transfers (i.e., government consumption expenditures) to individuals.</li>\n</ul>\n\nUndistributed profits\n\nThe undistributed profits of corporations are distributed to the shareholders of these corporations. Direct taxes and benefits are distributed to the people that pay the tax or receive the benefit. The corporate tax is paid by the shareholders. Sales taxes and VATs are distributed proportionally to factor income for pretax concepts, and are removed proportionally to consumption in post-tax concepts.\n\nIn-kind transfers\n\nFor in-kind transfers, three variants are considered: allocation proportional to post-tax disposable income, lump-sum allocation, and proportional allocation except for health spending which we distribute lump sum. That last concept is used as WID’s benchmark for post-tax national income.\n\nINCOME DISTRIBUTION METHODS\nWhen there is exhaustive tax microdata\n\nPreferably, to compute income DINA, WID constructs microfiles that combine information from both tax and survey data. In countries with sufficiently exhaustive tax microdata, they only start from these files, and use survey data to add information about non-filers and certain tax-exempt incomes. To produce a representative dataset, WID recommends using population statistics to impute observations along characteristics such as age, marital status, gender and possibly region of residence. This is important as certain population groups may not be represented equally in income tax statistics (pensioners and young persons: small taxable incomes).\n\nWhen tax data is limited\nIn countries where the tax data is too limited (because they only provide tax tabulations or because the informal sector is too large), WID uses the tax data to correct the surveys at the top using the approach of Blanchet, Flores, and Morgan (2019). The motive for doing so is that surveys tend to underrepresent high incomes as compared to what appears in register data. This is even more true when the survey has not been matched to administrative records (e.g., social security data on wages). The arbitrary brackets used in tax tabulations are interpolated using the generalized Pareto interpolation method, known as gpinter, which allows the distribution to have a flexible form.\nThe method to incorporate tax information into surveys has three stages:\n<ul>\n  <li>The choice of the merging point: the highest income where the ratio of the density functions of both survey and tax records coincides with the respective ratio of cumulative density functions.</li>\n  <li>he reweighting of survey observations above and below this point: below are uniformly reweighted (assuming relative probability of response constant over this part of the distribution).</li>\n  <li>The expansion of the survey’s support by including the highest incomes from tax data: after the merging point the survey distribution is replaced by the tax distribution.</li>\n</ul>\n\nFinally, income components are rescaled to SNA aggregates. Several levels of aggregation may be used depending on the quality and the precision of the data.\n\nMore information is available at https://wid.world/methodology/"
  },
  "dimensions": {
    "years": {
      "values": [
        {
          "id": 1900
        },
        {
          "id": 1905
        },
        {
          "id": 1910
        },
        {
          "id": 1912
        },
        {
          "id": 1913
        },
        {
          "id": 1914
        },
        {
          "id": 1915
        },
        {
          "id": 1916
        },
        {
          "id": 1917
        },
        {
          "id": 1918
        },
        {
          "id": 1919
        },
        {
          "id": 1920
        },
        {
          "id": 1921
        },
        {
          "id": 1922
        },
        {
          "id": 1923
        },
        {
          "id": 1924
        },
        {
          "id": 1925
        },
        {
          "id": 1926
        },
        {
          "id": 1927
        },
        {
          "id": 1928
        },
        {
          "id": 1929
        },
        {
          "id": 1930
        },
        {
          "id": 1931
        },
        {
          "id": 1932
        },
        {
          "id": 1933
        },
        {
          "id": 1934
        },
        {
          "id": 1935
        },
        {
          "id": 1936
        },
        {
          "id": 1937
        },
        {
          "id": 1938
        },
        {
          "id": 1939
        },
        {
          "id": 1940
        },
        {
          "id": 1941
        },
        {
          "id": 1942
        },
        {
          "id": 1943
        },
        {
          "id": 1944
        },
        {
          "id": 1945
        },
        {
          "id": 1946
        },
        {
          "id": 1947
        },
        {
          "id": 1948
        },
        {
          "id": 1949
        },
        {
          "id": 1950
        },
        {
          "id": 1951
        },
        {
          "id": 1952
        },
        {
          "id": 1953
        },
        {
          "id": 1954
        },
        {
          "id": 1955
        },
        {
          "id": 1956
        },
        {
          "id": 1957
        },
        {
          "id": 1958
        },
        {
          "id": 1959
        },
        {
          "id": 1960
        },
        {
          "id": 1961
        },
        {
          "id": 1962
        },
        {
          "id": 1963
        },
        {
          "id": 1964
        },
        {
          "id": 1965
        },
        {
          "id": 1966
        },
        {
          "id": 1967
        },
        {
          "id": 1968
        },
        {
          "id": 1969
        },
        {
          "id": 1970
        },
        {
          "id": 1971
        },
        {
          "id": 1972
        },
        {
          "id": 1973
        },
        {
          "id": 1974
        },
        {
          "id": 1975
        },
        {
          "id": 1976
        },
        {
          "id": 1977
        },
        {
          "id": 1978
        },
        {
          "id": 1979
        },
        {
          "id": 1980
        },
        {
          "id": 1981
        },
        {
          "id": 1982
        },
        {
          "id": 1983
        },
        {
          "id": 1984
        },
        {
          "id": 1985
        },
        {
          "id": 1986
        },
        {
          "id": 1987
        },
        {
          "id": 1988
        },
        {
          "id": 1989
        },
        {
          "id": 1990
        },
        {
          "id": 1991
        },
        {
          "id": 1992
        },
        {
          "id": 1993
        },
        {
          "id": 1994
        },
        {
          "id": 1995
        },
        {
          "id": 1996
        },
        {
          "id": 1997
        },
        {
          "id": 1998
        },
        {
          "id": 1999
        },
        {
          "id": 2000
        },
        {
          "id": 2001
        },
        {
          "id": 2002
        },
        {
          "id": 2003
        },
        {
          "id": 2004
        },
        {
          "id": 2005
        },
        {
          "id": 2006
        },
        {
          "id": 2007
        },
        {
          "id": 2008
        },
        {
          "id": 2009
        },
        {
          "id": 2010
        },
        {
          "id": 2011
        },
        {
          "id": 2012
        },
        {
          "id": 2013
        },
        {
          "id": 2014
        },
        {
          "id": 2015
        },
        {
          "id": 2016
        },
        {
          "id": 2017
        },
        {
          "id": 2018
        },
        {
          "id": 2019
        },
        {
          "id": 2020
        },
        {
          "id": 2021
        }
      ]
    },
    "entities": {
      "values": [
        {
          "id": 3,
          "name": "France",
          "code": "FRA"
        },
        {
          "id": 12,
          "name": "Russia",
          "code": "RUS"
        },
        {
          "id": 23,
          "name": "Australia",
          "code": "AUS"
        },
        {
          "id": 13,
          "name": "United States",
          "code": "USA"
        },
        {
          "id": 44,
          "name": "Canada",
          "code": "CAN"
        },
        {
          "id": 106,
          "name": "New Zealand",
          "code": "NZL"
        },
        {
          "id": 137,
          "name": "India",
          "code": "IND"
        },
        {
          "id": 86,
          "name": "Singapore",
          "code": "SGP"
        },
        {
          "id": 171,
          "name": "China",
          "code": "CHN"
        },
        {
          "id": 329997,
          "name": "China - rural",
          "code": null
        },
        {
          "id": 329998,
          "name": "China - urban",
          "code": null
        },
        {
          "id": 133,
          "name": "Israel",
          "code": "ISR"
        },
        {
          "id": 1,
          "name": "United Kingdom",
          "code": "GBR"
        },
        {
          "id": 2,
          "name": "Ireland",
          "code": "IRL"
        },
        {
          "id": 5,
          "name": "Netherlands",
          "code": "NLD"
        },
        {
          "id": 6,
          "name": "Germany",
          "code": "DEU"
        },
        {
          "id": 7,
          "name": "Switzerland",
          "code": "CHE"
        },
        {
          "id": 8,
          "name": "Italy",
          "code": "ITA"
        },
        {
          "id": 9,
          "name": "Spain",
          "code": "ESP"
        },
        {
          "id": 10,
          "name": "Sweden",
          "code": "SWE"
        },
        {
          "id": 11,
          "name": "Poland",
          "code": "POL"
        },
        {
          "id": 14,
          "name": "Japan",
          "code": "JPN"
        },
        {
          "id": 21,
          "name": "Argentina",
          "code": "ARG"
        },
        {
          "id": 35,
          "name": "Bosnia and Herzegovina",
          "code": "BIH"
        },
        {
          "id": 37,
          "name": "Brazil",
          "code": "BRA"
        },
        {
          "id": 39,
          "name": "Bulgaria",
          "code": "BGR"
        },
        {
          "id": 65,
          "name": "Egypt",
          "code": "EGY"
        },
        {
          "id": 66,
          "name": "North Macedonia",
          "code": "MKD"
        },
        {
          "id": 70,
          "name": "Turkey",
          "code": "TUR"
        },
        {
          "id": 81,
          "name": "South Africa",
          "code": "ZAF"
        },
        {
          "id": 85,
          "name": "Slovakia",
          "code": "SVK"
        },
        {
          "id": 90,
          "name": "Saudi Arabia",
          "code": "SAU"
        },
        {
          "id": 92,
          "name": "Romania",
          "code": "ROU"
        },
        {
          "id": 95,
          "name": "Portugal",
          "code": "PRT"
        },
        {
          "id": 102,
          "name": "Norway",
          "code": "NOR"
        },
        {
          "id": 113,
          "name": "Mexico",
          "code": "MEX"
        },
        {
          "id": 118,
          "name": "Madagascar",
          "code": "MDG"
        },
        {
          "id": 127,
          "name": "South Korea",
          "code": "KOR"
        },
        {
          "id": 136,
          "name": "Indonesia",
          "code": "IDN"
        },
        {
          "id": 138,
          "name": "Hungary",
          "code": "HUN"
        },
        {
          "id": 149,
          "name": "Greece",
          "code": "GRC"
        },
        {
          "id": 155,
          "name": "Finland",
          "code": "FIN"
        },
        {
          "id": 161,
          "name": "Denmark",
          "code": "DNK"
        },
        {
          "id": 162,
          "name": "Czechia",
          "code": "CZE"
        },
        {
          "id": 170,
          "name": "Colombia",
          "code": "COL"
        },
        {
          "id": 186,
          "name": "East Germany",
          "code": "OWID_GDR"
        },
        {
          "id": 198,
          "name": "Taiwan",
          "code": "TWN"
        },
        {
          "id": 207,
          "name": "Iceland",
          "code": "ISL"
        },
        {
          "id": 212,
          "name": "Malta",
          "code": "MLT"
        },
        {
          "id": 215,
          "name": "Montenegro",
          "code": "MNE"
        },
        {
          "id": 356789,
          "name": "Europe (WID)",
          "code": null
        },
        {
          "id": 356792,
          "name": "Russia and Central Asia (WID)",
          "code": null
        },
        {
          "id": 356793,
          "name": "MENA (WID)",
          "code": null
        },
        {
          "id": 356794,
          "name": "Other East Asia (WID)",
          "code": null
        },
        {
          "id": 356795,
          "name": "Other Latin America (WID)",
          "code": null
        },
        {
          "id": 356796,
          "name": "Asia (WID)",
          "code": null
        },
        {
          "id": 356802,
          "name": "North America and Oceania (WID)",
          "code": null
        },
        {
          "id": 356805,
          "name": "West Asia (WID)",
          "code": null
        },
        {
          "id": 356806,
          "name": "East Africa (WID)",
          "code": null
        },
        {
          "id": 356807,
          "name": "Other MENA (WID)",
          "code": null
        },
        {
          "id": 356809,
          "name": "Sub-Saharan Africa (WID)",
          "code": null
        },
        {
          "id": 356810,
          "name": "World (WID)",
          "code": null
        },
        {
          "id": 356811,
          "name": "South & South-East Asia (WID)",
          "code": null
        },
        {
          "id": 356812,
          "name": "Other Sub-Saharan Africa (WID)",
          "code": null
        },
        {
          "id": 356813,
          "name": "Other Russia and Central Asia (WID)",
          "code": null
        },
        {
          "id": 356814,
          "name": "Oceania (WID)",
          "code": null
        },
        {
          "id": 356817,
          "name": "South Asia (WID)",
          "code": null
        },
        {
          "id": 356818,
          "name": "Africa (WID)",
          "code": null
        },
        {
          "id": 356820,
          "name": "European Union (WID)",
          "code": null
        },
        {
          "id": 356824,
          "name": "Middle Africa (WID)",
          "code": null
        },
        {
          "id": 356825,
          "name": "South-East Asia (WID)",
          "code": null
        },
        {
          "id": 356827,
          "name": "Central Asia (WID)",
          "code": null
        },
        {
          "id": 356830,
          "name": "Middle East (WID)",
          "code": null
        },
        {
          "id": 356836,
          "name": "Latin America (WID)",
          "code": null
        },
        {
          "id": 356837,
          "name": "Other Western Europe (WID)",
          "code": null
        },
        {
          "id": 356838,
          "name": "South Africa region (WID)",
          "code": null
        },
        {
          "id": 356840,
          "name": "North Africa (WID)",
          "code": null
        },
        {
          "id": 356841,
          "name": "Asia (excluding Middle East) (WID)",
          "code": null
        },
        {
          "id": 356845,
          "name": "West Africa (WID)",
          "code": null
        },
        {
          "id": 356846,
          "name": "Western Europe (WID)",
          "code": null
        },
        {
          "id": 356848,
          "name": "Other South & South-East Asia (WID)",
          "code": null
        },
        {
          "id": 356849,
          "name": "North America (WID)",
          "code": null
        },
        {
          "id": 356851,
          "name": "Eastern Europe (WID)",
          "code": null
        },
        {
          "id": 356853,
          "name": "East Asia (WID)",
          "code": null
        },
        {
          "id": 75,
          "name": "Thailand",
          "code": "THA"
        },
        {
          "id": 144,
          "name": "Hong Kong",
          "code": "HKG"
        },
        {
          "id": 158,
          "name": "Ethiopia",
          "code": "ETH"
        },
        {
          "id": 28,
          "name": "Bangladesh",
          "code": "BGD"
        },
        {
          "id": 88,
          "name": "Serbia",
          "code": "SRB"
        },
        {
          "id": 91,
          "name": "Rwanda",
          "code": "RWA"
        },
        {
          "id": 107,
          "name": "Nepal",
          "code": "NPL"
        },
        {
          "id": 110,
          "name": "Morocco",
          "code": "MAR"
        },
        {
          "id": 116,
          "name": "Malaysia",
          "code": "MYS"
        },
        {
          "id": 165,
          "name": "Croatia",
          "code": "HRV"
        },
        {
          "id": 4,
          "name": "Belgium",
          "code": "BEL"
        },
        {
          "id": 36,
          "name": "Botswana",
          "code": "BWA"
        },
        {
          "id": 71,
          "name": "Tunisia",
          "code": "TUN"
        },
        {
          "id": 96,
          "name": "Philippines",
          "code": "PHL"
        },
        {
          "id": 103,
          "name": "Nigeria",
          "code": "NGA"
        },
        {
          "id": 141,
          "name": "Sri Lanka",
          "code": "LKA"
        },
        {
          "id": 143,
          "name": "Cote d'Ivoire",
          "code": "CIV"
        },
        {
          "id": 210,
          "name": "Luxembourg",
          "code": "LUX"
        },
        {
          "id": 123,
          "name": "Lesotho",
          "code": "LSO"
        },
        {
          "id": 130,
          "name": "Jordan",
          "code": "JOR"
        },
        {
          "id": 135,
          "name": "Iran",
          "code": "IRN"
        },
        {
          "id": 101,
          "name": "Pakistan",
          "code": "PAK"
        },
        {
          "id": 114,
          "name": "Mauritania",
          "code": "MRT"
        },
        {
          "id": 150,
          "name": "Ghana",
          "code": "GHA"
        },
        {
          "id": 17,
          "name": "Algeria",
          "code": "DZA"
        },
        {
          "id": 111,
          "name": "Moldova",
          "code": "MDA"
        },
        {
          "id": 119,
          "name": "Lithuania",
          "code": "LTU"
        },
        {
          "id": 122,
          "name": "Latvia",
          "code": "LVA"
        },
        {
          "id": 156,
          "name": "Estonia",
          "code": "EST"
        },
        {
          "id": 68,
          "name": "Uganda",
          "code": "UGA"
        },
        {
          "id": 87,
          "name": "Sierra Leone",
          "code": "SLE"
        },
        {
          "id": 163,
          "name": "Cyprus",
          "code": "CYP"
        },
        {
          "id": 60,
          "name": "Zambia",
          "code": "ZMB"
        },
        {
          "id": 64,
          "name": "Tanzania",
          "code": "TZA"
        },
        {
          "id": 80,
          "name": "Zimbabwe",
          "code": "ZWE"
        },
        {
          "id": 89,
          "name": "Senegal",
          "code": "SEN"
        },
        {
          "id": 94,
          "name": "Guinea-Bissau",
          "code": "GNB"
        },
        {
          "id": 147,
          "name": "Guinea",
          "code": "GIN"
        },
        {
          "id": 41,
          "name": "Burundi",
          "code": "BDI"
        },
        {
          "id": 67,
          "name": "Ukraine",
          "code": "UKR"
        },
        {
          "id": 83,
          "name": "Slovenia",
          "code": "SVN"
        },
        {
          "id": 84,
          "name": "Vietnam",
          "code": "VNM"
        },
        {
          "id": 104,
          "name": "Niger",
          "code": "NER"
        },
        {
          "id": 125,
          "name": "Laos",
          "code": "LAO"
        },
        {
          "id": 129,
          "name": "Kenya",
          "code": "KEN"
        },
        {
          "id": 151,
          "name": "Gambia",
          "code": "GMB"
        },
        {
          "id": 174,
          "name": "Central African Republic",
          "code": "CAF"
        },
        {
          "id": 30,
          "name": "Belarus",
          "code": "BLR"
        },
        {
          "id": 131,
          "name": "Kazakhstan",
          "code": "KAZ"
        },
        {
          "id": 40,
          "name": "Burkina Faso",
          "code": "BFA"
        },
        {
          "id": 78,
          "name": "Eswatini",
          "code": "SWZ"
        },
        {
          "id": 115,
          "name": "Mali",
          "code": "MLI"
        },
        {
          "id": 19,
          "name": "Angola",
          "code": "AGO"
        },
        {
          "id": 25,
          "name": "Azerbaijan",
          "code": "AZE"
        },
        {
          "id": 27,
          "name": "Bahrain",
          "code": "BHR"
        },
        {
          "id": 112,
          "name": "Mongolia",
          "code": "MNG"
        },
        {
          "id": 169,
          "name": "Comoros",
          "code": "COM"
        },
        {
          "id": 16,
          "name": "Albania",
          "code": "ALB"
        },
        {
          "id": 22,
          "name": "Armenia",
          "code": "ARM"
        },
        {
          "id": 43,
          "name": "Cameroon",
          "code": "CMR"
        },
        {
          "id": 77,
          "name": "Syria",
          "code": "SYR"
        },
        {
          "id": 99,
          "name": "Papua New Guinea",
          "code": "PNG"
        },
        {
          "id": 109,
          "name": "Mozambique",
          "code": "MOZ"
        },
        {
          "id": 117,
          "name": "Malawi",
          "code": "MWI"
        },
        {
          "id": 140,
          "name": "Palestine",
          "code": "PSE"
        },
        {
          "id": 152,
          "name": "Georgia",
          "code": "GEO"
        },
        {
          "id": 61,
          "name": "Yemen",
          "code": "YEM"
        },
        {
          "id": 62,
          "name": "Uzbekistan",
          "code": "UZB"
        },
        {
          "id": 69,
          "name": "Turkmenistan",
          "code": "TKM"
        },
        {
          "id": 72,
          "name": "United Arab Emirates",
          "code": "ARE"
        },
        {
          "id": 126,
          "name": "Kyrgyzstan",
          "code": "KGZ"
        },
        {
          "id": 76,
          "name": "Tajikistan",
          "code": "TJK"
        },
        {
          "id": 233,
          "name": "Seychelles",
          "code": "SYC"
        },
        {
          "id": 232,
          "name": "Sao Tome and Principe",
          "code": "STP"
        },
        {
          "id": 45,
          "name": "Cape Verde",
          "code": "CPV"
        },
        {
          "id": 63,
          "name": "Uruguay",
          "code": "URY"
        },
        {
          "id": 97,
          "name": "Peru",
          "code": "PER"
        },
        {
          "id": 172,
          "name": "Chile",
          "code": "CHL"
        },
        {
          "id": 225,
          "name": "Timor",
          "code": "TLS"
        },
        {
          "id": 154,
          "name": "Djibouti",
          "code": "DJI"
        },
        {
          "id": 173,
          "name": "Chad",
          "code": "TCD"
        },
        {
          "id": 201,
          "name": "Ecuador",
          "code": "ECU"
        },
        {
          "id": 211,
          "name": "Maldives",
          "code": "MDV"
        },
        {
          "id": 259,
          "name": "El Salvador",
          "code": "SLV"
        },
        {
          "id": 32,
          "name": "Benin",
          "code": "BEN"
        },
        {
          "id": 33,
          "name": "Bhutan",
          "code": "BTN"
        },
        {
          "id": 108,
          "name": "Namibia",
          "code": "NAM"
        },
        {
          "id": 24,
          "name": "Austria",
          "code": "AUT"
        },
        {
          "id": 167,
          "name": "Democratic Republic of Congo",
          "code": "COD"
        },
        {
          "id": 379,
          "name": "Kosovo",
          "code": "OWID_KOS"
        },
        {
          "id": 38,
          "name": "Brunei",
          "code": "BRN"
        },
        {
          "id": 153,
          "name": "Gabon",
          "code": "GAB"
        },
        {
          "id": 168,
          "name": "Congo",
          "code": "COG"
        },
        {
          "id": 74,
          "name": "Togo",
          "code": "TGO"
        },
        {
          "id": 124,
          "name": "Lebanon",
          "code": "LBN"
        },
        {
          "id": 213,
          "name": "Mauritius",
          "code": "MUS"
        },
        {
          "id": 121,
          "name": "Liberia",
          "code": "LBR"
        },
        {
          "id": 134,
          "name": "Iraq",
          "code": "IRQ"
        },
        {
          "id": 208,
          "name": "Kuwait",
          "code": "KWT"
        },
        {
          "id": 226,
          "name": "Qatar",
          "code": "QAT"
        },
        {
          "id": 15,
          "name": "Afghanistan",
          "code": "AFG"
        },
        {
          "id": 79,
          "name": "Sudan",
          "code": "SDN"
        },
        {
          "id": 258,
          "name": "South Sudan",
          "code": "SSD"
        },
        {
          "id": 42,
          "name": "Cambodia",
          "code": "KHM"
        },
        {
          "id": 217,
          "name": "Oman",
          "code": "OMN"
        },
        {
          "id": 166,
          "name": "Costa Rica",
          "code": "CRI"
        },
        {
          "id": 160,
          "name": "Dominican Republic",
          "code": "DOM"
        },
        {
          "id": 142,
          "name": "Myanmar",
          "code": "MMR"
        },
        {
          "id": 82,
          "name": "Somalia",
          "code": "SOM"
        }
      ]
    }
  }
}