{"variables":{"108047":{"years":[2000,2001,2002,2003,2004,2005,2006,2007,2008,2009,2010,2011,2012,2013,2014,2015,2016,2017],"entities":[355,355,355,355,355,355,355,355,355,355,355,355,355,355,355,355,355,355],"values":[8.75937,8.80779,8.81154,9.15964,9.56771,9.87032,10.1951,10.51977,10.56885,10.49399,10.99898,11.42558,11.45464,11.67382,11.72166,11.84276,12.01324,12.18155],"id":108047,"name":"12.2.1 - Material footprint per capita, by type of raw material (tonnes) - EN_MAT_FTPRPC","unit":"Tonnes","description":null,"createdAt":"2019-11-15T20:23:01.000Z","updatedAt":"2019-11-15T20:23:01.000Z","code":null,"coverage":"","timespan":"","datasetId":4521,"sourceId":17279,"shortUnit":null,"display":{},"columnOrder":0,"originalMetadata":null,"datasetName":"Material footprint per capita, by type of raw material (tonnes)","s_id":17279,"s_name":"Material footprint per capita, by type of raw material (tonnes) (UN SDG, 2019)","source":{"id":17279,"name":"Material footprint per capita, by type of raw material (tonnes) (UN SDG, 2019)","dataPublishedBy":"United Nations Statistics Division","dataPublisherSource":"","link":"https://unstats.un.org/sdgs/indicators/database/","retrievedData":"","additionalInfo":"Last updated: 12 February 2018 \n\nGoal 8: Promote sustained, inclusive and sustainable economic growth, full and productive employment \nand decent work for all \nTarget 8.4: Improve progressively, through 2030, global resource efficiency in consumption and \nproduction and endeavour to decouple economic growth from environmental degradation, in accordance \nwith the 10-Year Framework of Programmes on Sustainable Consumption and Production, with \ndeveloped countries taking the lead \nIndicator 8.4.1: Material Footprint, material footprint per capita, and material footprint per GDP \n \n\nInstitutional information \n\n \nOrganization(s): \nUnited Nations Environment Programme (UNEP) \n \nConcepts and definitions \n\n \nDefinition: \nMaterial Footprint (MF) is the attribution of global material extraction to domestic final demand of a \ncountry. The total material footprint is the sum of the material footprint for biomass, fossil fuels, metal \nores and non-metal ores.  \n \nRationale: \nMaterial footprint of consumption reports the amount of primary materials required to serve final \ndemand of a country and can be interpreted as an indicator for the material standard of living/level of \ncapitalization of an economy. Per-capita MF describes the average material use for final demand.   \n \nConcepts: \nDomestic Material Consumption (DMC) and MF need to be looked at in combination as they cover the \ntwo aspects of the economy, production and consumption. The DMC reports the actual amount of \nmaterial in an economy, MF the virtual amount required across the whole supply chain to service final \ndemand. A country can, for instance have a very high DMC because it has a large primary production \nsector for export or a very low DMC because it has outsourced most of the material intensive industrial \nprocess to other countries. The material footprint corrects for both phenomena. \n \nComments and limitations: \nThe global material flows database is based on country material flow accounts from the European Union \nand Japan and estimated data for the rest of the world.  \n \nMethodology \n\n \nComputation Method: \nIt is calculated as raw material equivalent of imports (RMEIM) plus domestic extraction (DE) minus raw \nmaterial equivalents of exports (RMEEX). For the attribution of the primary material needs of final \ndemand a global, multi-regional input-output (MRIO) framework is employed. The attribution method \nbased on I-O analytical tools is described in detail in Wiedmann et al. 2015. It is based on the EORA MRIO \n\n\fLast updated: 12 February 2018 \n\nframework developed by the University of Sydney, Australia (Lenzen et al. 2013) which is an \ninternationally well-established and the most detailed and reliable MRIO framework available to date.  \n \nDisaggregation: \nThe MF indicator can be disaggregated to four main material categories, a varying number of economic \nsectors whose expenditure require materials and to three domestic final demand sectors (household \nconsumption, government consumption and capital investment) and foreign final demand (i.e. exports).  \n \nTreatment of missing values: \n \n\n•  At country level \n\nA zero is imputed when no positive real value was officially recorded, in the base data sets used, for any \nof the underlying components which make up this aggregated total. Thus “0.0” can represent either NA, \nor a genuine 0.0, or (crucially) a combination of both, which is a common situation. This allows for values \nto be easily aggregated into further aggregations; however, it should be thus noted that due to imputing \nmissing values as ‘0.0’, the aggregations may represent a lower value than actual situation.   \n\n•  At regional and global levels \n\nSimilarly, missing values are imputed as zero in the regional and global aggregations. However, in the \ncase where no data is available at all for a particular country then the per capita and per GDP estimates \nare weighted averages of the available data.  \n\n \n\n \n\nRegional aggregates: \nSee: http://uneplive.unep.org/media/docs/graphs/aggregation_methods.pdf \n \nSources of discrepancies: \n \nData Sources \n\n \nDescription: \nThe global material flows database is based on country material flow accounts from the European Union \nand Japan and estimated data for the rest of the world. Estimated data is produced on the bases of data \navailable from different national or international datasets in the domain of agriculture, forestry, fisheries, \nmining and energy statistics. International statistical sources for DMC and MF include the IEA, USGS, FAO \nand COMTRADE databases.  \n \nCollection process: \nThe IRP Global Material Flows and Resource Productivity working group compiles the data from countries \nand from other sources. \n \nData Availability \n\n \nDescription: \nThe data covers more than 170 countries.  \n \n\n\fLast updated: 12 February 2018 \n\nTime series: \nThe data set covers each nation individually, over a time period of 47 years (1970-2017). \n \nCalendar \n\n \nData collection: \nUnder discussion \n \nData release: \n11 September 2017 \n \nData providers \n\nNational Statistical Offices  \n \nData compilers \n\nUNEP, OECD and EUROSTAT \n \nReferences \n\n \nURL: \n \nReferences: \nEUROSTAT (2013). Economy-wide material flow accounts. Compilation guide 2013. \nWiedmann, T., H. Schandl, M. Lenzen, D. Moran, S. Suh, J. West, K. Kanemoto, (2013) The Material \nFootprint of Nations, Proc. Nat. Acad. Sci. Online before print. \nLenzen, M., Moran, D., Kanemoto, K., Geschke, A. (2013) Building Eora: A global Multi-regional Input-\nOutput Database at High Country and Secotr Resolution, Economic Systems Research, 25:1, 20-49.  \n \nRelated indicators \n\nIndicator 12.2.1 \n \n \n\n\f"}}},"entityKey":{"355":{"name":"World","code":"OWID_WRL"}}}